{"page_url": "https://en.wikipedia.org/wiki/Nickelback", "page_title": "Nickelback", "wikidata_id": "Q1156782", "title": "Mike Kroeger", "url": "https://en.wikipedia.org/wiki/Mike_Kroeger", "summary": "Nickelback  is a Canadian rock band formed in 1995 in Hanna, Alberta. It is composed of guitarist and lead vocalist Chad Kroeger, guitarist, keyboardist and backing vocalist Ryan Peake, bassist Mike Kroeger and drummer Daniel Adair. It went through several drummer changes between 1995 and 2005, reaching its current lineup when Adair replaced Ryan Vikedal.\nThe band signed with Roadrunner Records in 1999 and reached a mainstream breakthrough in 2002 with the hit single \"How You Remind Me\", which reached number one in the United States and Canada. Its parent album, Silver Side Up, would go on to be certified 8× Platinum in Canada. Nickelback's fourth album, The Long Road, was released in 2003 and spawned five singles, including Canadian number one \"Someday\", which also reached No. 7 on the Billboard Hot 100.In 2005, the band's best-selling album to date, All the Right Reasons, produced three top-ten and five top-twenty singles on the Billboard Hot 100, including \"Photograph\", \"Far Away\", and \"Rockstar\", the latter of which was their biggest hit in the United Kingdom. Nickelback released eight singles from their sixth album Dark Horse (2008), including the United States top ten hit \"Gotta Be Somebody\". In 2011, the seventh album Here and Now topped the charts in Canada. The band has since released No Fixed Address (2014), Feed the Machine (2017) and most recently its tenth album Get Rollin' (2022).\nNickelback is one of the most commercially successful Canadian rock bands, having sold more than 50 million albums worldwide. In 2009, Billboard ranked it the most successful rock group and the seventh-most successful artist of that decade; \"How You Remind Me\" was the best-selling rock song and the fourth-best overall. In 2023, Nickelback were inducted into the Canadian Music Hall of Fame."}
{"page_url": "https://en.wikipedia.org/wiki/Princess_Beatrice", "page_title": "Princess Beatrice", "wikidata_id": "Q116225244", "title": "Sienna Mozzi", "url": "https://en.wikipedia.org/wiki/Sienna_Mozzi", "summary": "Princess Beatrice, Mrs Edoardo Mapelli Mozzi (Beatrice Elizabeth Mary; born 8 August 1988) is a member of the British royal family. She is the elder daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. She is a niece of King Charles III and a granddaughter of Queen Elizabeth II. Born fifth in line of succession to the British throne, she is now ninth. She has a younger sister, Princess Eugenie.\nBorn in Portland Hospital, London, Beatrice attended St George's School, Ascot, before studying at Goldsmiths College, graduating with a bachelor's degree in history. She was briefly employed at the Foreign Office and Sony Pictures before joining software company Afiniti as Vice President of Strategic Partnerships. Beatrice also works privately with a number of charitable organisations, including the Teenage Cancer Trust and Outward Bound.\nShe married Edoardo Mapelli Mozzi, a property developer and English born Italian noble, in 2020. Their daughter Sienna Elizabeth was born in September 2021.\nUpon the death of Elizabeth II and the accession of King Charles III, Princess Beatrice became a Counsellor of State, a senior position within the royal family limited to the first four in the line of succession over the age of 21 and the sovereign's consort."}
{"page_url": "https://en.wikipedia.org/wiki/Thani_bin_Hamad_bin_Khalifa_Al_Thani", "page_title": "Thani bin Hamad bin Khalifa Al Thani", "wikidata_id": "Q29617798", "title": "Thani bin Hamad bin Khalifa Al-Thani", "url": "https://en.wikipedia.org/wiki/Thani_bin_Hamad_bin_Khalifa_Al-Thani", "summary": "Sheikh Thani bin Hamad bin Khalifa Al Thani (Arabic: ثاني بن حمد بن خليفة آل ثاني) is the brother of the Emir of Qatar Tamim bin Hamad Al Thani, and son of the country's Father Emir Hamad bin Khalifa Al Thani. Al Thani sits on the board of directors of the Doha Film Institute and International Bank of Qatar."}
{"page_url": "https://en.wikipedia.org/wiki/Daniels_(directors)", "page_title": "Daniels (directors)", "wikidata_id": "Q28746830", "title": "Daniel Kwan", "url": "https://en.wikipedia.org/wiki/Daniel_Kwan", "summary": "Daniel Kwan (Chinese: 關家永; born February 10, 1988) and Daniel Scheinert (born June 7, 1987), known collectively as the Daniels, are an American filmmaker duo. They began their career as directors of music videos, including ones for \"Houdini\" (2012) by Foster the People and \"Turn Down for What\" (2013) by DJ Snake and Lil Jon, both of which earned them nominations at the Grammy Awards.\nThey have since ventured into film, having written and directed the absurdist comedy-dramas Swiss Army Man (2016) and Everything Everywhere All at Once (2022). The latter became the independent production company A24's highest-grossing release, and won the duo many awards, including three Academy Awards for Best Picture, Best Director, and Best Original Screenplay."}
{"page_url": "https://en.wikipedia.org/wiki/List_of_English_cricketers_(1826%E2%80%931840)", "page_title": "List of English cricketers (1826–1840)", "wikidata_id": "Q16206928", "title": "Wood (Kent cricketer, 1828)", "url": "https://en.wikipedia.org/wiki/Wood_(Kent_cricketer,_1828)", "summary": "This is a list of cricketers who played first-class cricket in England in matches between the 1826 and 1840 seasons. The sport of cricket had acquired most of its modern features by this time and the period saw the establishment of roundarm bowling as an accepted practise.\nCounty cricket clubs began to become more formally established during this period and Sussex County Cricket Club, the oldest professional sporting organisation in the world, was formerly established in 1839. This would soon be followed by formal organisations in other counties, although the County Championship was not formally established until 1890.\nThe players included are those known to have played in matches which were given retrospective first-class status between 1726 and 1840 inclusive."}
{"page_url": "https://en.wikipedia.org/wiki/Mukesh_Ambani", "page_title": "Mukesh Ambani", "wikidata_id": "Q23772157", "title": "Akash Ambani", "url": "https://en.wikipedia.org/wiki/Akash_Ambani", "summary": "Mukesh Dhirubhai Ambani (born 19 April 1957) is an Indian billionaire heir to the fortune of Reliance Industries. He is the eldest son of Dhirubhai Ambani and is currently the chairman and managing director of Reliance Industries, a Fortune Global 500 company and India's most valuable company by market value. According to Bloomberg Billionaires Index, Ambani's net worth is estimated at $83.4 billion as of February 2023, making him the richest person in Asia and the 13th richest person in the world."}
{"page_url": "https://en.wikipedia.org/wiki/List_of_nineteenth-century_Major_League_Baseball_players_with_unidentified_given_names", "page_title": "List of nineteenth-century Major League Baseball players with unidentified given names", "wikidata_id": "Q8032154", "title": "Wood (baseball)", "url": "https://en.wikipedia.org/wiki/Wood_(baseball)", "summary": "Thirty-four individuals who played professional baseball at the major league level before 1900 lack identified given names (there are hundreds of other players of which this is true from the twentieth-century Negro leagues). All 34 played between 1872 and 1892; 17 played in the National Association, which folded in 1875. Identification of players remains difficult due to a lack of biographical information.  A Brooklyn, New York, directory, for instance, lists more than 30 men who could be the professional player \"Stoddard\". Philadelphia Athletics manager Bill Sharsig signed four of the 34, \"local players\" McBride, Stafford, Sterling, and Sweigert, for Philadelphia's last game of the season against the Syracuse Stars on October 12, 1890. Sterling pitched five innings for the Athletics and conceded 12 runs. McBride, Philadelphia's center fielder, and Stafford, the team's right fielder, both failed to reach base, but left fielder Sweigert reached base on a walk and stole a base. Society for American Baseball Research writer Bill Carle \"doubt[s] we will ever be able to identify them\". David Nemec has commented on this phenomenon with both major league and minor league players, noting, for example, that a McGuire (not on this list because he was a minor league player) is probably the player with an unknown first name whose appearances came closest to the twentieth century.Despite their relative anonymity, several of these players received media coverage describing their games. Sporting Life noted that \"the visitors took kindly to the curves of Sterling\", as \"the Athletics were easily beaten by the Stars\" in Philadelphia's contest against Syracuse. In 1872, The New York Times described O'Rourke as a new player on Eckford of Brooklyn who \"appear[ed] to be an improvement over the recent incumbents\": in his only game, the pitcher allowed 15 runs to score in a complete game against the Troy Trojans. Lewis received a mention in Sporting Life (pictured) that recapped his performance, and another in the Pittsburgh Press, with a synopsis that summarized the game as \"one of the greatest slugging matches ever seen since curve pitching came into vogue\".Of the 34 athletes with an unidentified given name, Baltimore Monumentals right fielder Scott played in the most games at the major league level, with 13, followed by Wills with 9. Scott also has the most hits among players without an identified given name, with 12, followed by both Wills and Jones with 5 each. Among pitchers, Lewis has the highest earned run average, 60.00, whereas McDoolan has the lowest, 3.00."}
{"page_url": "https://en.wikipedia.org/wiki/Poison_(band)", "page_title": "Poison (band)", "wikidata_id": "Q1882744", "title": "Matt Smith (musician)", "url": "https://en.wikipedia.org/wiki/Matt_Smith_(musician)", "summary": "Poison is an American glam metal band formed in 1983 in Mechanicsburg, Pennsylvania. The most successful incarnation of the band consists of lead singer and rhythm guitarist Bret Michaels, drummer Rikki Rockett, bassist and pianist Bobby Dall, and lead guitarist and backing vocalist C.C. DeVille. The band achieved huge commercial success in the mid-1980s through the mid-1990s and has sold 18 million records in the United States and over 55 million albums worldwide.The band is perhaps best known for the Billboard Hot 100 number one hit single \"Every Rose Has Its Thorn\", and other top 40 hit singles in the 1980s and 1990s, including \"Talk Dirty to Me\", \"I Won't Forget You\", \"Nothin' but a Good Time\", \"Fallen Angel\", \"Your Mama Don't Dance\", \"Unskinny Bop\", \"Something to Believe In\", \"Ride the Wind\", and \"Life Goes On.\" The band's breakthrough debut album, the multi-platinum Look What the Cat Dragged In, was released in 1986, followed by Open Up and Say... Ahh!, which was certified 5× platinum in the US. Their third consecutive multi-platinum and best selling album was Flesh & Blood. In the 1990s following the release of the band's first live album, Swallow This Live, the band experienced some line up changes and the fall of glam metal with the grunge movement. But the band's fourth studio album, Native Tongue, still achieved Gold status and the band's first compilation album, Poison's Greatest Hits: 1986–1996, went double platinum.\nThe original line up reformed for a greatest hits reunion tour in 1999. The band began the 2000s with the release of Crack a Smile... and More!, followed by the Power to the People album.  They released the album, Hollyweird, in 2002 and in 2006 the band celebrated their 20-year anniversary with The Best of Poison: 20 Years of Rock tour and album, which was certified Gold and marked Poison's return to the Billboard top 20 charts for the first time since 1993.  Band members have released several solo albums and starred in reality TV shows. Since their debut in 1986, they have released seven studio albums, four live albums, five compilation albums, and have issued 28 singles to radio. In 2012 VH1 ranked them at No. 1 on their list of the \"Top 5 Hair Bands of the '80s\"."}
{"page_url": "https://en.wikipedia.org/wiki/Ker%C3%AEmeddin_Karaman_Bey", "page_title": "Kerîmeddin Karaman Bey", "wikidata_id": "Q6368276", "title": "Karaman Bey", "url": "https://en.wikipedia.org/wiki/Karaman_Bey", "summary": "Kerîmeddin Karaman Beg (Turkish) (Arabic: كريم ٱلدين Karīm al-Dīn Karaman Bey), sometimes Karaman Bey, was a Turkish chief founder of the dynasty Karaman-oğhlu or Karamanoğulları, a Turkish principality in Anatolia in the 13th century. The province and city of Larandia was renamed Karaman in his honor. He is well known for waging wars against the Byzantine Empire."}
{"page_url": "https://en.wikipedia.org/wiki/Bonnie_and_Clyde", "page_title": "Bonnie and Clyde", "wikidata_id": "Q2319886", "title": "Bonnie Parker", "url": "https://en.wikipedia.org/wiki/Bonnie_Parker", "summary": "Bonnie Elizabeth Parker (October 1, 1910 – May 23, 1934) and Clyde Chestnut (Champion) Barrow (March 24, 1909 – May 23, 1934) were an American criminal couple who traveled the Central United States with their gang during the Great Depression. The couple were known for their bank robberies, although they preferred to rob small stores or rural funeral homes. Their exploits captured the attention of the American press and its readership during what is occasionally referred to as the \"public enemy era\" between 1931 and 1934. They were ambushed by police and shot to death in Bienville Parish, Louisiana. They are believed to have murdered at least nine police officers and four civilians.The 1967 film Bonnie and Clyde, directed by Arthur Penn and starring Warren Beatty and Faye Dunaway in the title roles, revived interest in the criminals and glamorized them with a romantic aura. The 2019 Netflix film The Highwaymen depicted their manhunt from the point of view of the pursuing lawmen but received mixed reviews."}
{"page_url": "https://en.wikipedia.org/wiki/Hot_or_Not", "page_title": "Hot or Not", "wikidata_id": "Q16255065", "title": "James Hong (entrepreneur)", "url": "https://en.wikipedia.org/wiki/James_Hong_(entrepreneur)", "summary": "Hot or Not, currently rebranded as Chat & Date, is a rating site that allowed users to rate the attractiveness of photos submitted voluntarily by others.  The site offered a matchmaking engine called 'Meet Me' and an extended profile feature called \"Hotlists\". The domain hotornot.com is currently owned by Hot Or Not Limited, and was previously owned by Avid Life Media. 'Hot or Not' was a significant influence on the people who went on to create the social media sites Facebook and YouTube."}
{"page_url": "https://en.wikipedia.org/wiki/Aisha_Buhari", "page_title": "Aisha Buhari", "wikidata_id": "Q20090073", "title": "Aisha Muhammadu Buhari", "url": "https://en.wikipedia.org/wiki/Aisha_Muhammadu_Buhari", "summary": "Aisha Halilu Buhari ((listen); born 17 February 1971) is a Nigerian beauty therapist and the current first lady of Nigeria since 2015, as the wife of President Muhammadu Buhari."}
{"page_url": "https://en.wikipedia.org/wiki/List_of_English_cricketers_(1787%E2%80%931825)", "page_title": "List of English cricketers (1787–1825)", "wikidata_id": "Q7787284", "title": "Thomas Bache", "url": "https://en.wikipedia.org/wiki/Thomas_Bache", "summary": "This is a list of English cricketers who played first-class cricket between the 1787 and 1825 seasons. The sport of cricket in this period had already acquired most of its modern features such as eleven-a-side, the three-stump wicket and the lbw law, although pitch preparation was rudimentary and play was largely dictated by the weather. The main difference was in bowling which was still mostly underarm, the key development of the period being the movement towards roundarm bowling which began in the late eighteenth century and was gathering pace by 1825.\nThe principal club throughout the period was Marylebone Cricket Club (MCC) which was founded in 1787. MCC organised the early Gentlemen v Players matches and most of the games played by occasional XIs such as those led by Colonel Lennox, Lord Frederick Beauclerk, George Osbaldeston and others. Inter-county cricket was rare during the Napoleonic Wars and there were no formally constituted county clubs at the time, but the main centres at county level were Berkshire, Essex, Hampshire, Kent, Middlesex, Surrey and Sussex. Towards the end of the period, Cambridge University became prominent, especially through its series of matches against the Cambridge Town Club. In the north of England, cricket was developing through town clubs which became the focal points of the game in their respective counties, especially Nottingham Cricket Club and Sheffield Cricket Club.\nThe players included are those known to have played in matches which were given retrospective first-class status between 1787 and 1825 inclusive."}
{"page_url": "https://en.wikipedia.org/wiki/Halle_synagogue_shooting", "page_title": "Halle synagogue shooting", "wikidata_id": "Q72219981", "title": "Stephan Balliet", "url": "https://en.wikipedia.org/wiki/Stephan_Balliet", "summary": "The Halle synagogue shooting occurred on 9 October 2019 in Halle, Saxony-Anhalt, Germany, and continued in nearby Landsberg. After unsuccessfully trying to enter the synagogue in Halle during the Jewish holiday of Yom Kippur, the attacker, later identified as 27-year-old Stephan Balliet, fatally shot two people nearby and later injured two others.Federal investigators called the attack far-right and antisemitic terrorism. The federal Public Prosecutor General took over the investigation and declared it to be a \"violation of Germany's internal security.\" Balliet, a German neo-Nazi from Saxony-Anhalt, was charged with two counts of murder and seven counts of attempted murder.On 10 November 2019, Balliet confessed to the charges before an investigative judge at the Federal Court of Justice. On 21 December 2020, he was sentenced to life imprisonment with subsequent preventive detention."}
{"page_url": "https://en.wikipedia.org/wiki/Jimmy_Jam_and_Terry_Lewis", "page_title": "Jimmy Jam and Terry Lewis", "wikidata_id": "Q20202280", "title": "Terry Lewis (musician)", "url": "https://en.wikipedia.org/wiki/Terry_Lewis_(musician)", "summary": "James Samuel \"Jimmy Jam\" Harris III (born June 6, 1959) and Terry Steven Lewis (born November 24, 1956) are an American R&B/pop songwriting and record production team. They have enjoyed great success since the 1980s with various artists, most intensively with Janet Jackson. They have written 31 top ten hits in the UK and 41 in the US. In 2022, the duo were inducted into the Rock and Roll Hall of Fame in the Musical Excellence category."}
{"page_url": "https://en.wikipedia.org/wiki/Princess_Eugenie", "page_title": "Princess Eugenie", "wikidata_id": "Q105597990", "title": "August Brooksbank", "url": "https://en.wikipedia.org/wiki/August_Brooksbank", "summary": "Princess Eugenie, Mrs Jack Brooksbank ( YOO-zhə-nee; Eugenie Victoria Helena; born 23 March 1990) is a member of the British royal family. She is the younger daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. She is a niece of King Charles III and a granddaughter of Queen Elizabeth II. At birth, she was 6th in the line of succession to the British throne and is now 11th. She is the younger sister of Princess Beatrice.\nBorn in Portland Hospital, London, Eugenie attended St George's School and Marlborough College before studying at Newcastle University, graduating with a bachelor's degree in English literature and history of art. She joined the auction house Paddle8 before taking a directing position at art gallery Hauser & Wirth. Eugenie also works privately with a number of charitable organisations, including Children in Crisis and Anti-Slavery International.\nEugenie married Jack Brooksbank, a brand ambassador, in 2018. Their son August was born in February 2021. In January 2023, they announced they were expecting their second child."}
{"page_url": "https://en.wikipedia.org/wiki/Family_of_Barack_Obama", "page_title": "Family of Barack Obama", "wikidata_id": "Q15070044", "title": "Malia Obama", "url": "https://en.wikipedia.org/wiki/Malia_Obama", "summary": "The family of Barack Obama, the 44th president of the United States, is a prominent American family active in law, education, activism and politics. Obama's immediate family circle was the first family of the United States from 2009 to 2017, and are the first such family of African-American descent. His immediate family includes his wife Michelle Obama and daughters Malia and Sasha Obama.\nObama's wider ancestry is made up of people of Kenyan (Luo), African-American, and Old Stock American (including originally English, Scots-Irish, Welsh, German, and Swiss) ancestry."}
{"page_url": "https://en.wikipedia.org/wiki/Death_of_Mahsa_Amini", "page_title": "Death of Mahsa Amini", "wikidata_id": "Q113994656", "title": "Mahsa Amini", "url": "https://en.wikipedia.org/wiki/Mahsa_Amini", "summary": "On 16 September 2022, the 22-year-old Iranian woman Mahsa Amini, also known as Jina Amini, died in a hospital in Tehran, Iran, under suspicious circumstances. The Guidance Patrol, the religious morality police of Iran's government, arrested Amini for allegedly not wearing the hijab in accordance with government standards. The Law Enforcement Command of the Islamic Republic of Iran stated that she had a heart attack at a police station, collapsed, and fell into a coma before being transferred to a hospital. However, eyewitnesses, including women who were detained with Amini, reported that she was severely beaten and that she died as a result of police brutality, which was denied by the Iranian authorities. The assertions of police brutality, in addition to leaked medical scans, led some observers to believe Amini had a cerebral hemorrhage or stroke due to head injuries received after her arrest.Amini's death resulted in a series of protests described by CNN as more widespread than the protests in 2009, 2017, and 2019, and by The New York Times as the largest Iranian protests since at least 2009. Some female demonstrators removed their hijab or publicly cut their hair as acts of protest. Iran Human Rights reported that by December 2022 at least 476 people had been killed by security forces attacking protests across the country. Amnesty International reported that Iranian security forces had, in some cases, fired into groups with live ammunition and had in other cases killed protesters by beating them with batons."}
{"page_url": "https://en.wikipedia.org/wiki/Daniels_(directors)", "page_title": "Daniels (directors)", "wikidata_id": "Q28746848", "title": "Daniel Scheinert", "url": "https://en.wikipedia.org/wiki/Daniel_Scheinert", "summary": "Daniel Kwan (Chinese: 關家永; born February 10, 1988) and Daniel Scheinert (born June 7, 1987), known collectively as the Daniels, are an American filmmaker duo. They began their career as directors of music videos, including ones for \"Houdini\" (2012) by Foster the People and \"Turn Down for What\" (2013) by DJ Snake and Lil Jon, both of which earned them nominations at the Grammy Awards.\nThey have since ventured into film, having written and directed the absurdist comedy-dramas Swiss Army Man (2016) and Everything Everywhere All at Once (2022). The latter became the independent production company A24's highest-grossing release, and won the duo many awards, including three Academy Awards for Best Picture, Best Director, and Best Original Screenplay."}
{"page_url": "https://en.wikipedia.org/wiki/Michael_Jackson", "page_title": "Michael Jackson", "wikidata_id": "Q7244161", "title": "Prince Michael Jackson I", "url": "https://en.wikipedia.org/wiki/Prince_Michael_Jackson_I", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, dancer, and philanthropist. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Over a four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres; through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, as well as the robot.\nThe eighth child of the Jackson family, Jackson made his public debut in 1964 with his older brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 (later known as the Jacksons). Jackson began his solo career in 1971 while at Motown Records. He became a solo star with his 1979 album Off the Wall. His music videos, including those for \"Beat It\", \"Billie Jean\", and \"Thriller\" from his 1982 album Thriller, are credited with breaking racial barriers and transforming the medium into an artform and promotional tool. He helped propel the success of MTV and continued to innovate with videos for the albums Bad (1987), Dangerous (1991), HIStory: Past, Present and Future, Book I (1995), and Invincible (2001). Thriller became the best-selling album of all time, while Bad was the first album to produce five US Billboard Hot 100 number-one singles.From the late 1980s, Jackson became a figure of controversy and speculation due to his changing appearance, relationships, behavior, and lifestyle. In 1993, he was accused of sexually abusing the child of a family friend. The lawsuit was settled out of civil court; Jackson was not indicted due to lack of evidence. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges. The FBI found no evidence of criminal conduct by Jackson in either case. In 2009, while he was preparing for a series of comeback concerts, This Is It, Jackson died from an overdose of propofol administered by his personal physician, Conrad Murray, who was convicted in 2011 of involuntary manslaughter. His death triggered reactions around the world, creating unprecedented surges of Internet traffic and a spike in sales of his music. A televised memorial service for Jackson, held at the Staples Center in Los Angeles, was viewed by more than an estimated 2.5 billion people globally.\nJackson is one of the best-selling music artists of all time, with estimated sales of over 400 million records worldwide. He had 13 Billboard Hot 100 number-one singles (third highest of any artist in the Hot 100 era) and was the first artist to have a top-ten single in the Billboard Hot 100 in five different decades. His honors include 15 Grammy Awards, 6 Brit Awards, a Golden Globe Award, and 39 Guinness World Records, including the \"Most Successful Entertainer of All Time\". Jackson's inductions include the Rock and Roll Hall of Fame (twice), the Vocal Group Hall of Fame, the Songwriters Hall of Fame, the Dance Hall of Fame (the only recording artist to be inducted), and the Rhythm and Blues Music Hall of Fame."}
{"page_url": "https://en.wikipedia.org/wiki/Will_Ferrell", "page_title": "Will Ferrell", "wikidata_id": "Q1646271", "title": "Viveca Paulin", "url": "https://en.wikipedia.org/wiki/Viveca_Paulin", "summary": "John William Ferrell (; born July 16, 1967) is an American actor, comedian, writer, and producer. Ferrell first established himself in the mid-1990s as a cast member on the NBC sketch comedy series Saturday Night Live, where he performed from 1995 to 2002, and has subsequently starred in comedy films such as Elf (2003), Anchorman: The Legend of Ron Burgundy (2004), Kicking & Screaming (2005), Talladega Nights: The Ballad of Ricky Bobby (2006), Semi-Pro (2008), Step Brothers (2008), and Land of the Lost (2009). He founded the comedy website Funny or Die in 2007 with his writing partner Adam McKay. Other notable film roles include Stranger than Fiction (2006), The Other Guys (2010), The Campaign (2012), Get Hard (2015), Holmes & Watson (2018), and the animated films Curious George (2006), Megamind (2010) and The Lego Movie film franchise (2014–2019).\nFerrell is considered a member of the \"Frat Pack\", a generation of leading Hollywood comic actors who emerged in the late 1990s and the 2000s, including Jack Black, Ben Stiller, Steve Carell, Vince Vaughn, Paul Rudd, and brothers Owen and Luke Wilson. He received an Emmy Award nomination for his work on Saturday Night Live, and three Golden Globe Award nominations for acting in The Producers (2005) and Stranger than Fiction (2006) and for producing Vice (2018). He was also named the best comedian of 2015 in the British GQ Men of the Year awards. Ferrell received a star on the Hollywood Walk of Fame on March 24, 2015."}
{"page_url": "https://en.wikipedia.org/wiki/Cover_Me_in_Sunshine", "page_title": "Cover Me in Sunshine", "wikidata_id": "Q106537194", "title": "Willow Sage Hart", "url": "https://en.wikipedia.org/wiki/Willow_Sage_Hart", "summary": "\"Cover Me in Sunshine\" is a song by American singer and songwriter Pink and her daughter Willow Sage Hart. It was written by Amy Allen and Mozella with production by A Strut (Ludwig Söderberg). The song debuted via video-sharing social media platform TikTok on February 8, while the full version was released on February 12, 2021, as a single through RCA Records.\nThe track was met with positive reviews, with critics calling it \"adorable\" and praising both performers' vocals. The accompanying music video was published alongside the single release, featuring Pink and Willow Sage on their family ranch and winery in California. While not charting in the US, the song achieved success overseas, topping the charts in Belgium (Wallonia), Romania and Slovakia, while reaching the top-ten in Australia, Austria, the Czech Republic, Germany, Latvia, the Netherlands, Norway, Slovenia, and Switzerland, and in the top 40 of Croatia, Hungary, Ireland, New Zealand, and Russia."}
{"page_url": "https://en.wikipedia.org/wiki/Roman_Protasevich", "page_title": "Roman Protasevich", "wikidata_id": "Q106964354", "title": "Sofia Sapega", "url": "https://en.wikipedia.org/wiki/Sofia_Sapega", "summary": "Roman Dmitriyevich Protasevich (Russian: Роман Дмитриевич Протасевич; born 5 May 1995), or Raman Dzmitryyevich Pratasyevich (Belarusian: Раман Дзмітрыевіч Пратасевіч, romanized: Raman Dzmitryjevič Pratasievič), is a Belarusian blogger and political activist. He was the editor-in-chief of the Telegram channel Nexta and chief editor of the Telegram channel \"Belarus of the Brain\" (Russian: Беларусь головного мозга). Protasevich was arrested by Belarusian authorities after his flight, Ryanair Flight 4978, was diverted to Minsk on the orders of Belarusian president Alexander Lukashenko on 23 May 2021, because of a false bomb threat passed on by Belarusian air traffic control."}
{"page_url": "https://en.wikipedia.org/wiki/Jimmy_Jam_and_Terry_Lewis", "page_title": "Jimmy Jam and Terry Lewis", "wikidata_id": "Q20202184", "title": "Jimmy Jam", "url": "https://en.wikipedia.org/wiki/Jimmy_Jam", "summary": "James Samuel \"Jimmy Jam\" Harris III (born June 6, 1959) and Terry Steven Lewis (born November 24, 1956) are an American R&B/pop songwriting and record production team. They have enjoyed great success since the 1980s with various artists, most intensively with Janet Jackson. They have written 31 top ten hits in the UK and 41 in the US. In 2022, the duo were inducted into the Rock and Roll Hall of Fame in the Musical Excellence category."}
{"page_url": "https://en.wikipedia.org/wiki/List_of_English_cricketers_(1787%E2%80%931825)", "page_title": "List of English cricketers (1787–1825)", "wikidata_id": "Q8032150", "title": "Wood (Kent cricketer, 1789)", "url": "https://en.wikipedia.org/wiki/Wood_(Kent_cricketer,_1789)", "summary": "This is a list of English cricketers who played first-class cricket between the 1787 and 1825 seasons. The sport of cricket in this period had already acquired most of its modern features such as eleven-a-side, the three-stump wicket and the lbw law, although pitch preparation was rudimentary and play was largely dictated by the weather. The main difference was in bowling which was still mostly underarm, the key development of the period being the movement towards roundarm bowling which began in the late eighteenth century and was gathering pace by 1825.\nThe principal club throughout the period was Marylebone Cricket Club (MCC) which was founded in 1787. MCC organised the early Gentlemen v Players matches and most of the games played by occasional XIs such as those led by Colonel Lennox, Lord Frederick Beauclerk, George Osbaldeston and others. Inter-county cricket was rare during the Napoleonic Wars and there were no formally constituted county clubs at the time, but the main centres at county level were Berkshire, Essex, Hampshire, Kent, Middlesex, Surrey and Sussex. Towards the end of the period, Cambridge University became prominent, especially through its series of matches against the Cambridge Town Club. In the north of England, cricket was developing through town clubs which became the focal points of the game in their respective counties, especially Nottingham Cricket Club and Sheffield Cricket Club.\nThe players included are those known to have played in matches which were given retrospective first-class status between 1787 and 1825 inclusive."}
{"page_url": "https://en.wikipedia.org/wiki/Princess_M%C3%A4rtha_Louise_of_Norway", "page_title": "Princess Märtha Louise of Norway", "wikidata_id": "Q3507831", "title": "Emma Tallulah Behn", "url": "https://en.wikipedia.org/wiki/Emma_Tallulah_Behn", "summary": "Princess Märtha Louise of Norway (born 22 September 1971) is a member of the Norwegian royal family, a businesswoman and a self-described clairvoyant.The only daughter of King Harald V and Queen Sonja, she is fourth in the line of succession to the Norwegian throne, after her younger brother Haakon, and his children, but is not a member of the royal house. Like her aunts Ragnhild and Astrid, she had no inheritance rights to the Norwegian throne at the time of her birth due to Norway's agnatic primogeniture succession. This only changed in 1990, when the Norwegian parliament adopted male-preference primogeniture succession for those born before 1990, which made her third in line at the time, after her younger brother.\nShe is active as a private businesswoman and alternative therapist, and does not carry out official engagements on behalf of the royal house. From 2007 to 2018 she led her own alternative therapy center, commonly known in Norway as the \"angel school\" (Norwegian: engleskolen), which provided training in clairvoyance and communication with angels and communication with the dead. She was married to the late writer and visual artist Ari Behn from 2002 to 2017. In May 2019 she publicly announced her romantic relationship and professional collaboration with Durek Verrett, a conspiracy theorist and self-described shaman who has served time in prison and who has been characterized by Norwegian media and other critics as a conman.As part of her withdrawal into private professional life, she lost the style \"Royal Highness\" in 2002; the lower style \"Highness\" is occasionally used informally abroad, but she does not hold a style in Norway. She has often faced criticism in Norway for her claims of being clairvoyant and for exploiting her constitutional title as princess commercially; in 2019, the royal court announced that she will no longer use the title princess in her business activities as a clairvoyant. In 2022, she relinquished her remaining royal duties to concentrate on alternative medicine."}
{"page_url": "https://en.wikipedia.org/wiki/Jennifer_Hudson_discography", "page_title": "Jennifer Hudson discography", "wikidata_id": "Q27510819", "title": "Jennifer Hudson videography", "url": "https://en.wikipedia.org/wiki/Jennifer_Hudson_videography", "summary": "American singer and actress Jennifer Hudson has released three studio albums, sixteen singles (including two as a featured artist), five promotional singles and ten music videos. She has also made various contributions to other artist's albums and has appeared on the soundtrack for the 2006 musical film, Dreamgirls.\nHudson's music incorporates a range of musical genres such as soul and R&B. Motown is often seen as an influence on Hudson's music. Hudson rose to fame as a contestant on the third series of American Idol, however being eliminated at the \"Top 7\" stage. Hudson went on to perform as \"Effie White\" in the 2006 film adaptation of the original production of Broadway musical, Dreamgirls. Hudson won the Academy Award for Best Supporting Actress for her performance, becoming one of the few people to win an award at the ceremony for a debut performance. The soundtrack of the film was again a huge success, reaching number one on the Billboard 200. One of Hudson's performances, \"Love You I Do\", was nominated for the 2007 Academy Award for Best Original Song, and won the 2008 Grammy Award for Best Song Written for a Motion Picture, Television or Other Visual Media.\nFollowing Hudson's success on Dreamgirls, her self-titled debut album, Jennifer Hudson was released in 2008, to commercial success, debuting at number two on the Billboard 200. Hudson's first single from the album, \"Spotlight\" was a success around the world, reaching number 24 on the Billboard Hot 100, as well as 11 on its British counterpart. The song also reached number-one on the Hot R&B/Hip-Hop Songs chart. Jennifer Hudson has since been certified Gold in the U.S. Hudson was nominated for three Grammy Awards for Jennifer Hudson, collecting the award for \"Best R&B Album\" at the 51st Awards Ceremony. Her second album, I Remember Me (2011), also debuted at number two on the Billboard 200 selling 165,000 copies in its first week. The first single, \"Where You At\", was an R&B hit, reaching the top ten at the Hot R&B/Hip-Hop Songs."}
{"page_url": "https://en.wikipedia.org/wiki/Michael_Moore_Hates_America", "page_title": "Michael Moore Hates America", "wikidata_id": "Q6849298", "title": "Mike Wilson (filmmaker)", "url": "https://en.wikipedia.org/wiki/Mike_Wilson_(filmmaker)", "summary": "Michael Moore Hates America is a documentary film directed by Michael Wilson that criticizes the work of film director Michael Moore.It premiered September 12, 2004, in Dallas, Texas, at the American Film Renaissance film festival."}
{"page_url": "https://en.wikipedia.org/wiki/Cristiano_Ronaldo", "page_title": "Cristiano Ronaldo", "wikidata_id": "Q116054708", "title": "Cristiano Ronaldo jr", "url": "https://en.wikipedia.org/wiki/Cristiano_Ronaldo_jr", "summary": "Cristiano Ronaldo dos Santos Aveiro  (Portuguese pronunciation: [kɾiʃˈtjɐnu ʁɔˈnaldu]; born 5 February 1985) is a Portuguese professional footballer who plays as a forward for and captains both Saudi Professional League club Al Nassr and the Portugal national team. Widely regarded as one of the greatest players of all time, Ronaldo has won five Ballon d'Or awards and four European Golden Shoes, the most by a European player. He has won 32 trophies in his career, including seven league titles, five UEFA Champions Leagues, the UEFA European Championship and the UEFA Nations League. Ronaldo holds the records for most appearances (183), goals (140), and assists (42) in the Champions League, goals in the European Championship (14), men's international goals (122), and men's international appearances (198). He is one of the few players to have made over 1,100 professional career appearances, and has scored over 800 official senior career goals for club and country.\nRonaldo began his senior career with Sporting CP, before signing with Manchester United in 2003, winning the FA Cup in his first season. He would also go on to win three consecutive Premier League titles, the Champions League and the FIFA Club World Cup; at age 23, he won his first Ballon d'Or. Ronaldo was the subject of the then-most expensive association football transfer when he signed for Real Madrid in 2009 in a transfer worth €94 million (£80 million). He became a key contributor and formed an attacking trio with Karim Benzema and Gareth Bale which was integral to the team winning four Champions League wins from 2014 to 2018, including La Décima. During this period, he won back-to-back Ballons d'Or in 2013 and 2014, and again in 2016 and 2017, and was runner-up three times behind Lionel Messi, his perceived career rival. He also became the club's all-time top goalscorer and the all-time top scorer in the Champions League, and finished as the competition's top scorer for six consecutive seasons between 2012 and 2018. With Real, Ronaldo won two La Liga titles, two Copas del Rey, four Champions Leagues, three UEFA Super Cups and three Club World Cups. In 2018, he signed for Juventus in a transfer worth an initial €100 million (£88 million), the most expensive transfer for an Italian club and for a player over 30 years old. He won two Serie A titles, two Supercoppa Italiana trophies and a Coppa Italia, became the inaugural Serie A Most Valuable Player and became the first footballer to finish as top scorer in the English, Spanish and Italian leagues, before returning to Manchester United in 2021. He left in 2022, after his contract with the club was terminated. In 2023, Ronaldo signed for Al Nassr.\nRonaldo made his international debut for Portugal in 2003 at the age of 18 and has since earned over 190 caps, making him Portugal's most-capped player. With more than 100 goals at international level, he is also the all-time top goalscorer. Ronaldo has played in and scored at 11 major tournaments; he scored his first international goal at Euro 2004, where he helped Portugal reach the final. He assumed captaincy of the national team in July 2008. In 2015, Ronaldo was named the best Portuguese player of all time by the Portuguese Football Federation. The following year, he led Portugal to their first major tournament title at Euro 2016, and received the Silver Boot as the second-highest goalscorer of the tournament. This achievement would see him receive his fourth Ballon d'Or. He also led them to a third-place finish at the 2017 FIFA Confederations Cup and to victory in the inaugural UEFA Nations League in 2019, receiving the top scorer award in the finals, and later received the Golden Boot as top scorer of Euro 2020.\nOne of the world's most marketable and famous athletes, Ronaldo was ranked the world's highest-paid athlete by Forbes in 2016 and 2017 and the world's most famous athlete by ESPN from 2016 to 2019. Time included him on their list of the 100 most influential people in the world in 2014. He is the first footballer and the third sportsman to earn US$1 billion in his career."}
{"page_url": "https://en.wikipedia.org/wiki/Family_of_Donald_Trump", "page_title": "Family of Donald Trump", "wikidata_id": "Q23000814", "title": "Barron Trump", "url": "https://en.wikipedia.org/wiki/Barron_Trump", "summary": "The family of Donald Trump, the 45th president of the United States from 2017 to 2021 and owner of The Trump Organization, is a prominent American family active in real estate, entertainment, business, and politics. Trump, his wife Melania, and son Barron were the first family of the United States for the duration of his presidency. Trump's paternal grandparents, Frederick Trump and Elizabeth Christ Trump, had immigrated to the United States from Germany. Donald Trump's mother, Mary Anne MacLeod, came from the Hebridean Isle of Lewis, off the west coast of Scotland. Trump has five children from three wives, and 10 grandchildren."}
{"page_url": "https://en.wikipedia.org/wiki/USS_Jesse_Rutherford", "page_title": "USS Jesse Rutherford", "wikidata_id": "Q15996345", "title": "Jesse Rutherford Jr.", "url": "https://en.wikipedia.org/wiki/Jesse_Rutherford_Jr.", "summary": "USS Jesse Rutherford (DE-347) was a John C. Butler-class destroyer escort acquired by the United States Navy during World War II and named in honor of Private Jesse Rutherford Jr., USMC. Her primary purpose was to escort and protect ships in convoys; other tasks assigned included patrol and radar picket. Post-war, she returned home with one battle star to her credit.\nThe keel for Jesse Rutherford was laid down by Consolidated Steel Corp., Orange, Texas on 22 November 1943. The destroyer escort was launched on 29 January 1944, sponsored by Mrs. Mary Rutherford, mother of Private Rutherford. Jesse Rutherford was commissioned on 31 May 1944."}
{"page_url": "https://en.wikipedia.org/wiki/Tokio_Hotel", "page_title": "Tokio Hotel", "wikidata_id": "Q1622098", "title": "Tom Kaulitz", "url": "https://en.wikipedia.org/wiki/Tom_Kaulitz", "summary": "Tokio Hotel is a German music band, founded in 2001 by singer Bill Kaulitz, guitarist Tom Kaulitz, bassist Georg Listing, and drummer Gustav Schäfer. Starting from the foundation, the band's music genres were pop rock and alternative rock; since 2014, the band began to perform electropop and synth-pop. \nAfter recording a demo album under the name \"Devilish\" and having their contract with Sony BMG Germany terminated, the band released their first German-language album, Schrei, as Tokio Hotel on Universal Music Germany in 2005. Schrei sold more than half-a-million copies worldwide and spawned four top-five singles in both Germany and Austria. In 2007, the band released their second German-language album, Zimmer 483, and their first English-language album, Scream, which have combined album sales of over 2.5 million copies worldwide and helped win the band their first MTV Europe Music Award for Best InterAct. The former, Zimmer 483, spawned three top-five singles in Germany while the latter, Scream, spawned two singles that reached the top-twenty in new territories such as France, Portugal, Spain and Italy. \nIn September 2008, they won their first MTV Video Music Award, for Best New Artist. Tokio Hotel became the first German band ever to win an award at the MTV VMAs and to also win awards at the MTV Video Music Awards Latin America. They also picked up the Headliner award at the MTV Europe Music Awards 2008 and the award for Best Group at the MTV Europe Music Awards 2009. They won for Best World Stage Performance on 7 November 2010 at the MTV Europe Music Awards. In July 2011, they became the first German band to win an award at the MTV Video Music Awards Japan. The band has sold more than 10 million records worldwide.Their most recent work is the 2022 album called 2001."}
{"page_url": "https://en.wikipedia.org/wiki/Sister_Hazel", "page_title": "Sister Hazel", "wikidata_id": "Q16196378", "title": "Ken Block (musician)", "url": "https://en.wikipedia.org/wiki/Ken_Block_(musician)", "summary": "Sister Hazel is an American alternative rock band from Gainesville, Florida, whose style blends elements of jangle pop, folk rock, classic rock, and southern rock."}
{"page_url": "https://en.wikipedia.org/wiki/Gilbert_%26_George", "page_title": "Gilbert & George", "wikidata_id": "Q1508041", "title": "George Passmore (sculptor)", "url": "https://en.wikipedia.org/wiki/George_Passmore_(sculptor)", "summary": "Gilbert Prousch, sometimes referred to as Gilbert Proesch (born 17 September 1943 in San Martin de Tor, Italy), and George Passmore (born 8 January 1942 in Plymouth, United Kingdom), are two artists who work together as the collaborative art duo Gilbert & George. They are known for their distinctive and highly formal appearance and manner in performance art, and also for their brightly coloured graphic-style photo-based artworks. In 2017, the artists celebrated their 50th anniversary. In April 2023 Gilbert & George opened the Gilbert & George Centre in Heneage Street, London E1 to showcase their work in regular exhibitions and to secure their legacy."}
{"page_url": "https://en.wikipedia.org/wiki/Rush_%26_Molloy", "page_title": "Rush & Molloy", "wikidata_id": "Q54666921", "title": "George Rush", "url": "https://en.wikipedia.org/wiki/George_Rush", "summary": "George Rush Jr. and Joanna Molloy are a husband and wife team of American gossip columnists whose column, \"Rush & Molloy\", appeared in the New York Daily News from 1995 to 2010. Their memoir, Scandal: A Manual, was published by Skyhorse in 2013.Molloy graduated from the University of California, Berkeley and was previously editor of the Page Six column of the New York Post. Rush graduated from Brown University and earned a graduate degree in journalism from Columbia University. The two were married in 1992."}
{"page_url": "https://en.wikipedia.org/wiki/Emory_Tate", "page_title": "Emory Tate", "wikidata_id": "Q115110264", "title": "Emory Andrew Tate I", "url": "https://en.wikipedia.org/wiki/Emory_Andrew_Tate_I", "summary": "Emory Andrew Tate Jr. (December 27, 1958 – October 17, 2015) was an American chess International Master, described by grandmaster Maurice Ashley as \"absolutely a trailblazer for African-American chess\". He is the father of prominent social media influencers Andrew and Tristan Tate."}
{"page_url": "https://en.wikipedia.org/wiki/Marylebone_Cricket_Club", "page_title": "Marylebone Cricket Club", "wikidata_id": "Q30603164", "title": "Laurent (MCC cricketer)", "url": "https://en.wikipedia.org/wiki/Laurent_(MCC_cricketer)", "summary": "Marylebone Cricket Club (MCC) is a cricket club founded in 1787 and based since 1814 at Lord's Cricket Ground, which it owns, in St John's Wood, London. The club was formerly the governing body of cricket retaining considerable global influence.\nIn 1788, the MCC took responsibility for the laws of cricket, issuing a revised version that year. Changes to these Laws are now determined by the International Cricket Council (ICC), but the copyright is still owned by MCC. When the ICC was established in 1909, it was administered by the secretary of the MCC, and the president of MCC automatically assumed the chairmanship of ICC until 1989.For much of the 20th century, commencing with the 1903–04 tour of Australia and ending with the 1976–77 tour of India, MCC organised international tours on behalf of the England cricket team for playing Test matches. On these tours, the England team played under the auspices of MCC in non-international matches. In 1993, its administrative and governance functions were transferred to the ICC and the Test and County Cricket Board (TCCB).\nMCC teams are essentially ad hoc because they have never taken part in any formal competition, but have always held first-class status when playing against first-class opposition. By tradition, to mark the beginning of each English season, MCC plays the reigning county champions.\nThe present president of the club is Stephen Fry, who assumed the twelve-month office on 1 October 2022, replacing Clare Connor, the first woman to hold the post."}
{"page_url": "https://en.wikipedia.org/wiki/Andrew_Tate", "page_title": "Andrew Tate", "wikidata_id": "Q113989293", "title": "Tristan Tate", "url": "https://en.wikipedia.org/wiki/Tristan_Tate", "summary": "Emory Andrew Tate III (born December 1, 1986) is a British-American social media personality, businessman, and former professional kickboxer. \nTate began practicing kickboxing in 2005 and gained his first championship in 2009. He attracted wider attention in 2016, when he appeared on the British reality show Big Brother and was removed after his comments on social media attracted controversy. He began offering paid courses and memberships through his website and rose to fame as an internet celebrity, promoting an \"ultra-masculine, ultra-luxurious lifestyle\". A self-described misogynist, Tate's controversial commentary has resulted in his suspension from several social media platforms such as Twitter and Instagram, where he had amassed millions of followers.On December 29, 2022, Andrew and his brother Tristan were arrested in Romania along with two women; all four are suspected of human trafficking and forming an organized crime group. Romanian police allege that the group coerced victims into creating paid pornography for social media. On March 31, all four were moved to house arrest while the investigation continues. No indictment has yet been filed, and prosecutors have said that they have until late June to send the case to trial."}
{"page_url": "https://en.wikipedia.org/wiki/List_of_French_supercentenarians", "page_title": "List of French supercentenarians", "wikidata_id": "Q1236094", "title": "Eugénie Blanchard", "url": "https://en.wikipedia.org/wiki/Eug%C3%A9nie_Blanchard", "summary": "French supercentenarians are citizens, residents or emigrants from France who have attained or surpassed 110 years of age. As of January 2015, the Gerontology Research Group (GRG) had validated the longevity claims of 161 French supercentenarians. France was home to the oldest human being ever whose longevity is well documented, Jeanne Calment, who lived in Arles for her entire life of 122 years and 164 days. The oldest verified Frenchman ever is Maurice Floquet, a veteran of World War I who lived to age 111 years and 320 days across three centuries (1894–2006).The oldest known living French person is Marie-Rose Tessier, born 21 May 1910 and aged 112 years, 331 days as of 17 April 2023."}
{"page_url": "https://en.wikipedia.org/wiki/Disappearance_of_Madeleine_McCann", "page_title": "Disappearance of Madeleine McCann", "wikidata_id": "Q18542441", "title": "Madeleine McCann", "url": "https://en.wikipedia.org/wiki/Madeleine_McCann", "summary": "Madeleine Beth McCann (born 12 May 2003) is a British missing person who disappeared from her bed in a holiday apartment in Praia da Luz, Portugal, on the evening of 3 May 2007, at the age of 3. The Daily Telegraph described the disappearance as \"the most heavily reported missing-person case in modern history\". Madeleine's whereabouts remain unknown, although German prosecutors believe she is dead.Madeleine was on holiday from the United Kingdom with her parents, Kate and Gerry McCann; her two-year-old twin siblings; and a group of family friends and their children. The McCann children had been left asleep at 20:30 in the ground-floor apartment, while their parents dined with friends in a restaurant 55 metres (180 ft) away. The parents checked on the children throughout the evening, until Kate discovered Madeleine was missing at 22:00. Over the following weeks, particularly after misinterpreting a British DNA analysis, the Portuguese police came to believe that Madeleine had died in an accident in the apartment and that her parents had covered it up. The McCanns were given arguido (suspect) status in September 2007, which was lifted when Portugal's attorney general archived the case in July 2008 for lack of evidence.Madeleine's parents continued the investigation using private detectives until Scotland Yard opened its own inquiry, Operation Grange, in 2011. The senior investigating officer announced that he was treating the disappearance as \"a criminal act by a stranger\", most likely a planned abduction or burglary gone wrong. In 2013, Scotland Yard released e-fit images of men they wanted to trace, including one of a man seen carrying a child toward the beach on the night Madeleine vanished. Shortly after this, Portuguese police reopened their inquiry. Operation Grange was scaled back in 2015, but the remaining detectives continued to pursue a small number of inquiries described in April 2017 as significant.In 2020, police in the German city of Braunschweig stated there was a new suspect in Madeleine's disappearance, a German national and convinced sex offender who public prosecutor Hans Christian Wolters was convinced had abducted and murdered the child.Madeleine's disappearance attracted sustained international interest and saturation coverage in the UK, reminiscent of the death of Princess Diana in 1997. Her parents were subjected to intense scrutiny and baseless allegations of involvement in their daughter's death, particularly in the tabloid press and on Twitter. In 2008 they and their travelling companions received damages and apologies from Express Newspapers, and in 2011 the McCanns testified before the Leveson Inquiry into British press misconduct, lending support to those arguing for tighter press regulation."}
{"page_url": "https://en.wikipedia.org/wiki/GZR", "page_title": "GZR", "wikidata_id": "Q5066355", "title": "Chad Smith (GZR)", "url": "https://en.wikipedia.org/wiki/Chad_Smith_(GZR)", "summary": "GZR was an American heavy metal band founded by and named after Black Sabbath bassist/lyricist Geezer Butler. The band has been marketed with three different names on different releases, g//z/r in 1995, geezer in 1997, and GZR in 2005. Most fans refer to the band as \"geezer,\" although Butler himself refers to the band name as \"gee-zed-R\". This incarnation of the band is not to be confused with Butler's previous attempt in 1985 to form a solo band, then known as the Geezer Butler Band – the two outfits are largely unrelated."}
{"page_url": "https://en.wikipedia.org/wiki/Adam_Sandler", "page_title": "Adam Sandler", "wikidata_id": "Q443063", "title": "Jackie Sandler", "url": "https://en.wikipedia.org/wiki/Jackie_Sandler", "summary": "Adam Richard Sandler (born September 9, 1966) is an American comedian, actor, screenwriter, producer, singer, and musician. Primarily a comedic leading actor in film and television, his accolades, include nominations for three Grammy Awards, five Primetime Emmy Awards, a Golden Globe Award, and a Screen Actors Guild Award. In 2023, Sandler was awarded the Mark Twain Prize for American Humor.\nSandler was a cast member on the NBC sketch comedy series Saturday Night Live from 1990 to 1995. He went on to star in Hollywood films that cumulatively grossed over $2 billion worldwide. Sandler had an estimated net worth of $420 million in 2020, and signed a new four-movie deal with Netflix worth over $250 million.Sandler's comedic roles include Billy Madison (1995), Happy Gilmore (1996), The Waterboy (1998), The Wedding Singer (1998), Big Daddy (1999), Mr. Deeds (2002), 50 First Dates (2004), The Longest Yard (2005), Click (2006), Grown Ups (2010), Just Go with It (2011), Grown Ups 2 (2013), Blended (2014), Murder Mystery (2019) and Hubie Halloween (2020). He also voiced Davey, Whitey, and Eleanore in Eight Crazy Nights (2002) and Dracula in the first three films of the Hotel Transylvania franchise (2012–2018).\nSeveral Sandler comedies, such as Jack and Jill (2011), have been panned, resulting in nine Golden Raspberry Awards and 37 Raspberry Award nominations, more than any actor except Sylvester Stallone. However, Sandler has also received acclaim for his leading roles in comedy-drama films including Paul Thomas Anderson's Punch-Drunk Love (2002), Mike Binder's Reign Over Me (2007), Noah Baumbach's The Meyerowitz Stories (2017), the Safdie brothers' Uncut Gems (2019), and Jeremiah Zagar's Hustle (2022), with the latter three ranked as major career highlights."}
{"page_url": "https://en.wikipedia.org/wiki/US5", "page_title": "US5", "wikidata_id": "Q1684334", "title": "Jay Khan", "url": "https://en.wikipedia.org/wiki/Jay_Khan", "summary": "US5 was a multinational pop boy band. The band originated in 2005 on the German RTL II television reality show Big in America and debuted in June of the same year on Lou Pearlman’s Transcontinental label. US5 became successful throughout central Europe with their first album Here We Go and with several hit records thereafter."}
{"page_url": "https://en.wikipedia.org/wiki/Michael_Jackson", "page_title": "Michael Jackson", "wikidata_id": "Q16240598", "title": "Prince Michael Jackson II", "url": "https://en.wikipedia.org/wiki/Prince_Michael_Jackson_II", "summary": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, dancer, and philanthropist. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century. Over a four-decade career, his contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture. Jackson influenced artists across many music genres; through stage and video performances, he popularized complicated dance moves such as the moonwalk, to which he gave the name, as well as the robot.\nThe eighth child of the Jackson family, Jackson made his public debut in 1964 with his older brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 (later known as the Jacksons). Jackson began his solo career in 1971 while at Motown Records. He became a solo star with his 1979 album Off the Wall. His music videos, including those for \"Beat It\", \"Billie Jean\", and \"Thriller\" from his 1982 album Thriller, are credited with breaking racial barriers and transforming the medium into an artform and promotional tool. He helped propel the success of MTV and continued to innovate with videos for the albums Bad (1987), Dangerous (1991), HIStory: Past, Present and Future, Book I (1995), and Invincible (2001). Thriller became the best-selling album of all time, while Bad was the first album to produce five US Billboard Hot 100 number-one singles.From the late 1980s, Jackson became a figure of controversy and speculation due to his changing appearance, relationships, behavior, and lifestyle. In 1993, he was accused of sexually abusing the child of a family friend. The lawsuit was settled out of civil court; Jackson was not indicted due to lack of evidence. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges. The FBI found no evidence of criminal conduct by Jackson in either case. In 2009, while he was preparing for a series of comeback concerts, This Is It, Jackson died from an overdose of propofol administered by his personal physician, Conrad Murray, who was convicted in 2011 of involuntary manslaughter. His death triggered reactions around the world, creating unprecedented surges of Internet traffic and a spike in sales of his music. A televised memorial service for Jackson, held at the Staples Center in Los Angeles, was viewed by more than an estimated 2.5 billion people globally.\nJackson is one of the best-selling music artists of all time, with estimated sales of over 400 million records worldwide. He had 13 Billboard Hot 100 number-one singles (third highest of any artist in the Hot 100 era) and was the first artist to have a top-ten single in the Billboard Hot 100 in five different decades. His honors include 15 Grammy Awards, 6 Brit Awards, a Golden Globe Award, and 39 Guinness World Records, including the \"Most Successful Entertainer of All Time\". Jackson's inductions include the Rock and Roll Hall of Fame (twice), the Vocal Group Hall of Fame, the Songwriters Hall of Fame, the Dance Hall of Fame (the only recording artist to be inducted), and the Rhythm and Blues Music Hall of Fame."}
{"page_url": "https://en.wikipedia.org/wiki/James_Blair_(clergyman)", "page_title": "James Blair (clergyman)", "wikidata_id": "Q88393114", "title": "Sarah Harrison Blair", "url": "https://en.wikipedia.org/wiki/Sarah_Harrison_Blair", "summary": "James Blair (1656 – 18 April 1743) was a clergyman in the Church of England. He was also a missionary and an educator, best known as the founder of the College of William & Mary in Williamsburg, Virginia."}
{"page_url": "https://en.wikipedia.org/wiki/Hamad_bin_Khalifa_Al_Thani", "page_title": "Hamad bin Khalifa Al Thani", "wikidata_id": "Q6399598", "title": "Khalid bin Hamad bin Khalifa Al Thani", "url": "https://en.wikipedia.org/wiki/Khalid_bin_Hamad_bin_Khalifa_Al_Thani", "summary": "Sheikh Hamad bin Khalifa bin Hamad bin Abdullah bin Jassim bin Mohammed Al Thani (Arabic: حمد بن خليفة الثاني; born 1 January 1952) is a member of the ruling Al Thani Qatari royal family. He was the ruling Emir of Qatar from 1995 until 2013 when he abdicated the throne, handing power to his son Tamim bin Hamad Al Thani. The Qatari government refers to him as the Father Emir.Hamad seized power from his father, Khalifa bin Hamad Al Thani, in a bloodless palace coup d'état in 1995. During his 18-year rule, Qatar's natural gas production reached 77 million tonnes, making Qatar the richest country in the world per capita with the average income in the country US$86,440 a year per person. During his reign, several sports and diplomatic events took place in Qatar, including the 2006 Asian Games, 2012 UN Climate Change Conference, Doha Agreement, Fatah–Hamas Doha Agreement, and it was decided that the 2022 FIFA World Cup would be held in the country. He established the Qatar Investment Authority. By 2013, it had invested over $100 billion around the world, most prominently in The Shard, Barclays Bank, Heathrow Airport, Harrods, Paris Saint-Germain F.C., Volkswagen, Siemens and Royal Dutch Shell.Hamad ruled an autocratic regime in Qatar with no organized political opposition and prohibitions on free speech and dissent. During Hamad's rule, Qatar hosted two US military bases. It also maintained close relations with Iran. He supported and funded rebel movements, particularly in Libya and Syria during the Arab Spring, while maintaining political stability at home. The Sheikh founded news media group Al Jazeera. He also played a part in negotiations between the US and the Taliban. In June 2013, Hamad, in a brief televised address, announced that he would hand power to his fourth son, Tamim bin Hamad Al Thani."}
{"page_url": "https://en.wikipedia.org/wiki/Murder_of_Ashley_Ann_Olsen", "page_title": "Murder of Ashley Ann Olsen", "wikidata_id": "Q51729081", "title": "Ashley Ann Olsen", "url": "https://en.wikipedia.org/wiki/Ashley_Ann_Olsen", "summary": "Ashley Ann Olsen was an American woman living in Florence, Italy, who was murdered in her apartment in January 2016 by an illegal immigrant from Senegal."}
{"page_url": "https://en.wikipedia.org/wiki/Angelina_Jolie", "page_title": "Angelina Jolie", "wikidata_id": "Q55430492", "title": "Shiloh Nouvel Jolie-Pitt", "url": "https://en.wikipedia.org/wiki/Shiloh_Nouvel_Jolie-Pitt", "summary": "Angelina Jolie  (; born Angelina Jolie Voight; June 4, 1975) is an American actress, filmmaker, and humanitarian. The recipient of numerous accolades, including an Academy Award and three Golden Globe Awards, she has been named Hollywood's highest-paid actress multiple times.\nJolie made her screen debut as a child alongside her father, Jon Voight, in Lookin' to Get Out (1982), and her film career began in earnest a decade later with the low-budget production Cyborg 2 (1993), followed by her first leading role in a major film in Hackers (1995). She starred in the biographical television films George Wallace (1997) and Gia (1998) and won the Academy Award for Best Supporting Actress for her performance in the 1999 drama Girl, Interrupted. Her starring role as the titular video game heroine in Lara Croft: Tomb Raider (2001) established her as a leading Hollywood actress. She continued her action-star career with Mr. & Mrs. Smith (2005), Wanted (2008), Salt (2010), and The Tourist (2010), and received critical acclaim for her performances in the dramas A Mighty Heart (2007) and Changeling (2008); the latter earned her a nomination for the Academy Award for Best Actress. Her biggest commercial successes include the fantasy picture Maleficent (2014), its 2019 sequel, and the superhero film Eternals (2021). She has performed a voice role in the animation film series Kung Fu Panda since 2008. Jolie has also directed and written the war dramas In the Land of Blood and Honey (2011), Unbroken (2014), and First They Killed My Father (2017).\nJolie is known for her humanitarian efforts, for which she has received a Jean Hersholt Humanitarian Award and made an honorary Dame Commander of the Order of St Michael and St George, among other honors. She promotes various causes, including conservation, education, and women's rights, and is most noted for her advocacy on behalf of refugees as a Special Envoy for the United Nations High Commissioner for Refugees, a position she held until 2022. Jolie has undertaken over a dozen field missions globally to refugee camps and war zones; her visited countries include Cambodia, Sierra Leone, Tanzania, Pakistan, Afghanistan, Syria, Sudan, Yemen, and Ukraine.\nAs a public figure, Jolie has been cited as one of the most powerful and influential people in the American entertainment industry. She has been cited as the world's most beautiful woman by various media outlets. Her personal life, including her relationships, marriages, and health, has been the subject of wide publicity. She is divorced from actors Jonny Lee Miller, Billy Bob Thornton and Brad Pitt. She has six children with Pitt, three of whom were adopted internationally."}
{"page_url": "https://en.wikipedia.org/wiki/Family_of_Barack_Obama", "page_title": "Family of Barack Obama", "wikidata_id": "Q15070048", "title": "Sasha Obama", "url": "https://en.wikipedia.org/wiki/Sasha_Obama", "summary": "The family of Barack Obama, the 44th president of the United States, is a prominent American family active in law, education, activism and politics. Obama's immediate family circle was the first family of the United States from 2009 to 2017, and are the first such family of African-American descent. His immediate family includes his wife Michelle Obama and daughters Malia and Sasha Obama.\nObama's wider ancestry is made up of people of Kenyan (Luo), African-American, and Old Stock American (including originally English, Scots-Irish, Welsh, German, and Swiss) ancestry."}
{"page_url": "https://en.wikipedia.org/wiki/Imran_Khan_(footballer)", "page_title": "Imran Khan (footballer)", "wikidata_id": "Q60737041", "title": "Imran Khan (footballer, born 1994)", "url": "https://en.wikipedia.org/wiki/Imran_Khan_(footballer,_born_1994)", "summary": "Imran Khan (born 1 March 1995), is an Indian professional footballer who plays as a midfielder for Indian Super League club NorthEast United. He operates primarily as a defensive midfielder, but can also be deployed as a left winger and an attacking midfielder."}
{"page_url": "https://en.wikipedia.org/wiki/Robert_Wood_(rugby)", "page_title": "Robert Wood (rugby)", "wikidata_id": "Q22098434", "title": "Robert Wood (rugby league)", "url": "https://en.wikipedia.org/wiki/Robert_Wood_(rugby_league)", "summary": "Robert \"Bob\" Wood (14 November 1872 – 1 March 1928) was an English rugby union, and professional rugby league footballer who played in the 1890s. He played representative level rugby union (RU) for England, and at club level for Liversedge, as a half-back, i.e. number 9, or 10 and representative level rugby league (RL) for Yorkshire, and at club level for Wakefield Trinity (Heritage No. 2), as a wing, stand-off, or scrum-half, i.e. number 2 or 5, 6, or 7. Prior to Thursday 29 August 1895, Liversedge, and Wakefield Trinity were both rugby union clubs."}
{"page_url": "https://en.wikipedia.org/wiki/Family_of_Joe_Biden", "page_title": "Family of Joe Biden", "wikidata_id": "Q20177093", "title": "Joseph R. Biden Sr", "url": "https://en.wikipedia.org/wiki/Joseph_R._Biden_Sr", "summary": "Joe Biden, the 46th and current president of the United States, has family members who are prominent in law, education, activism and politics. Biden's immediate family became the first family of the United States on his inauguration on January 20, 2021. His immediate family circle was also the second family of the United States from 2009 to 2017, when Biden was vice president. As is the ancestry of all but one President of the USA, Biden's family is mostly descended of the British Isles, with most of their ancestors coming from Ireland and England, whilst also claiming descent from the French.Of Joe Biden's sixteen great-great grandparents, ten were born in Ireland. He is descended from the Blewitts of County Mayo and the Finnegans of County Louth. One of Biden's great-great-great grandfathers was born in Sussex, England, and emigrated to Maryland in the United States in or before 1822."}
{"page_url": "https://en.wikipedia.org/wiki/Lindsay_and_Sidney_Greenbush", "page_title": "Lindsay and Sidney Greenbush", "wikidata_id": "Q11984103", "title": "Lindsay Greenbush", "url": "https://en.wikipedia.org/wiki/Lindsay_Greenbush", "summary": "Rachel Lindsay Rene Bush and Sidney Robyn Danae Bush (born May 25, 1970) are American former child actresses, best known for their combined (alternating) role as Carrie Ingalls, in the drama series Little House on the Prairie. They are identical twin sisters, born in Los Angeles to actor Billy Green Bush and Carole Kay Bush. Their older brother, Clay, is also an actor."}
{"page_url": "https://en.wikipedia.org/wiki/Hamad_bin_Khalifa_Al_Thani", "page_title": "Hamad bin Khalifa Al Thani", "wikidata_id": "Q14946739", "title": "Maha bint Hamad bin Khalifa Al Thani", "url": "https://en.wikipedia.org/wiki/Maha_bint_Hamad_bin_Khalifa_Al_Thani", "summary": "Sheikh Hamad bin Khalifa bin Hamad bin Abdullah bin Jassim bin Mohammed Al Thani (Arabic: حمد بن خليفة الثاني; born 1 January 1952) is a member of the ruling Al Thani Qatari royal family. He was the ruling Emir of Qatar from 1995 until 2013 when he abdicated the throne, handing power to his son Tamim bin Hamad Al Thani. The Qatari government refers to him as the Father Emir.Hamad seized power from his father, Khalifa bin Hamad Al Thani, in a bloodless palace coup d'état in 1995. During his 18-year rule, Qatar's natural gas production reached 77 million tonnes, making Qatar the richest country in the world per capita with the average income in the country US$86,440 a year per person. During his reign, several sports and diplomatic events took place in Qatar, including the 2006 Asian Games, 2012 UN Climate Change Conference, Doha Agreement, Fatah–Hamas Doha Agreement, and it was decided that the 2022 FIFA World Cup would be held in the country. He established the Qatar Investment Authority. By 2013, it had invested over $100 billion around the world, most prominently in The Shard, Barclays Bank, Heathrow Airport, Harrods, Paris Saint-Germain F.C., Volkswagen, Siemens and Royal Dutch Shell.Hamad ruled an autocratic regime in Qatar with no organized political opposition and prohibitions on free speech and dissent. During Hamad's rule, Qatar hosted two US military bases. It also maintained close relations with Iran. He supported and funded rebel movements, particularly in Libya and Syria during the Arab Spring, while maintaining political stability at home. The Sheikh founded news media group Al Jazeera. He also played a part in negotiations between the US and the Taliban. In June 2013, Hamad, in a brief televised address, announced that he would hand power to his fourth son, Tamim bin Hamad Al Thani."}
{"page_url": "https://en.wikipedia.org/wiki/Franklin_Pierce", "page_title": "Franklin Pierce", "wikidata_id": "Q44129005", "title": "Anna Kendrick Pierce", "url": "https://en.wikipedia.org/wiki/Anna_Kendrick_Pierce", "summary": "Franklin Pierce (November 23, 1804 – October 8, 1869) was the 14th president of the United States, serving from 1853 to 1857. A northern Democrat who believed that the abolitionist movement was a fundamental threat to the nation's unity, he alienated anti-slavery groups by signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act. Conflict between North and South continued after Pierce's presidency, and, after Abraham Lincoln was elected president in 1860, the Southern states seceded, resulting in the American Civil War.\nPierce was born in New Hampshire. He served in the House of Representatives from 1833 until his election to the Senate, where he served from 1837 until his resignation in 1842. His private law practice was a success, and he was appointed New Hampshire's U.S. Attorney in 1845. Pierce took part in the Mexican–American War as a brigadier general in the United States Army. Democrats saw him as a compromise candidate uniting Northern and Southern interests, and nominated him for president on the 49th ballot at the 1852 Democratic National Convention. He and running mate William R. King easily defeated the Whig Party ticket of Winfield Scott and William A. Graham in the 1852 presidential election.\nAs president, Pierce attempted to enforce neutral standards for civil service while also satisfying the Democratic Party's diverse elements with patronage, an effort that largely failed and turned many in his party against him. He was a Young America expansionist who signed the Gadsden Purchase of land from Mexico and led a failed attempt to acquire Cuba from Spain. He signed trade treaties with Britain and Japan and his Cabinet reformed its departments and improved accountability, but political strife during his presidency overshadowed these successes. His popularity declined sharply in the Northern states after he supported the Kansas–Nebraska Act, which nullified the Missouri Compromise, while many Southern whites continued to support him. The act's passage led to violent conflict over the expansion of slavery in the American West. Pierce's administration was further damaged when several of his diplomats issued the Ostend Manifesto calling for the annexation of Cuba, a document that was roundly criticized. He fully expected the Democrats to renominate him in the 1856 presidential election, but they abandoned him and his bid failed. His reputation in the North suffered further during the American Civil War as he became a vocal critic of President Abraham Lincoln.\nPierce was popular and outgoing, but his family life was difficult; his three children died young and his wife, Jane Pierce, suffered from illness and depression for much of her life. Their last surviving son was killed in a train accident while the family was traveling, shortly before Pierce's inauguration. A heavy drinker for much of his life, Pierce died in 1869 of cirrhosis. As a result of his support of the South, as well as failing to hold the Union together in time of strife, historians and scholars generally rank Pierce as one of the worst and least memorable U.S. presidents."}
{"page_url": "https://en.wikipedia.org/wiki/Killing_of_Tyre_Nichols", "page_title": "Killing of Tyre Nichols", "wikidata_id": "Q116455259", "title": "Tyre Nichols", "url": "https://en.wikipedia.org/wiki/Tyre_Nichols", "summary": "On January 7, 2023, Tyre Nichols, a 29-year-old man, was stopped by police in the Memphis Police Department (MPD) SCORPION unit in Memphis, Tennessee. Officers pulled Nichols from his car, and maced and tasered him. Nichols broke free and ran toward his mother's house, which was less than a mile (1.6 km) away. Five Black officers caught up with Nichols near the house, where they assaulted him. Medics on the scene failed to administer care for 16 minutes after arriving. Nichols was admitted to the hospital in critical condition, where he died three days later.\nThe officers reported that they stopped Nichols for reckless driving. MPD released four edited video clips from police body cameras and a nearby pole-mounted camera. MPD Police Chief Cerelyn J. Davis later stated that the department had reviewed camera footage and could not find any evidence of probable cause for the traffic stop.\nThe Tennessee Bureau of Investigation and the United States Department of Justice both opened investigations into the incident. A coroner's report has not been released. A private autopsy commissioned by Nichols family attorneys indicated that Nichols experienced \"extensive bleeding caused by a severe beating.\"\nThe five officers who battered Nichols were terminated from MPD, effective January 8, 2023. They were arrested and charged on January 26 with several crimes including second degree murder. They have all pled not guilty. MPD has disciplined, relieved of duty, dismissed, or arrested thirteen officers in total regarding their conduct. Memphis Fire Services terminated three employees for their failure to evaluate or assist Nichols. After the release of the videos, widespread protests began on January 27."}
{"page_url": "https://en.wikipedia.org/wiki/Tiffany_Trump", "page_title": "Tiffany Trump", "wikidata_id": "Q98105914", "title": "Michael Boulos", "url": "https://en.wikipedia.org/wiki/Michael_Boulos", "summary": "Tiffany Ariana Trump (born October 13, 1993) is the fourth child of former U.S. President Donald Trump and his only child with his second wife, Marla Maples. She is a legal research assistant at Georgetown University Law Center."}
{"page_url": "https://en.wikipedia.org/wiki/Getty_family", "page_title": "Getty family", "wikidata_id": "Q101405566", "title": "Ivy Getty", "url": "https://en.wikipedia.org/wiki/Ivy_Getty", "summary": "The Getty family of the United States identify with George Franklin Getty and his son Jean Paul Getty as their patriarchs. In the 20th century they were heavily involved in the petroleum industry. The Getty family is of Scots-Irish ancestry from their patrilineal lineage, their ancestors having immigrated to North America from Cullavmor, County Londonderry, Ireland. Several members of the Getty family have lived in England, including Sir Paul Getty who took British citizenship.\nGeorge Getty (1855–1930) was a lawyer who became an independent oilman in 1904. He was married with one son, a daughter having died in infancy in a typhoid epidemic in Minneapolis, Minnesota. He lent his son Jean Paul money to invest in oil wells and in 1916, George and Jean Paul incorporated the Getty Oil Company, later to become Getty Oil."}
{"page_url": "https://en.wikipedia.org/wiki/Sch%C3%B6n_scandal", "page_title": "Schön scandal", "wikidata_id": "Q62685", "title": "Jan Hendrik Schön", "url": "https://en.wikipedia.org/wiki/Jan_Hendrik_Sch%C3%B6n", "summary": "The Schön scandal concerns German physicist Jan Hendrik Schön (born August 1970 in Verden an der Aller, Lower Saxony, Germany) who briefly rose to prominence after a series of apparent breakthroughs with semiconductors that were later discovered to be fraudulent. Before he was exposed, Schön had received the Otto-Klung-Weberbank Prize for Physics and the Braunschweig Prize in 2001, as well as the Outstanding Young Investigator Award of the Materials Research Society in 2002, all of which were later rescinded.The scandal provoked discussion in the scientific community about the degree of responsibility of coauthors and reviewers of scientific articles. The debate centered on whether peer review, traditionally designed to find errors and determine relevance and originality of articles, should also be required to detect deliberate fraud."}
{"page_url": "https://en.wikipedia.org/wiki/Family_of_Joe_Biden", "page_title": "Family of Joe Biden", "wikidata_id": "Q100605198", "title": "Natalie Biden", "url": "https://en.wikipedia.org/wiki/Natalie_Biden", "summary": "Joe Biden, the 46th and current president of the United States, has family members who are prominent in law, education, activism and politics. Biden's immediate family became the first family of the United States on his inauguration on January 20, 2021. His immediate family circle was also the second family of the United States from 2009 to 2017, when Biden was vice president. As is the ancestry of all but one President of the USA, Biden's family is mostly descended of the British Isles, with most of their ancestors coming from Ireland and England, whilst also claiming descent from the French.Of Joe Biden's sixteen great-great grandparents, ten were born in Ireland. He is descended from the Blewitts of County Mayo and the Finnegans of County Louth. One of Biden's great-great-great grandfathers was born in Sussex, England, and emigrated to Maryland in the United States in or before 1822."}
