{"page_url": "https://en.wikipedia.org/wiki/Nickelback", "page_title": "Nickelback", "wikidata_id": "Q1156782", "title": "Mike Kroeger", "url": "https://en.wikipedia.org/wiki/Mike_Kroeger", "summary": "Nickelback  is a Canadian rock band formed in 1995 in Hanna, Alberta. It is composed of guitarist and lead vocalist Chad Kroeger, guitarist, keyboardist and backing vocalist Ryan Peake, bassist Mike Kroeger and drummer Daniel Adair. It went through several drummer changes between 1995 and 2005, reaching its current lineup when Adair replaced Ryan Vikedal.\nThe band signed with Roadrunner Records in 1999 and reached a mainstream breakthrough in 2002 with the single \"How You Remind Me\", which reached number one in the United States and Canada. Its parent album, Silver Side Up, would go on to be certified 8× Platinum in Canada. Nickelback's fourth album, The Long Road, was released in 2003 and spawned five singles, including Canadian number one \"Someday\", which also reached No. 7 on the Billboard Hot 100.In 2005, the band's best-selling album to date, All the Right Reasons, produced three top-ten and five top-twenty singles on the Billboard Hot 100, including \"Photograph\", \"Far Away\", and \"Rockstar\", the latter of which was their biggest success in the United Kingdom. Nickelback released eight singles from their sixth album Dark Horse (2008), including the United States top ten track \"Gotta Be Somebody\". In 2011, the seventh album Here and Now topped the charts in Canada. The band has since released No Fixed Address (2014), Feed the Machine (2017) and most recently its tenth album Get Rollin' (2022).\nNickelback is one of the most commercially successful Canadian rock bands, having sold more than 50 million albums worldwide. In 2009, Billboard ranked it the most successful rock group and the seventh-most successful artist of that decade; \"How You Remind Me\" was the best-selling rock song and the fourth-best overall. In 2023, Nickelback were inducted into the Canadian Music Hall of Fame."}
{"page_url": "https://en.wikipedia.org/wiki/Princess_Beatrice", "page_title": "Princess Beatrice", "wikidata_id": "Q116225244", "title": "Sienna Mozzi", "url": "https://en.wikipedia.org/wiki/Sienna_Mozzi", "summary": "Princess Beatrice, Mrs Edoardo Mapelli Mozzi (Beatrice Elizabeth Mary; born 8 August 1988) is a member of the British royal family. She is the elder daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. She is a niece of King Charles III and a granddaughter of Queen Elizabeth II. Born fifth in line of succession to the British throne, she is now ninth. She has a younger sister, Princess Eugenie.\nBorn in Portland Hospital, London, Beatrice attended St George's School, Ascot, before studying at Goldsmiths College, graduating with a bachelor's degree in history. She was briefly employed at the Foreign Office and Sony Pictures before joining software company Afiniti as Vice President of Strategic Partnerships. Beatrice also works privately with a number of charitable organisations, including the Teenage Cancer Trust and Outward Bound.\nShe married Edoardo Mapelli Mozzi, a property developer and English born Italian noble, in 2020. Their daughter Sienna Elizabeth was born in September 2021.\nUpon the death of Elizabeth II and the accession of King Charles III, Princess Beatrice became a Counsellor of State, a senior position within the royal family limited to the first four in the line of succession over the age of 21 and the sovereign's consort."}
{"page_url": "https://en.wikipedia.org/wiki/Thani_bin_Hamad_bin_Khalifa_Al_Thani", "page_title": "Thani bin Hamad bin Khalifa Al Thani", "wikidata_id": "Q29617798", "title": "Thani bin Hamad bin Khalifa Al-Thani", "url": "https://en.wikipedia.org/wiki/Thani_bin_Hamad_bin_Khalifa_Al-Thani", "summary": "Sheikh Thani bin Hamad bin Khalifa Al Thani (Arabic: ثاني بن حمد بن خليفة آل ثاني) is the brother of the Emir of Qatar Tamim bin Hamad Al Thani, and son of the country's Father Emir Hamad bin Khalifa Al Thani. Al Thani sits on the board of directors of the Doha Film Institute and International Bank of Qatar."}
