{"wikidata_id": "Q102124", "title": "Sigourney Weaver", "url": "https://en.wikipedia.org/wiki/Sigourney_Weaver", "summary": "Susan Alexandra \"Sigourney\" Weaver (; born October 8, 1949) is an American actress. A figure in science fiction and popular culture, she has received various accolades, including a British Academy Film Award, two Golden Globe Awards, and a Grammy Award, in addition to nominations for three Academy Awards, four Primetime Emmy Awards, and a Tony Award.  In 2003 she was voted Number 20 in Channel 4's countdown of the 100 Greatest Movie Stars of All Time.Weaver rose to fame when she was cast as Ellen Ripley in the Ridley Scott directed science fiction film Alien (1979), which earned her a nomination for the BAFTA Award for Most Promising Newcomer. She reprised the role with a critically acclaimed performance in James Cameron's Aliens (1986), for which she received her first Academy Award nomination. She returned to the role in two more sequels: Alien 3 (1992) and Alien Resurrection (1997). The character is regarded as a significant female protagonist in cinema history. Her other franchise roles include Dana Barrett in Ghostbusters (1984), Ghostbusters II (1989) and Ghostbusters: Afterlife (2021). She reunited with Cameron portraying Dr. Grace Augustine in Avatar (2009)—which remains the highest-grossing film of all time—and returned in Avatar: The Way of Water (2022), portraying Kiri te Suli Kìreysì'ite.Known for her work on the Broadway stage she received a Tony Award nomination for her role in the play Hurlyburly (1984). Further acclaim came with playing primatologist Dian Fossey in Gorillas in the Mist (1988), for which she won a Golden Globe Award, and in the same year, winning another Golden Globe Award for her performance  in Working Girl. Weaver was the first actor to have two acting wins at the Golden Globes in the same year; she also received an Academy Award nomination for both films (Actress in a Leading Role and Actress in a Supporting Role, respectively). She received the BAFTA Award for Best Supporting Actress for her role in The Ice Storm (1997). She has since starred in film such as 1492: Conquest of Paradise (1992), Death and the Maiden (1994), Galaxy Quest (1999), Holes (2003), The Village (2004), Infamous (2006), You Again (2010), and Master Gardener (2022). \nAlthough best known for her role in the Alien franchise, Weaver has fostered a prolific filmography, appearing in more than 60 films. She's also known for her extensive voiceover work including the animated films, The Tale of Despereaux (2008) and Pixar films WALL-E (2008) and Finding Dory (2016) as well as several documentaries, such as the BBC series Planet Earth (2006) and The Beatles: Eight Days a Week (2016)."}