{"wikidata_id": "Q103646", "title": "Ron Howard", "url": "https://en.wikipedia.org/wiki/Ron_Howard", "summary": "Ronald William Howard (born March 1, 1954) is an American director, producer, screenwriter, and actor. He first came to prominence as a child actor, guest-starring in several television series, including an episode of The Twilight Zone. He gained national attention for playing young Opie Taylor, the son of Sheriff Andy Taylor (played by Andy Griffith) in the sitcom The Andy Griffith Show from 1960 through 1968. During this time, he also appeared in the musical film The Music Man (1962), a critical and commercial success. He was credited as Ronny Howard in his film and television appearances from 1959 to 1973. Howard was cast in one of the lead roles in the coming-of-age film American Graffiti (1973), and became a household name for playing Richie Cunningham in the sitcom Happy Days, a role he would play from 1974 to 1980.In 1980, Howard left Happy Days to focus on directing, producing and sometimes writing a variety of films and television series. His films included the comedies Night Shift (1982), Splash (1984), and Cocoon (1985) as well as the fantasy Willow (1988), the thriller Backdraft (1991), and the newspaper comedy-drama film The Paper (1994). In 1995, Howard gained widespread praise and recognition in the historical docudrama Apollo 13 (1995). He continued directing such films as the biographical drama A Beautiful Mind (2001), the biographical sports drama Cinderella Man (2005), the historical drama Frost/Nixon (2008), the biographical sports drama Rush (2013), and the historical adventure film In the Heart of the Sea (2015). Howard is also known for directing the children's fantasy film How the Grinch Stole Christmas (2000) as well as the Robert Langdon film series, The Da Vinci Code (2006), Angels & Demons (2009), Inferno (2016), and Solo: A Star Wars Story (2018). He has also directed the documentary films The Beatles: Eight Days a Week (2016) and Pavarotti (2019).\nHoward received the Academy Award for Best Director and Academy Award for Best Picture for A Beautiful Mind and was nominated again for the same awards for Frost/Nixon. In 2003, he was awarded the National Medal of Arts. He was inducted into the Television Hall of Fame in 2013. Howard has two stars on the Hollywood Walk of Fame for his contributions in the television and motion pictures industries."}