{"wikidata_id": "Q10304982", "title": "Jair Bolsonaro", "url": "https://en.wikipedia.org/wiki/Jair_Bolsonaro", "summary": "Jair Messias Bolsonaro (Brazilian Portuguese: [ʒaˈiʁ meˈsi.ɐz bowsoˈnaɾu]; born 21 March 1955) is a Brazilian politician and retired military officer who served as the 38th president of Brazil from 2019 until 2022. He was elected in 2018 as a member of the Social Liberal Party, which he turned into a conservative party before cutting ties with it. In 2021, he joined the conservative Liberal Party. From 1991 to 2018, Bolsonaro served in Brazil's Chamber of Deputies, representing the state of Rio de Janeiro.\nBolsonaro was born in Glicério, in the state of São Paulo. He graduated from the Agulhas Negras Military Academy in 1977 and served in the Brazilian Army's field artillery and parachutist units. He became known to the public in 1986, when he wrote an article for Veja magazine criticizing low wages for military officers, after which he was arrested and detained for 15 days. A year later, the same magazine accused him of planning to plant bombs in military units, which he denied. A lower court convicted him, but the Brazilian Superior Military Court acquitted him in 1988. He moved to the reserve in 1988 with the rank of captain and ran for the Rio de Janeiro City Council that year, elected as a member of the Christian Democratic Party. In 1990, Bolsonaro was elected to the lower chamber of Congress and he was reelected six times. During his 27-year tenure as a congressman, he became known for his national conservatism. He is a vocal opponent of same-sex marriage, abortion, affirmative action, drug liberalization, and secularism. In foreign policy, he has advocated closer relations to the United States and Israel. During the 2018 Brazilian general election campaign, he started to advocate economically liberal and pro-market policies. A polarizing and controversial politician, his views and comments, which have been described as far-right and populist, have drawn both praise and criticism in Brazil.Bolsonaro announced his candidacy for president in March 2016 as a member of the Social Christian Party. He left the party in 2018 and joined the Social Liberal Party, and then launched his presidential campaign in August that year, with retired general Hamilton Mourão as his running mate. He portrayed himself as an outsider and a supporter of family values. He came in first place in the first round of the general election on 7 October 2018, with Workers' Party candidate Fernando Haddad coming in second. The two candidates had a runoff on 28 October 2018, and Bolsonaro was elected with 55.1% of the popular vote.\nBolsonaro placed many army officers in key positions in his cabinet. Before his inauguration, he said he would fill positions in his government based only on technical qualifications and skills rather than ideological sympathy. During his presidency, many appointees have clashed ideologically with the government. His ministers of Justice and Education, the Secretary of Government, the head of the postal service and other government officials fell out of favor with Bolsonaro and resigned. He focused on domestic affairs in his first months in office, dealing primarily with the fallout of the 2014 Brazilian economic crisis. During his first year in office, the economy recovered slowly, while crime rates fell sharply. In 2019, Bolsonaro left the Social Liberal Party amid a confrontation with other members and attempted to form the Alliance for Brazil party, before joining the Liberal Party to run for the 2022 Brazilian general election. During his presidency, he rolled back protections for Indigenous groups in the Amazon rainforest and facilitated its deforestation. Bolsonaro's response to the COVID-19 pandemic in Brazil was criticized across the political spectrum after he sought to downplay the pandemic and its effects, opposed quarantine measures, and dismissed two health ministers, while the death toll increased rapidly.On 30 October 2022, in the runoff of the 2022 Brazilian general election, Bolsonaro lost to Luiz Inácio Lula da Silva, becoming the first president in Brazil to lose his bid for re-election. On 8 January 2023, his supporters stormed the nation's highest institutions, including Congress, calling for a coup d'état.  Bolsonaro eventually condemned the protesters and denied responsibility."}