{"wikidata_id": "Q105038378", "title": "Robert Wood (mayor)", "url": "https://en.wikipedia.org/wiki/Robert_Wood_(mayor)", "summary": "Sir Robert Wood of Norwich, Norfolk, was an English politician.\n\nHe was Mayor of Norwich, and was knighted by Queen Elizabeth I in 1578.\nHe was knighted on Queen Elizabeth I's progress in Norfolk. Francis Blomefield, Rector of Fersfield in Norfolk, describes the occasion thusly:On Saturday being the 16th of August, 1578, and in the 20th year of the reign of our most gracious sovereign Lady Elizabeth, by the grace of God Queen of England, France, and Ireland, Defender of the Faith, &c. The same our most dread and sovereign Lady, (continuing her progress in Norfolk,) immediately after dinner set forward from Braken-Ash, where she had dined with the Lady Stile, being five miles distant from Norwich, towards the same her most dutiful city. Sir Robert Wood, then Esq. now Knight, Mayor of the same city, at one o'clock the same happy day, set forward to meet with her Majesty in this order: 1st. there rode before him well and seemly mounted, three score of the most comely young-men of the city, as batchelors, apparelled all in black satin doublets, black hose, black taffata hatts, and yellow bands; and their universall livery was a mandilion of purple taffata, laid about with silver lace: and so apparelled they marched forwards two and two in a rank. Then one which represented King Gurgunt, sometime King of England, which built the castle of Norwich called Blanche Flower, and laid the foundation of the city: he was mounted upon a brave courser, and was thus furnished; his body armed, his bases of green and white silk, on his head a black velvet hat, with a plume of white feathers: there attended upon him three henchmen in white and green, one of them did bear his helmet, the second his target, and the third his staff: after him a noble company of gentlemen and wealthy citizens, in velvet coats and other costly furniture, bravely mounted. Then followed the officers of the city every one in his place; then the swordbearer with the sword and hat of maintenance; then the mayor and 24 aldermen, and recorder, all in scarlet gownes, whereof so many as had been mayors of the city, and were justices, did wear their scarlet cloaks; then followed so many as had been sheriffs and not aldermen, in violet gowns and sattin tippets; then followed divers others to keep the people from disturbing the array aforesaid.\nHer Majesty received these gifts very thankfully, the gods and the goddesses with the rest of the masque marched about the chamber again, and then departed in like manner as they came in. Then the Queen called unto her, Master Robert Wood, the mayor of Norwich, whom first she heartily thanked, and took him by the hand, and used secret conference, but what I know not. And thus this delightfull night passed, to the joy of all that saw her grace in so pleasant plight.He married Anne, 3rd daughter of Augustine Steward, Esq., mercer, alderman and also Mayor of Norwich and had by her five children:Edmond Wood, ob. s.p.\nRobert Wood (d. 23 May 1623) of Brakene and Thurston, m. Anne (d. 7 January 1646), daughter and coheiress of John Wolmer (d. 2 December 1598) of Thurston and Alice (d. 9 December 1610), and had:Robert Wood (4 August 1601 – 31 December 1680), m. Elizabeth (1607 – 13 July 1655), third daughter of Sir Thomas Richardson, knight, Chief Justice of the King's Bench\nEdmond, m. the daughter of William Adams of Patterchurch in the County of Pembrookeshire, Esq.\nPhilip, died unmarried\nFrances, m. Thomas Fletcher of Bury St. Edmunds in the County of Suffolk, Esq.\nAlice, m. Anthony Penning of Little-Baddo in the County of Essex, Esq.\nElizabeth, who married Jeffrey Warde, son of Thomas Warde (d.1584), and Mary, daughter of Robert Spooner of Seething. They had one son, Thomas Warde, who married Elizabeth, daughter of Robert Wright, alias Reeve, of Twayte, Esq.\nAustin, s.p.\nPeter Wood of the City of Norwich, m. Martha, daughter of Thomas Ward of Brook in Norfolk, and had Robert, Augustine, Edmund, Mary and AnneHis son Robert Wood of Brakene purchased the manor of Braconash in 1622 from Sir Edwyn Rich, knight, He married Anne, daughter and coheir of John Woolmer of Tharston, Esq., and settled the manor on his wife. Robert Wood, their son and heir, inherited, and lies buried by his wife in the chancel there, under a stone having the arms of Wood and Richardson impaled.The family continued to live in Braconash for centuries, as evidenced by the monuments there."}