{"wikidata_id": "Q10648", "title": "Gordon Brown", "url": "https://en.wikipedia.org/wiki/Gordon_Brown", "summary": "James Gordon Brown  (born 20 February 1951) is a British politician who served as Prime Minister of the United Kingdom and Leader of the Labour Party from 2007 to 2010. He previously served as Chancellor of the Exchequer in Tony Blair's government from 1997 to 2007, and was a Member of Parliament (MP) from 1983 to 2015, first for Dunfermline East and later for Kirkcaldy and Cowdenbeath. Brown is the most recent Labour politician as well as the most recent Scottish politician to hold the office of prime minister.\nA doctoral graduate, Brown studied history at the University of Edinburgh, where he was elected Rector in 1972. He spent his early career working as both a lecturer at a further education college and a television journalist. Brown was elected to the House of Commons in 1983 as the MP for Dunfermline East, later becoming the MP for Kirkcaldy and Cowdenbeath in 2005. He joined the Shadow Cabinet in 1989 as Shadow Secretary of State for Trade, and was later promoted to become Shadow Chancellor of the Exchequer in 1992. Following Labour's victory in the 1997 general election, its largest landslide general election victory in history, Brown was appointed as Chancellor of the Exchequer, becoming the longest-serving holder of that office in modern history.\nBrown's time as chancellor was marked by major reform of Britain's monetary and fiscal policy architecture, transferring interest rate setting powers to the Bank of England, by a wide extension of the powers of the Treasury to cover much domestic policy and by transferring responsibility for banking supervision to the Financial Services Authority. Brown presided over the longest period of sustained economic growth in British history. He outlined five economic tests, which resisted the UK adopting the euro currency. Controversial moves included the abolition of advance corporation tax (ACT) relief in his first budget, the sale of UK gold reserves from 1999 to 2002, and the removal in his final budget of the 10% starting rate of personal income tax which he had introduced in 1999.Following Blair's resignation in 2007, Brown was elected unopposed to replace him, becoming Labour leader on 24 June and being appointed prime minister three days later on 27 June. Under Brown, the party continued to use the campaign label New Labour, though Brown's style of government differed to that of Blair. Brown's government introduced rescue packages in 2008 and 2009 to help keep the banks afloat during the global financial crisis, and as a result the national debt increased dramatically. The government took majority shareholdings in Northern Rock and Royal Bank of Scotland, both of which experienced severe financial difficulties, and injected large amounts of public money into several other banks, including Lloyds Banking Group, which formed through the acquisition of HBOS by Lloyds TSB in 2009. In 2008, Brown's government passed the world's first Climate Change Act, and introduced the Equality Act 2010.\nDespite initial rises in opinion polls after Brown became prime minister, Labour's popularity declined with the onset of the Great Recession, leading to poor results in the local and European elections in 2009. In the 2010 general election, Labour lost 91 seats, the party's biggest loss of seats in a single general election since 1931, resulting in a hung parliament in which the Conservative Party won the most seats. Brown remained prime minister while the Liberal Democrats entered separate negotiations with Labour and the Conservatives with a view to forming a coalition government. After the Conservatives formed a coalition government with the Liberal Democrats, Brown was succeeded as prime minister by Conservative leader David Cameron, and as Labour Party leader by Ed Miliband.\nAfter leaving office, Brown returned to the backbenches, continuing to serve as the MP for Kirkcaldy and Cowdenbeath until he gave up his seat in 2015, has since made occasional political interventions, and has also published several political themed books. Brown played a prominent role in the campaign to maintain the union between Scotland and the United Kingdom during the 2014 Scottish independence referendum, and in 2022 unveiled a Labour Party blueprint with incumbent Labour leader Keir Starmer for the future, proposing the biggest ever transfer of political power out of Westminster and into the towns, cities, and nations of the UK. Since stepping down as an MP, Brown has served as the United Nations Special Envoy for Global Education and the WHO Ambassador for Global Health Financing.As chancellor, Brown had high approval ratings and was rated as the most successful chancellor in terms of providing economic stability, working independently from the prime minister and leaving a lasting legacy on Britain's economy. During the first four months of his premiership, Brown enjoyed a substantial lead in the polls, but his popularity fell significantly throughout the remainder of his tenure. His premiership has generally been viewed as average in historical rankings and public opinion of British prime ministers."}