{"wikidata_id": "Q106474688", "title": "Dina Boluarte", "url": "https://en.wikipedia.org/wiki/Dina_Boluarte", "summary": "Dina Ercilia Boluarte Zegarra (Spanish pronunciation: [ˈdina eɾˈsilja βoˈlwaɾte seˈɣara] (listen); born 31 May 1962) is a Peruvian politician, civil servant, and lawyer currently serving as the President of Peru since 7 December 2022. She had served as the first vice president and minister at the Ministry of Development and Social Inclusion under President Pedro Castillo. Before then, she served as an officer at the National Registry of Identification and Civil Status (RENIEC) from 2007 until 2022. With Boluarte assuming the presidency as the sole vice president, President of Congress José Williams is next in the line of succession.\nBoluarte is the first woman to become President of Peru. Initially a member of Free Peru, she was sworn in following President Pedro Castillo's attempt to dissolve Congress, citing the legislature's obstruction of his government, which resulted in his impeachment, ousting, and arrest. Her presidency comes during a period of political turmoil in Peru that began in 2017, as she is the sixth president in five years. She would quickly receive support from right-wing groups and the media organizations in Peru. Boluarte created a coalition with the majority right-wing Congress of Peru, which had lost but not conceded the 2021 Peruvian general election, and the Peruvian Armed Forces, raising concerns about a civilian-military government forming. During her first months as president, protests against her government emerged across Peru, during which authorities perpetrated the Ayacucho massacre and Juliaca massacre. Her government's violent reaction to protests resulted with Freedom House moving Peru from \"Free\" to \"Partly free\" in the 2023 Freedom in the World.Attorney General of Peru Patricia Benavides announced investigations on 10 January 2023 to determine if Boluarte, Prime Minister Alberto Otárola, Minister of the Interior Víctor Rojas, and Minister of Defense Jorge Chávez committed genocide and aggravated homicide. Groups in Congress opposed to Boluarte opened an impeachment motion against her on 25 January 2023, citing moral incapacity. Some Latin American governments, including Argentina, Bolivia, Colombia, Honduras, Mexico and Venezuela have continued to recognize Pedro Castillo as the democratically elected President of Peru and have refused to recognize Boluarte."}