{"wikidata_id": "Q108887", "title": "Joachim Boldt", "url": "https://en.wikipedia.org/wiki/Joachim_Boldt", "summary": "Joachim Boldt (born 29 September 1954) is a German anesthesiologist who fabricated or falsified data, including those reporting clinical trial results. Boldt was previously considered to be a leading researcher of medicinal colloids. He was an advocate for the use of colloidal hydroxyethyl starch (HES) to boost blood pressure during surgery.  However, a meta-analysis of trials that excluded Boldt's fabricated data found that the intravenous use of hydroxyethyl starch is associated with a significant increased risk of death and acute kidney injury compared with other resuscitation solutions. He has been stripped of his professorship and is under criminal investigation for possible forgery of up to 90 research studies.The editors of 16 different scientific journals, including Anesthesia & Analgesia, Anaesthesia, the European Journal of Anaesthesiology, and the British Journal of Anaesthesia, allege that 89 of 102 studies published by Boldt contained research without proper institutional review board approval.On 10 November 2010 Boldt was suspended from Klinikum Ludwigshafen, a hospital in Germany, for a scientific publication in Anesthesia & Analgesia with insufficient background research. His field of research and the publications were related to hydroxyethyl starch. Some 90 studies he published are currently being reviewed by medical authorities.In February 2011, Boldt was stripped of his title of professor at the University of Giessen for failing to teach, and the university is investigating possible charges of scientific misconduct. His case was described at the time as \"possibly the biggest medical research scandal since Andrew Wakefield was struck off in 2010 for falsely claiming to have proved a link between the MMR vaccine and autism\".In August 2012, the hospital released the results of the investigation: while no patients were harmed, \"in a large number of the studies investigated, the conduct of research failed to meet required standards. False data were published in at least 10 of the 91 articles examined, including, for instance, data on patient numbers/ study groups as well as data on the timing of measurements\".On 20 February 2013, JAMA published a meta-analysis on HES in critically ill patients. Boldt had 7 studies from the 1990s that had not yet been retracted. Including them, there was no increase in mortality, but excluding them, there was a significant increase in mortality. Only the Boldt studies showed an improvement with HES; all other studies showed no benefit but significant risks. It is believed that his fraudulent studies put critically ill patients at risk and caused harm.An overview of the challenges that this fraud has presented for the meta-analysts has been published in 2013. It includes double publication of studies, manipulating demographic and outcome data to conceal double publication, and getting better results for a drug being tested.By 2017, 96 of Boldt's papers had been retracted. In October 2018, a review highlighted additional retractions with the oldest retracted paper from 1986, demonstrating persistent fraud for Boldt's entire career. Statistical analyses demonstrate that it is likely that many fraudulent papers from Boldt remain and editors should take action. As of 1 January 2023, Boldt has had 164 of his research publications retracted, including those reporting clinical trial results."}