{"wikidata_id": "Q115170395", "title": "George Santos", "url": "https://en.wikipedia.org/wiki/George_Santos", "summary": "George Santos (; Portuguese: [ˈsɐ̃tus]; born July 22, 1988) is an American politician who is the U.S. representative for New York's 3rd congressional district, serving since 2023. A member of the Republican Party, Santos was elected to Congress in 2022, after running unsuccessfully in 2020 against incumbent Thomas Suozzi. Santos is the first LGBT non-incumbent Republican elected to federal office.\nSantos has made numerous false or dubious claims about his biography, work history, criminal record, financial status, ethnicity, religion, and other matters, both in public and in private. Six weeks after his election, numerous news outlets reported that large parts of his self-published biography appeared to be fabricated, including claims about his ancestry, education, employment, charity work, property ownership, and crimes he claimed to be a victim of. Santos has admitted to lying about his education and employment. As of March 2023, he is under investigation by U.S. federal, New York state, and Nassau County authorities. In 2010, Santos confessed to having committed check fraud in Brazil in 2008, but he failed to appear in court in 2011, leaving the case unresolved. In the wake of his election, Brazilian authorities revived the case in late 2022. On March 24, 2023, it was announced that Santos would plead guilty in that case. In addition, there have been several judgments against Santos in the United States concerning eviction and personal debt cases. In 2022, he was accused of failing to pay thousands of dollars in judgments from the 2010s, to which he admitted. Santos was charged in 2017 in the United States for theft by deception regarding bad checks to dog breeders, but the charges were dropped, and the record expunged in 2021 after the signatures on the checks did not match his.\nDespite numerous calls for his resignation from members of both major political parties, Santos has refused. On March 14, 2023, Santos filed paperwork to run for reelection in 2024; a month later, he officially declared he would seek reelection."}