{"wikidata_id": "Q11613", "title": "Harry S. Truman", "url": "https://en.wikipedia.org/wiki/Harry_S._Truman", "summary": "Harry S. Truman (May 8, 1884 – December 26, 1972) was the 33rd president of the United States, serving from 1945 to 1953. A leader of the Democratic Party, he previously served as the 34th vice president from January to April 1945 under Franklin Roosevelt and as a United States senator from Missouri from 1935 to January 1945. Assuming the presidency after Roosevelt's death, Truman implemented the Marshall Plan to rebuild the economy of Western Europe and established both the Truman Doctrine and NATO to contain the expansion of Soviet communism. He proposed numerous liberal domestic reforms, but few were enacted by the conservative coalition that dominated the Congress.\nTruman grew up in Independence, Missouri, and during World War I fought in France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri, and was elected as a judge of Jackson County in 1922. Truman was elected to the United States Senate from Missouri in 1934. In 1940–1944 he gained national prominence as chairman of the Truman Committee, which was aimed at reducing waste and inefficiency in wartime contracts. \nTruman was elected vice-president in 1944 and assumed the presidency following the death of Roosevelt. Not until he became president was Truman informed about the ongoing Manhattan Project and the atomic bomb. Truman authorized the first and only use of nuclear weapons in war against Hiroshima and Nagasaki in Japan. Truman's administration engaged in an internationalist foreign policy by working closely with British Prime Minister Clement Attlee. Truman staunchly denounced isolationism. He energized the New Deal coalition during the 1948 presidential election and won a surprise victory against Republican Thomas E. Dewey that secured his own presidential term.\nTruman presided over the onset of the Cold War in 1947. He oversaw the Berlin Airlift and Marshall Plan in 1948. With the involvement of the US in the Korean War of 1950–1953, South Korea repelled the invasion by North Korea. Domestically, the postwar economic challenges such as strikes and inflation created a mixed reaction over the effectiveness of his administration. In 1948, he proposed Congress pass comprehensive civil rights legislation. Congress refused, so in 1948 Truman issued Executive Order 9980 and Executive Order 9981 which desegregated the armed forces and federal agencies.\nCorruption in the Truman administration became a central campaign issue in the 1952 presidential election. He was eligible for reelection in 1952, but with weak polls he decided not to run. Republican Dwight D. Eisenhower attacked Truman's record and won easily. Truman went into a retirement marked by the founding of his presidential library and the publication of his memoirs. It was long thought that his retirement years were financially difficult for Truman, resulting in Congress establishing a pension for former presidents, but evidence eventually emerged that he amassed considerable wealth, some of it while still president. When he left office, Truman's administration was heavily criticized, though critical reassessment of his presidency has improved his reputation among historians and the general population."}