{"wikidata_id": "Q11668", "title": "Nikki Haley", "url": "https://en.wikipedia.org/wiki/Nikki_Haley", "summary": "Nimarata Nikki Haley (née Randhawa; born January 20, 1972) is an American politician who served as the 116th governor of South Carolina from 2011 to 2017. She was the 29th United States ambassador to the United Nations for almost two years, from January 2017 through December 2018. She became the first Indian American member of a presidential cabinet.Haley was born in Bamberg, South Carolina, and earned an accounting degree from Clemson University. She joined her family's clothing business before serving as treasurer and then president of the National Association of Women Business Owners.\nFirst elected to the South Carolina House of Representatives in 2004, she served three terms. In 2010, during her third term, she was elected governor of South Carolina, and won re-election in 2014. Haley was the first female governor of South Carolina, the youngest governor in the country, and the second governor of Indian descent (after fellow Republican Bobby Jindal of Louisiana). She was also the first female American governor of Asian American heritage.\nHaley served as United States ambassador to the United Nations from January 2017 through 2018, following confirmation by the U.S. Senate in a 96–4 vote, and upon taking the oath of office on January 27, 2017.\nHaley affirmed the United States's willingness to use military force in response to further North Korean missile tests in the wake of the 2017–2018 North Korea crisis. She defended U.S. interests, particularly U.S. support of Israel, at the Security Council, and led the withdrawal of the U.S. from the United Nations Human Rights Council. She decided to voluntarily step down as ambassador on December 31, 2018.Haley is a candidate in the 2024 Republican Party presidential primary for president of the United States in the 2024 U.S. presidential election. She announced her campaign in February 2023."}