{"wikidata_id": "Q116909488", "title": "Chris Evans (unionist)", "url": "https://en.wikipedia.org/wiki/Chris_Evans_(unionist)", "summary": "Christopher Evans (March 8, 1841 – November 5, 1924) was a British-born American labor union leader.\nBorn in Upper Gornal, then in Staffordshire, to Welsh parents, Evans was working in a coal mine by the age of 10.  He emigrated to the United States in 1869, settling in Mercer County, Pennsylvania, to work in a coal mine.  There, he promoted labor unionism, set up a miners' institute, and organized a literary society at the mine.   In 1873, he founded a local lodge of the Miners' and Laborers' Benevolent Association.  That year, he was the Shenango Valley delegate to the founding conference of the Miners' National Association, and a couple of months later, he affiliated his lodge with the new association.Evans came to New Straitsville in 1875, to collect money for striking miners in Mercer County.  He received a strong response there, and after the failure of the strike in 1876, he moved to the new town.  During this period, he promoted the Knights of Labor.  In 1877, the local miners went on strike, and Evans spoke at secret meetings at Robinson's Cave, then negotiated a pay rise which ended the industrial action.By the 1880s, Evans was becoming disillusioned with the Knights of Labor, which he saw as ineffective.  In 1882, he was a founder of the Ohio Miners' Amalgamated Association, and he served on a relief committee during another local miners' strike.  In 1885, Evans was the founding secretary of the National Federation of Miners and Mine Laborers.  He negotiated a merger between it and the mining sections of the Knights of Labor, which formed the United Mine Workers of America in 1890.  His role in the process increased his profile such that in 1889, he was elected as secretary of the American Federation of Labor, serving until 1894.  He then became a full-time organizer and statistician, working for the United Mine Workers of America.In 1905, while organizing in Trinidad, Colorado, Evans was beaten unconscious by three masked men on a train.  After this, he chose to write a two-volume History of the United Mine Workers of America.  He died in 1924.\n\n\n== References =="}