{"wikidata_id": "Q119562", "title": "Sergio Agüero", "url": "https://en.wikipedia.org/wiki/Sergio_Ag%C3%BCero", "summary": "Sergio Leonel Agüero del Castillo (born 2 June 1988), also known as Kun Agüero, is an Argentine former professional footballer who played as a striker. He is considered one of the best strikers of his generation and one of the greatest players in the history of the Premier League, during his decade-long association with Manchester City. He is the club's all-time top goalscorer and holds the record for most Premier League hat-tricks, with 12.\nAgüero began his career at the Argentine club Independiente where, on 5 July 2003, he became the youngest player to play in the Argentine Primera División at 15 years and 35 days, breaking the 27 year record previously set by Diego Maradona. In 2006, Agüero moved to La Liga club Atlético Madrid in a transfer worth €23 million, establishing himself as one of the world's best young players and one of the most prolific players in La Liga, winning the Don Balón, the Golden Boy, and the World Soccer Young Player of the Year. Agüero also won the UEFA Europa League and the UEFA Super Cup while in Madrid.\nAgüero signed for Premier League club Manchester City in 2011 in a transfer for a reported fee of £35 million. During his 10 years at the club, he won five league titles, notably scoring a last minute winner in the final league game of his debut season to win the club its first league title in 44 years. Further honours with the club include a record six EFL Cups and an FA Cup; he was also part of the club's first UEFA Champions League final. Agüero won a Premier League Golden Boot and was twice included in the PFA Team of the Year. He is the fifth all-time Premier League goalscorer and the highest non-English scorer in the competition, with 184 goals. He held the record for the most Premier League goals scored by a player for any single club until it was overtaken by Harry Kane in 2022. In 2021, he joined Barcelona on a free transfer, before retiring from football aged 33 due to ill-health in the same year. He played just four matches for the club, with his only goal coming in the first El Clásico of the 2021–22 season.\nAt international level, Agüero represented the Argentina under-20 team as they won the 2005 and 2007 FIFA U-20 World Cups. He played at the 2008 Olympics, scoring two goals in the semi-final against Brazil as Argentina won gold. Agüero is Argentina's third-highest all-time top goalscorer and has earned over 100 caps, representing the senior team at three FIFA World Cups (in 2010, 2014 and 2018) and five Copas América (in 2011, 2015, 2016, 2019 and 2021), winning the Copa América in 2021."}