{"wikidata_id": "Q123351", "title": "Michael Caine", "url": "https://en.wikipedia.org/wiki/Michael_Caine", "summary": "Sir Michael Caine  (born Maurice Joseph Micklewhite; 14 March 1933) is an English actor. Known for his distinctive Cockney accent, he has appeared in more than 160 films over a career spanning seven decades and is considered a British film icon. He has received various awards including two Academy Awards, a BAFTA, three Golden Globe Awards, and a Screen Actors Guild Award. As of 2017, the films in which Caine has appeared have grossed over $7.8 billion worldwide. Caine is one of only five male actors to be nominated for an Academy Award for acting in five different decades. In 2000, he received a BAFTA Fellowship and was knighted by Queen Elizabeth II for his contribution to cinema.\nOften playing a Cockney, Caine made his breakthrough in the 1960s with starring roles in British films such as Zulu (1964), The Ipcress File (1965), The Italian Job (1969), and Battle of Britain (1969). During this time he established a distinctive visual style wearing thick horn-rimmed glasses combined with sharp suits and a laconic vocal delivery; he was recognized as a style icon of the 1960s. He solidified his stardom with roles in Get Carter (1971), The Last Valley (1971), The Man Who Would Be King (1975), The Eagle Has Landed (1976), and A Bridge Too Far (1977). \nCaine received two Academy Awards for Best Supporting Actor for his roles as Elliot in Woody Allen's comedy Hannah and Her Sisters (1986), and as Dr. Wilbur Larch in Lasse Hallström's drama The Cider House Rules (1999). His other Oscar-nominated films include Alfie (1966), Sleuth (1972), Educating Rita (1983), and The Quiet American (2002). Other notable performances include in the films California Suite (1978), Dressed to Kill (1980), Mona Lisa (1986), Little Voice (1998), Quills (2000), Children of Men (2006), and Youth (2015). \nCaine is also known for his performance as Ebenezer Scrooge in The Muppet Christmas Carol (1992), and for his comedic roles in Dirty Rotten Scoundrels (1988), Miss Congeniality (2000), Austin Powers in Goldmember (2002), and Secondhand Lions (2003). Caine portrayed Alfred Pennyworth in Christopher Nolan's The Dark Knight Trilogy (2005–2012). He appeared in Nolan's films The Prestige (2006), Inception (2010), Interstellar (2014) and Tenet (2020). He also appeared in the actions films Now You See Me (2013), and Kingsman: The Secret Service (2014)."}