{"wikidata_id": "Q1231345", "title": "Paul Kagame", "url": "https://en.wikipedia.org/wiki/Paul_Kagame", "summary": "Paul Kagame (; born 23 October 1957) is a Rwandan politician and former military officer who is the fourth and current president of Rwanda since 2000. He previously served as a commander of the Rwandan Patriotic Front (RPF), a rebel armed force which invaded Rwanda in 1990. The RPF was one of the parties of the conflict during the Rwandan Civil War and the armed force which ended the Rwandan genocide. He was considered Rwanda's de facto leader when he served as Vice President and Minister of Defence under President Pasteur Bizimungu from 1994 to 2000 after which the \"Vice President\" post was abolished.\nBorn to a Tutsi family in southern Rwanda, his family fled to Uganda when he was two years old, where he would spend the rest of his childhood during the Rwandan Revolution, which ended centuries of Tutsi political dominance. In the 1980s, Kagame fought in Yoweri Museveni's rebel army, becoming a senior Ugandan army officer after many military victories led Museveni to the Ugandan presidency. Kagame joined the RPF, taking control of the group when previous leader Fred Rwigyema died on the second day of the 1990 invasion. By 1993, the RPF controlled significant territory in Rwanda and a ceasefire was negotiated. The assassination of Rwandan President Juvénal Habyarimana set off the genocide, in which Hutu extremists killed an estimated 500,000 to 800,000 Tutsi and moderate Hutu. Kagame resumed the civil war and ended the genocide with a military victory.\nDuring his vice presidency, Kagame controlled the national army and was responsible for maintaining the government's power, while other officials began rebuilding the country. Many RPF soldiers carried out retribution killings. Kagame said he did not support these killings but failed to stop them. Hutu refugee camps formed in Zaire and other countries and the RPF attacked the camps in 1996, but insurgents continued to attack Rwanda. As part of the invasion, Kagame sponsored two rebel wars in Zaire. Rwandan- and Ugandan-backed rebels won the first war (1996–97), installing Laurent-Désiré Kabila as president in place of dictator Mobutu and returning Zaire to its former pre-Mobutu name, the Democratic Republic of the Congo (DRC). The second war was launched in 1998 against Kabila, and later his son Joseph, following the DRC government's expulsion of Rwandan and Ugandan military forces from the country. The war escalated into a conflict that lasted until a 2003 peace deal and ceasefire.\nBizimungu resigned in 2000, most likely having been forced to do so, following a falling out with the RPF. He was replaced by Kagame. Bizimungu was later imprisoned for corruption and inciting ethnic violence, charges that human rights groups described as politically motivated. Kagame's rule is considered authoritarian, and human rights groups accuse him of political repression. Overall opinion on the regime by foreign observers is mixed, and as president, Kagame has prioritized national development, launching programmes which have led to development on key indicators including healthcare, education and economic growth. Kagame has had mostly good relations with the East African Community and the United States; his relations with France were poor until 2009. Relations with the DRC remain tense despite the 2003 ceasefire; human rights groups and a leaked United Nations report allege Rwandan support for two insurgencies in the country, a charge Kagame denies. Several countries suspended aid payments in 2012 following these allegations. Since coming to power, Kagame has won three presidential elections, but none of these have been rated free or fair by international observers. His role in the assassination of exiled political opponents has been controversial."}