{"wikidata_id": "Q134976", "title": "Lukas Podolski", "url": "https://en.wikipedia.org/wiki/Lukas_Podolski", "summary": "Lukas Josef Podolski (German pronunciation: [ˈluːkas poˈdɔlski]; born Łukasz Józef Podolski, Polish pronunciation: [ˈwukaʂ pɔˈdɔlskʲi], on 4 June 1985) is a German professional footballer who plays as a forward for Ekstraklasa club Górnik Zabrze. Known for his powerful and accurate left foot, he is known for his explosive shot, technique and probing attacks from the left side.Podolski joined 1. FC Köln in 1995 where he made it into the first team in 2003 resulting in 81 appearances for the club before moving to Bayern Munich. With Bayern, Podolski won the Bundesliga and DFB-Pokal double in 2008. Podolski returned to 1. FC Köln in 2009. He later signed for Premier League club Arsenal in 2012, with whom he won the FA Cup in 2014. He then moved on loan to Serie A club Inter Milan in January 2015, before signing six months later for Galatasaray where he also won the Turkish Cup of 2016.Podolski was eligible to play for Germany and Poland; he was open to playing for the Polish team but was rejected by then Polish coach Paweł Janas in 2003, having already appeared for Germany at youth level. After making his first appearance for the senior team in 2004, Podolski enjoyed great success with the German national team. He was part of the squad in seven major tournaments, winning the 2014 FIFA World Cup. He is the third most-capped player in German history, with 130 caps, and the third-highest goalscorer in German history, having scored 49 times.On 29 May 2013, Podolski scored the fastest goal in German national team history, after just nine seconds of the 4–2 friendly win over Ecuador. It was at that time the second fastest international goal in history, second only to San Marino's Davide Gualtieri's 8.3-second strike against England in 1993. Podolski retired from international football on 22 March 2017 after scoring the winner in a friendly against England."}