{"wikidata_id": "Q13476301", "title": "Anitta (singer)", "url": "https://en.wikipedia.org/wiki/Anitta_(singer)", "summary": "Larissa de Macedo Machado (born 30 March 1993), known professionally as Anitta, is a Brazilian singer, songwriter, television host, and actress. She rose to national fame with the release of her single \"Show das Poderosas\" in 2013.After achieving national commercial success with her debut profissional single \"Meiga e Abusada\" in 2012, she signed a recording contract with Warner Music Brazil in January 2013. In July of the same year, she released her self-titled debut album which produced four hit singles on local charts and was certified platinum. Her second studio album, Ritmo Perfeito (2014), also achieved a minor commercial success in the country, and was accompanied by the release of her first live album Meu Lugar, on the same day. In 2015, she released her third studio album entitled Bang, which was certified platinum and spawned four successful singles \"Deixa Ele Sofrer\", the title track \"Bang\", \"Essa Mina é Louca\" and \"Cravo e Canela\". The album played a crucial role on establishing her almost dominant position in Brazilian music charts.\nBetween 2016 and 2018, Anitta embarked on numerous collaborations with international artists such as Nile Rodgers, Maluma, Iggy Azalea, Major Lazer, Alesso and J Balvin, among others. In 2017, she released her first song in Spanish language \"Paradinha\", which catapulted her partial transition to Spanish-language Latin pop and reggaeton music. Her collaboration on the same year with Colombian singer J Balvin, \"Downtown\", became her breakthrough song in several Spanish-speaking markets. In 2019, she joined several collaborations with artists such as Madonna, Sofía Reyes, Rita Ora, Luis Fonsi, Ozuna and Black Eyed Peas. She later received critical acclaim for her trilingual fourth studio visual album, Kisses (2019), which earned her a nomination for the Latin Grammy Award for Best Urban Music Album. Three months after, her Spanish language single \"Envolver\" released on late 2021, from her fifth studio album Versions of Me (2022), topped the Global Top 50 chart on Spotify, making Anitta the first Brazilian and Latin American artist with a solo song to do so. Anitta still ranked 1st on Billboard Global Excl. U.S. chart and 2nd on Billboard Global, being the first Brazilian artist to lead a global music chart.Anitta was named by the Associação Paulista de Críticos de Arte (APCA) as the revelation of the year in music in 2013. She has received numerous accolades and several nominations at the Latin Grammy Awards, Latin American Music Awards, Billboard Latin Music Awards and Premios Lo Nuestro awards. Anitta has won seven MTV Europe Music Awards, and became the first Brazilian artist to win the award for Best Latin American Act. In 2017, she was ranked as one of the most influential celebrities in social media according to Billboard. In 2022, Anitta became the first Brazilian artist to win a MTV Video Music Awards category and an American Music Award. She was also the first Brazilian to make a performance on the two shows. Obtaining several international certifications for sales and several nominations in various awards around the world, Anitta received a Grammy nomination for the first time in the main categories as Best New Artist at the 2023 Grammy Awards."}