{"wikidata_id": "Q13583387", "title": "Margaret (singer)", "url": "https://en.wikipedia.org/wiki/Margaret_(singer)", "summary": "Małgorzata Jamroży (Polish: [mawɡɔˈʐata jamˈrɔʐɨ]; born 30 June 1991), known professionally as Margaret, is a Polish singer and songwriter. She rose to prominence in her native country in 2013, and achieved moderate chart success in some European territories with her singles \"Thank You Very Much\" (2013) and \"Cool Me Down\" (2016). After signing an international record deal with Warner Music in 2016, she became particularly successful in Sweden, and participated in the country's music competition Melodifestivalen in two consecutive years with the songs \"In My Cabana\" and \"Tempo\" in 2018 and 2019, respectively.\nBefore her mainstream debut, Margaret performed with underground bands, recorded soundtracks for television commercials and films, and produced a fashion blog. Through her blogging, she was discovered by a talent agent who helped her secure a record deal with the label Extensive Music. She released her first extended play (EP) All I Need in 2013, which was later incorporated into her debut studio album Add the Blonde (2014). The latter reached the top 10 in the Polish charts, and spawned the singles \"Wasted\", \"Start a Fire\" and \"Heartbeat\". In 2015, she recorded a collaborative jazz album with Matt Dusk titled Just the Two of Us. Margaret attained her second Polish top 10 record with her third studio album Monkey Business (2017), which yielded the singles \"What You Do\" and \"Byle jak\". Seeking more control over artistic creativity, she left her record label and management in 2019, and released her first Polish-language album, Gaja Hornby, which saw her depart mainstream pop music for a more urban sound. Margaret continued the reinvention on her fifth studio album, Maggie Vision (2021), which became her highest-charting album to date.\nMargaret has received numerous accolades, including five Eska Music Awards, a Kids' Choice Award and four MTV Europe Music Awards for Best Polish Act—more than any other artist in this category. She was included on a 2014 list of the 100 most-valuable stars of Polish show business compiled by the Polish edition of Forbes. In 2015, the Polish magazine Wprost named her one of the 50 most-influential Polish celebrities, and Glamour Poland honoured her with the title of Fashion Icon. Alongside her music career, Margaret has endorsed numerous products, served as a coach on The Voice of Poland in 2019, and starred in the 2022 film Zadra. In 2020, she founded the record label Gaja Hornby Records with her husband musician Kacezet."}