{"wikidata_id": "Q1362284", "title": "Jon Sieben", "url": "https://en.wikipedia.org/wiki/Jon_Sieben", "summary": "Jonathan Scott Sieben, OAM (born 24 August 1966) is an Australian former butterfly swimmer of the 1980s, who won gold in the 200-metre butterfly at the 1984 Summer Olympics in Los Angeles Olympics.Hailing from Brisbane, Queensland, Sieben was coached by Laurie Lawrence, and made his debut at the young age of 15 at the 1982 Commonwealth Games in Brisbane, where he captured a bronze in the 200-metre butterfly, as well as gold in the medley relay. Sieben and Lawrence continued their preparation for Los Angeles, but were given little chance. Sieben was known to his friends as The Shrimp, as he stood just 173 cm, in contrast to the dominant swimmer of the time, West Germany's Michael Gross, the world record holder, known as The Albatross with his 200 cm frame and 225 cm wingspan. He also faced the 100-metre butterfly world record holder, the United States' Pablo Morales. Sieben swam in the wake of Gross and Morales in the first 150 metres, before storming home in the last 50 metres to claim the gold medal in a world record time of 1 m 57.04 s, more than four seconds faster than he had ever swum before. He also collected a bronze medal after swimming in the preliminaries of the medley relay. He was named the Young Australian of the Year in 1984.By the 1988 Summer Olympics in Seoul, Sieben's ability had waned, and the selectors did not choose him for the 200 m butterfly. He finished fourth in the 100-metre butterfly. He continued onto the 1992 Summer Olympics in Barcelona, but failed to reach the final of the 100-metre butterfly individual event.  He formed part of Australia's 4x100-metre medley relay team that finished 7th in the final, in a national record time of 3:42.65.\nSieben was inducted into the Sport Australia Hall of Fame in 1985.In 2020 Jon was involved in the construction of the North Queensland Cowboys' Community, Training and High Performance Centre commissioning the pools for Chris Williams and Hutchinson Builders."}