{"wikidata_id": "Q138005", "title": "Michael Keaton", "url": "https://en.wikipedia.org/wiki/Michael_Keaton", "summary": "Michael John Douglas (born September 5, 1951), known professionally as Michael Keaton, is an American actor. He is known for his leading roles in a wide variety of genre films. He's received numerous accolades including a Emmy Award, and four Screen Actors Guild Awards as well as nominations for an Academy Award and a BAFTA Award. In 2016, he was named Officer of Order of Arts and Letters in France.He gained early acclaim for his comedic roles in Night Shift (1982), Mr. Mom (1983), and Beetlejuice (1988). He continued to star in films often portraying a wide range of roles including Clean and Sober (1988), Pacific Heights (1990), Much Ado About Nothing (1993), The Paper (1994), Multiplicity (1996), Jackie Brown (1997), Herbie: Fully Loaded (2005), and The Other Guys (2010). Keaton found a career resurgence with his role in Alejandro González Iñárritu's Birdman (2014) for which he received a Golden Globe Award for Best Actor—Motion Picture Musical or Comedy and a nomination for the Academy Award for Best Actor. He has since acted in Spotlight (2015), The Founder (2016), Worth (2020), and The Trial of the Chicago 7 (2020).\nKeaton also gained stardom portraying DC Comics superhero Batman / Bruce Wayne in Batman (1989) and Batman Returns (1992) as well as the upcoming film The Flash (2023). He has also joined the Marvel Cinematic Universe portraying supervillain Vulture / Adrian Toomes in Spider-Man: Homecoming (2017) and Morbius (2022). He has also voiced roles for Porco Rosso (1992), Cars (2006), Toy Story 3 (2010), and Minions (2015).\nHe has also starred in television projects such as the HBO film Live from Baghdad (2002) where he played journalist Robert Wiener for which he earned a Golden Globe Award for Best Actor – Miniseries or Television Film nomination. He portrayed Dr. Samuel Finnix in Hulu limited series Dopesick (2020) for which he earned a Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie."}