{"wikidata_id": "Q1394287", "title": "Pietro Antonio Solari", "url": "https://en.wikipedia.org/wiki/Pietro_Antonio_Solari", "summary": "Pietro Antonio Solari (Latin: Petrus Antonius Solarius) (c. 1445 – May 1493), also known as Pyotr Fryazin, was an Italian architect and sculptor.\nHe was born in Carona and apprenticed under his father Guiniforte Solari, who was the leading architect of the Duomo di Milano. In his fathers workshop, he learned to draw plans and sculpture statues. In 1476, he was hired to contribute to the construction of the Duomo di Milano. With twenty six-years of age, he was appointed a deputy of his father by the Duke of the Duchy of Milan. When his father died, he was appointed his successor for the buildings of the Duke but not at the Catherdral of Milan. Later he also sculpted a tomb of the bishop Marco de Capitani in the Cathedral of Alessandria.In 1487, he was invited to Russia by Ivan III to construct the walls and towers of the Moscow Kremlin. Within the next two years, Solari built most of the walls (excluding the western wall built by his successor Aleviz) and towers of the Kremlin, including the Borovitskaya, Konstantino-Eleninskaya, Spasskaya, Nikolskaya, and Corner Arsenalnaya towers. Engineering methods, technique and architectural forms, used by Solari, were reminiscent of the fortifications of Northern Italy.  \n\nOn top of the Spasskie Gates there was inscribed the following inscription: IOANNES VASILII DEI GRATIA MAGNUS DUX VOLODIMERIAE, MOSCOVIAE, NOVOGARDIAE, TFERIAE, PLESCOVIAE, VETICIAE, ONGARIAE, PERMIAE, BUOLGARIAE ET ALIAS TOTIUSQ(UE) RAXIE D(OMI)NUS, A(N)NO 30 IMPERII SUI HAS TURRES CO(N)DERE F(ECIT) ET STATUIT PETRUS ANTONIUS SOLARIUS MEDIOLANENSIS A(N)NO N(ATIVIT) A(TIS) D(OM)INI 1491 K(ALENDIS) M(ARTIIS) I(USSIT) P(ONERE).\nTogether with Marco Ruffo, Solari also built the Palace of Facets in the Kremlin.\nHe died in Moscow in May 1493. The Fryazin title originates from the old Russian word фрязь (fryaz), derived from frank, that was used to denote people from Northern Italy."}