{"wikidata_id": "Q1393997", "title": "Becky G", "url": "https://en.wikipedia.org/wiki/Becky_G", "summary": "Rebbeca Marie Gomez (born March 2, 1997), known professionally as Becky G, is an American singer and actress. She first gained recognition in 2011 when she began posting videos of herself covering popular songs online. One of her videos caught the attention of record producer Dr. Luke, who subsequently offered her a record deal with Kemosabe Records in a joint venture with RCA Records. While working on her debut effort, Gomez collaborated with artists will.i.am, Cody Simpson and Cher Lloyd. In 2013, she released her debut commercial single, \"Becky from the Block\", to positive reception. Later that year, she released her debut extended play, Play It Again. Her second single and first in 2014, \"Can't Get Enough\", featured guest vocals from Pitbull and went on to top the Latin Rhythm Airplay chart in the United States.\nGomez achieved mainstream success with the release of \"Shower\", that same year, which went on to enter the top twenty of the Billboard Hot 100 chart. The single would go on to receive a multi platinum certification from the Recording Industry Association of America (RIAA), denoting two million units sold in the country. Following the success of \"Shower\", Gomez released \"Can't Stop Dancin'\", \"Lovin' So Hard\" and \"Break a Sweat\" during 2014 and 2015, as singles from her then-forthcoming album. She embarked on a co-headlining tour with J Balvin during September and October 2015, spanning throughout the United States. She portrayed Valentina Galindo in two episodes of the musical television series Empire, contributing two new songs to the show's soundtrack. She released her first full-Spanish song \"Sola\" in June 2016. In July 2018, Gomez released \"Zooted\" (featuring French Montana and Farruko), as her first English-language song in three years. On September 27, 2019, she was featured on the \"Chicken Noodle Soup\" cover by South Korean rapper and dancer J-Hope of BTS.\nGomez's debut studio album Mala Santa (2019), debuted at number 85 in the US Billboard 200, was certified 7× platinum by the RIAA Latin, and debuted at number 3 in the Top Latin Albums, and spawned two Billboard Hot Latin Songs top-ten entries: \"Mayores\", and \"Sin Pijama\". Her second studio album Esquemas (2022), debuted at number 92 in the US, including number 5 on the Top Latin Albums, and debuted at number 1 in the Latin Pop Albums; its third single, \"Mamiii\", became her highest-charting single in the US.\nHer success has led her to collaborate with artists such as Daddy Yankee, Christina Aguilera, and David Guetta. Her accolades include two American Music Awards, three ASCAP Latin Awards, four Latin American Music Awards, plus the honorable Extraordinary Evolution Award, six Premios Juventud, and four nominations from the Latin Grammy Awards."}