{"wikidata_id": "Q14585637", "title": "Albert L. Becker", "url": "https://en.wikipedia.org/wiki/Albert_L._Becker", "summary": "Albert Lilly Becker  (December 3, 1911 – December 24, 1992) was an American naval officer during World War II who served as the first commander of the USS Cobia (SS-245), a Gato-class submarine, during its initial five wartime patrols in the Pacific Ocean.Becker was born in Brookhaven, MS in 1911, the second child of William Henry Becker and Verna Lilly.  He was educated in the parochial and public schools in Brookhaven and entered Mississippi A&M in 1928.  He was appointed to the United States Naval Academy in 1930 and commissioned as an ensign in 1934.  On a midshipmen's cruise, his ship stopped in Gloucester, Massachusetts, where he met Marjorie Tarr at a dance.  They were married in Charleston, SC in 1936.\nBecker attended Submarine School and was transferred to Pearl Harbor in 1936 where he served on the USS Argonaut (SM-1), and where his daughter Gail Becker Coolidge was born.  He was transferred back to the mainland early in 1941 and was stationed at the New London Submarine Base when the US entered World War II.\nDuring the war, he was Executive Officer of the USS Blackfish (SS-221) in the Atlantic and captain of the USS Cobia in the Pacific.  His son Joseph Whitney Becker was born in New London in 1943.  Becker was awarded the Navy Cross, the Silver Star, two Navy Commendation Medal with Combat V, the Submarine Combat Patrol Insignia and the Command at Sea insignia.  In addition to sinking eight enemy ships, Cobia rescued seven US aviators, whose plane had been shot down in a raid on Saigon.The Cobia is a permanent exhibit at the Wisconsin Maritime Museum.\nBecker's naval career spanned thirty years after the Naval Academy. His post-war commands included the fleet oiler USS Cacapon (AO-52) in the Western Pacific, Submarine Division 41 and Submarine Squadron 12, both in Key West, and Minesweeping Flotilla 1 in Sasebo, Japan.  He also attended the Naval War College and served in staff positions.  His final assignment was chief of staff to the commander of the Third Naval District in New York City. He retired with the rank of captain in 1964 and, with his wife, moved back to Brookhaven, where he taught science at Brookhaven High School and later served as an Assistant Principal at Alexander Junior High.  He died in 1992. He and Marge are buried in the family plot in the Catholic Cemetery in Brookhaven.\nThe citation for his Navy Cross reads:\nThe President of the United States takes pleasure in  presenting the NAVY CROSS to COMMANDER ALBERT LILLY BECKER  UNITED STATES NAVY  for service as set forth in the following CITATION:\nFor extraordinary heroism as Commanding Officer of the U.S.S. COBIA, during the First War Patrol of that vessel in enemy Japanese-controlled waters, from June  26 to August 14, 1944.  Penetrating strong enemy escort screens and pressing home bold torpedo attacks, Commander (then Lieutenant Commander) Becker succeeded in sinking four hostile vessels totalling 22,800 tons.  Fighting his ship with daring and tenacity during two surface gun engagements with an independent enemy ship and a group of three armed patrol vessels, he directed attacks resulting in the sinking of all four of  these enemy units for a total of 1,450 tons, and successfully evaded an attempted ramming by one of the armed patrol vessels.  Although severely depth-charged during the course of the attack, he brought the COBIA to port with but minor damage.  Commander Becker's inspiring leadership and devotion to the fulfillment of his hazardous mission was in keeping with the highest traditions of the United States Naval Service.\nFor the President,  \nJames Forrestal  \nSecretary of the Navy\nHistorical records indicate that Lieutenant Commander Becker conducted the funeral service for the Cobia's one wartime casualty. The Cobia's success in its first, third, fourth, and fifth patrols is attributed to Becker's command \n\n\n== References =="}