{"page_url": "https://en.wikipedia.org/wiki/Hamad_bin_Khalifa_Al_Thani", "page_title": "Hamad bin Khalifa Al Thani", "wikidata_id": "Q14946739", "title": "Maha bint Hamad bin Khalifa Al Thani", "url": "https://en.wikipedia.org/wiki/Maha_bint_Hamad_bin_Khalifa_Al_Thani", "summary": "Sheikh Hamad bin Khalifa bin Hamad bin Abdullah bin Jassim bin Mohammed Al Thani (Arabic: حمد بن خليفة الثاني; born 1 January 1952) is a member of the ruling Al Thani Qatari royal family. He was the ruling Emir of Qatar from 1995 until 2013 when he abdicated the throne, handing power to his son Tamim bin Hamad Al Thani. The Qatari government refers to him as the Father Emir.Hamad seized power from his father, Khalifa bin Hamad Al Thani, in a bloodless palace coup d'état in 1995. During his 18-year rule, Qatar's natural gas production reached 77 million tonnes, making Qatar the richest country in the world per capita with the average income in the country US$86,440 a year per person. During his reign, several sports and diplomatic events took place in Qatar, including the 2006 Asian Games, 2012 UN Climate Change Conference, Doha Agreement, Fatah–Hamas Doha Agreement, and it was decided that the 2022 FIFA World Cup would be held in the country. He established the Qatar Investment Authority. By 2013, it had invested over $100 billion around the world, most prominently in The Shard, Barclays Bank, Heathrow Airport, Harrods, Paris Saint-Germain F.C., Volkswagen, Siemens and Royal Dutch Shell.Hamad ruled an autocratic regime in Qatar with no organized political opposition and prohibitions on free speech and dissent. During Hamad's rule, Qatar hosted two US military bases. It also maintained close relations with Iran. He supported and funded rebel movements, particularly in Libya and Syria during the Arab Spring, while maintaining political stability at home. The Sheikh founded news media group Al Jazeera. He also played a part in negotiations between the US and the Taliban. In June 2013, Hamad, in a brief televised address, announced that he would hand power to his fourth son, Tamim bin Hamad Al Thani."}