{"wikidata_id": "Q15077856", "title": "Sigrid Kaag", "url": "https://en.wikipedia.org/wiki/Sigrid_Kaag", "summary": "Sigrid Agnes Maria Kaag (Dutch pronunciation: [ˈsiɣrɪt ˈɑxnɛs maːˈrijaː ˈkaːx]; born 2 November 1961) is a Dutch diplomat and politician, serving as Minister of Finance and First Deputy Prime Minister in the Fourth Rutte cabinet. She previously served as Minister of Foreign Affairs from 25 May 2021 until 17 September 2021 and Minister for Foreign Trade and Development Cooperation from 26 October 2017 until 10 August 2021 in the Third Rutte cabinet.A diplomat by occupation, Kaag worked as a civil servant for the Ministry of Foreign Affairs from 1990 until 1993 when she became a United Nations official for the UNRWA in Jerusalem from 1994 until 1997. Kaag worked as an administrator at the International Organization for Migration in Geneva from 1998 until 2004 when she became a senior advisor of the United Nations for Khartoum and Nairobi until 2005 when she became a senior official at UNICEF. Kaag served as Regional Director for Middle East and North Africa for UNICEF in Amman from 2007 until May 2010 when she was appointed Assistant Secretary-General and Director of the Bureau of External Relations of the UNDP in New York. She oversaw UNDP's strategic external engagement, organization-wide communication and advocacy, as well as resource mobilization.From January 2015 until October 2017 she served as the United Nations Special Coordinator for Lebanon (UNSCOL). Prior to that she served as Under Secretary-General and Special Coordinator of the United Nations – Organisation for the Prohibition of Chemical Weapons (UN-OPCW) Joint Mission to eliminate the declared chemical weapons programme of the Syrian Arab Republic between October 2013 and September 2014. Until her mission in Syria she was employed as Assistant Secretary-General and Assistant Administrator and Director of the Bureau of External Relations and Advocacy of the United Nations Development Programme."}