{"wikidata_id": "Q151269", "title": "Robert Lewandowski", "url": "https://en.wikipedia.org/wiki/Robert_Lewandowski", "summary": "Robert Lewandowski (Polish pronunciation: [ˈrɔbɛrt lɛvanˈdɔfskʲi] (listen); born 21 August 1988) is a Polish professional footballer who plays as a striker for La Liga club Barcelona and captains the Poland national team. Recognised for his positioning, technique and finishing, Lewandowski is considered one of the greatest strikers of all time, as well as one of the most successful players in Bundesliga and Bayern Munich history. He has scored over 500 senior career goals for club and country.\nAfter being the top scorer in the third and second tiers of Polish football with Znicz Pruszków, Lewandowski moved to top-flight Lech Poznań, helping the team win the 2009–10 Ekstraklasa. In 2010, he transferred to Borussia Dortmund, where he won honors including two consecutive Bundesliga titles and the league's top goalscorer award. In 2013, he also featured with Dortmund in the 2013 UEFA Champions League Final. Prior to the start of the 2014–15 season, Lewandowski agreed to join Dortmund's domestic rivals, Bayern Munich, on a free transfer. In Munich, he won the Bundesliga title in every one of his eight seasons. Lewandowski was integral in Bayern's UEFA Champions League win in 2019–20 as part of a treble. He is one of only two players, alongside Johan Cruyff, to achieve the European treble while being the highest goalscorer in all three competitions, and the first to do it as the sole top scorer.\nA full international for Poland since 2008, Lewandowski has earned 140 caps and was a member of their team at the UEFA European Championship in 2012, 2016, and 2020, and the FIFA World Cup in 2018 and 2022. With 78 international goals, Lewandowski is the all-time top scorer for Poland and the third overall men's international goalscorer in Europe, only behind Ferenc Puskás (84) and Cristiano Ronaldo (118). He won IFFHS World's Best International Goal Scorer Award in 2015 and 2021, IFFHS World's Best Top Goal Scorer Award in 2020 and 2021, and IFFHS World's Best Top Division Goal Scorer Award in 2021. He also won the IFFHS World's Best Player in 2020 and 2021 and the European Golden Shoe for the 2020–21 and 2021–22 seasons. Moreover, Lewandowski has been named the Polish Footballer of the Year a record ten times and the Polish Sports Personality of the Year three times.\nIn 2020, Lewandowski won the Best FIFA Men's Player Award (retained in 2021) and the UEFA Men's Player of the Year Award. He has been named to the UEFA Team of the Year twice. He is the third-highest goalscorer in the history of the Champions League. Lewandowski has been named the VDV Bundesliga Player of the Season a record five times. He has scored over 300 goals in the Bundesliga (second-highest goalscorer of all time in Bundesliga, only behind Gerd Müller's 365 Bundesliga goals), having reached the century mark quicker than any other foreign player, and is the league's all-time leading foreign goalscorer. In 2015, while playing for Bayern, he scored five goals in less than nine minutes against VfL Wolfsburg, the fastest by any player in Bundesliga history as well as any major European football league for which he was awarded four Guinness World Records. Moreover, he has won the Bundesliga Top Scorer Award in seven seasons, most prominently in the 2020–21 Bundesliga where he scored 41 goals in a single campaign, breaking Gerd Müller's previous Bundesliga record of 40 goals, set in 1971–72. On 30 November 2021, he finished second in the Ballon d'Or, just 33 points behind the winner Lionel Messi."}