{"wikidata_id": "Q15123969", "title": "Sam Smith", "url": "https://en.wikipedia.org/wiki/Sam_Smith", "summary": "Samuel Frederick Smith (born 19 May 1992) is an English singer and songwriter. In October 2012, they featured on Disclosure's breakthrough single \"Latch\", which peaked at number eleven on the UK Singles Chart. They were featured on Naughty Boy's \"La La La\", which became a number one single in May 2013. In December 2013, Smith was nominated for the 2014 Brit Critics' Choice Award and the BBC's Sound of 2014 poll, winning both.Smith's debut studio album, In the Lonely Hour, was released in May 2014 on Capitol Records UK. The album's lead single, \"Lay Me Down\", was released prior to \"La La La\". The album's second single, \"Money on My Mind\", became their second number one single in the UK. The third single, \"Stay with Me\", was internationally successful, reaching number one in the UK and number two on the US Billboard Hot 100, while subsequent singles \"I'm Not the Only One\" and \"Like I Can\" reached the top ten in the UK. The album won four awards, at the 57th Annual Grammy Awards, including Best Pop Vocal Album, Best New Artist, Record of the Year, Song of the Year, and nominations for Album of the Year and Best Pop Solo Performance.\nFor Smith's and Jimmy Napes's song \"Writing's on the Wall\", the theme for the James Bond film Spectre (2015), they won the Golden Globe Award and the Academy Award for Best Original Song. Smith's second studio album, The Thrill of It All, was released in November 2017 and debuted atop the UK and US album charts. The lead single, \"Too Good at Goodbyes\", reached number one in the UK and Australia and number four in the US. Following the 2018 single \"Promises\" with Calvin Harris, which peaked at number one in the UK, Smith released \"Dancing with a Stranger\" with Normani in 2019, which reached the top ten in the UK and the US and was nominated for Song of the Year at the 2020 Brit Awards; and later \"How Do You Sleep?\", all of which feature on their third album, Love Goes (2020). In 2022, Smith's single \"Unholy\" with Kim Petras, from Smith's fourth album Gloria (2023), became their first number one single in the US and won the Grammy Award for Best Pop Duo/Group Performance.Smith's achievements include five Grammy Awards, three Brit Awards, three Billboard Music Awards, and an American Music Award, as well as a Golden Globe and an Academy Award. Smith is the first openly non-binary musician to both release a song that reached No. 1 at the Billboard Hot 100 and to win a Grammy Award."}