{"wikidata_id": "Q151972", "title": "Josephine Baker", "url": "https://en.wikipedia.org/wiki/Josephine_Baker", "summary": "Freda Josephine Baker (née McDonald; June 3, 1906 – April 12, 1975), naturalised as Joséphine Baker, was an American-born French dancer, singer and actress. Her career was centered primarily in Europe, mostly in her adopted France. She was the first black woman to star in a major motion picture, the 1927 silent film Siren of the Tropics, directed by Mario Nalpas and Henri Étiévant.During her early career, Baker was among the most celebrated performers to headline the revues of the Folies Bergère in Paris. Her performance in the revue Un vent de folie in 1927 caused a sensation in the city. Her costume, consisting of only a short skirt of artificial bananas and a beaded necklace, became an iconic image and a symbol both of the Jazz Age and the Roaring Twenties.\nBaker was celebrated by artists and intellectuals of the era, who variously dubbed her the \"Black Venus\", the \"Black Pearl\", the \"Bronze Venus\", and the \"Creole Goddess\". Born in St. Louis, Missouri, she renounced her U.S. citizenship and became a French national after her marriage to French industrialist Jean Lion in 1937. She raised her children in France.\nShe aided the French Resistance during World War II. After the war, she was awarded the Resistance Medal by the French Committee of National Liberation, the Croix de Guerre by the French military, and was named a Chevalier of the Légion d'honneur by General Charles de Gaulle. Baker sang: \"I have two loves, my country and Paris.\"Baker refused to perform for segregated audiences in the United States and is noted for her contributions to the civil rights movement. In 1968, she was offered unofficial leadership in the movement in the United States by Coretta Scott King, following Martin Luther King Jr.'s assassination. After thinking it over, Baker declined the offer out of concern for the welfare of her children.On November 30, 2021, she was inducted into the Panthéon in Paris, the first black woman to receive one of the highest honors in France. As her resting place remains in Monaco Cemetery, a cenotaph was installed in vault 13 of the crypt in the Panthéon."}