{"wikidata_id": "Q152843", "title": "Joan Collins", "url": "https://en.wikipedia.org/wiki/Joan_Collins", "summary": "Dame Joan Henrietta Collins  (born 23 May 1933) is an English actress, author and columnist. Collins is the recipient of several accolades, including a Golden Globe Award, a People's Choice Award, two Soap Opera Digest Awards and a Primetime Emmy Award nomination. \nIn 1983, she was awarded a star on the Hollywood Walk of Fame. She has been recognised for her philanthropy, particularly her advocacy towards causes relating to children, which has earned her many honours. In 2015, she was made a Dame by Queen Elizabeth II for her charitable services. She is one of the last surviving stars from the Golden Age of Hollywood.\nCollins was born in Paddington, London and trained as an actress in her teens at the Royal Academy of Dramatic Art. She signed to The Rank Organisation at the age of 17 and had small roles in the British films Lady Godiva Rides Again (1951) and The Woman's Angle (1952) before taking on a supporting role in Judgment Deferred (1952). Collins went under contract to 20th Century Fox in 1955, and in that same year she starred as Evelyn Nesbit in The Girl in the Red Velvet Swing, Elizabeth Raleigh in The Virgin Queen and Princess Nellifer in Land of the Pharaohs, the latter garnering a cult following. Collins continued to take on film roles throughout the late 1950s appearing in The Opposite Sex (1956), Sea Wife (1957) and The Wayward Bus (1957). After starring in the epic film Esther and the King (1960), she was released on request from her contract with 20th Century Fox.\nCollins appeared only in a few film roles in the 1960s, notably starring in The Road to Hong Kong (1962), and Warning Shot (1967). Collins also appeared on Star Trek episode the City on the Edge of Forever as Edith Keeler (1967), and Subterfuge (1968). Collins began to take on local roles again back in Britain in the 1970s, appearing in the films Revenge (1971), Quest for Love (1971), Tales from the Crypt (1972) Fear in the Night (1972) and Dark Places (1973), as well as Tales That Witness Madness (1973), Empire of the Ants (1977), which earned her a Saturn Award nomination, The Stud (1978), Zero to Sixty (1978), Game for Vultures (1979) and The Bitch (1979). From 1981 to 1989, she starred as Alexis Colby in the soap opera Dynasty, which made her an international superstar.\nIt brought her critical acclaim, winning her the Golden Globe Award for Best Actress in a Television Series – Drama in 1982, and earning her a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series in 1984.\nIn the 1990s and 2000s, Collins worked sporadically in acting. She took fewer film roles, most notably appearing in The Flintstones in Viva Rock Vegas (2000) and the TV movie These Old Broads (2001) alongside Elizabeth Taylor, Debbie Reynolds and Shirley MacLaine. She made her comeback to mainstream television in the 2010s, taking on recurring roles in the series Happily Divorced (2011–2013), The Royals (2014–2018), Benidorm (2014–2017) and American Horror Story: Apocalypse (2018). Her first starring film role since the 1980s was The Time of Their Lives (2017), and she has also appeared in various independent films, which includes the critically-acclaimed Gerry (2018)."}