{"wikidata_id": "Q157812", "title": "Frederick III of Denmark", "url": "https://en.wikipedia.org/wiki/Frederick_III_of_Denmark", "summary": "Frederick III (Danish: Frederik; 18 March 1609 – 9 February 1670) was King of Denmark and Norway from 1648 until his death in 1670. He also governed under the name Frederick II as diocesan administrator (colloquially referred to as prince-bishop) of the Prince-Bishopric of Verden (1623–29 and again 1634–44), and the Prince-Archbishopric of Bremen (1635–45).The second-eldest son of Christian IV and Anne Catherine of Brandenburg, Frederick was only considered an heir to the throne after the death of his older brother Prince Christian in 1647. He instituted absolute monarchy in Denmark-Norway in 1660, confirmed by law in 1665 as the first in Western historiography. He also ordered the creation of the Throne Chair of Denmark.\nAfter failed and costly aggressive wars under Christian IV, most Danes did not want to go to war again. According to Cathal Nolan, when Fredrik III became king in 1648, he was excluded from the talks leading to the Peace of Westphalia and had to watch as Bremen was lost to Sweden and Stockholm was freed from paying Sound Tolls. In order to be elected king after the death of his father, Frederick conceded significant influence to the nobility. As king, he fought losing wars against Sweden. He was defeated in the Dano-Swedish War of 1657–1658, and in  the Dano-Swedish War of 1658–1660. However, when it seemed like Karl X was about to suffer a catastrophic defeat in the Second Northern War, Fredrik declared war on Sweden. Unexpectedly Karl X crossed the frozen Belts to Zealand and appeared with 5,000 men near Copenhagen. Fredrik was unprepared and was forced to sign the Treaty of Roskild.Frederick disbanded the elective monarchy in favour of absolute monarchy, which lasted until 1848 in Denmark. He married Sophie Amalie of Brunswick-Lüneburg, with whom he fathered Christian V of Denmark."}