{"wikidata_id": "Q159778", "title": "Michelle Pfeiffer", "url": "https://en.wikipedia.org/wiki/Michelle_Pfeiffer", "summary": "Michelle Marie Pfeiffer ( FY-fər; born April 29, 1958) is an American actress. A prolific performer whose screen career spans over four decades, she became one of Hollywood's most bankable stars during the 1980s and 1990s, as well as one of the era's most popular sex symbols. The recipient of various accolades, she has received a Golden Globe Award and a British Academy Film Award, in addition to nominations for three Academy Awards and a Primetime Emmy Award. In 2007, she was awarded a motion picture star on the Hollywood Walk of Fame. \nPfeiffer briefly studied court stenography before pursuing acting. Beginning her career with minor television and film appearances, she attained her first leading role in the critically and commercially unsuccessful Grease 2 (1982). Disillusioned with being typecast in nondescript roles as attractive women, she actively sought more challenging material, earning her breakout role in 1983 as Elvira Hancock in Scarface. She achieved further success with roles in The Witches of Eastwick (1987) and Married to the Mob (1988), for which she was nominated for her first of six consecutive Golden Globe Awards. Her performances in Dangerous Liaisons (1988) and The Fabulous Baker Boys (1989) earned her two consecutive Academy Award nominations, for Best Supporting Actress and Best Actress respectively, winning a Golden Globe Award for the latter.\nEstablishing herself as one of the highest-paid actresses of the 1990s, Pfeiffer starred in The Russia House (1990) and Frankie and Johnny (1991). In 1992, she played Catwoman in Batman Returns and received her third Academy Award nomination for Love Field, which she followed with performances in The Age of Innocence (1993) and Wolf (1994). She also produced several of her own star vehicles under her company Via Rosa Productions, including Dangerous Minds (1995) and One Fine Day (1996). Opting to prioritize her family, she acted sporadically throughout the 2000s, appearing in What Lies Beneath (2000), White Oleander (2002), Hairspray (2007), and Stardust (2007).\nFollowing another hiatus during the early 2010s, Pfeiffer returned to prominence in 2017 with performances in Where is Kyra?, Mother!, and Murder on the Orient Express, and received her first Primetime Emmy Award nomination for playing Ruth Madoff in The Wizard of Lies. In 2020, she earned her eighth Golden Globe Award nomination for French Exit (2020). Pfeiffer has played Janet van Dyne in the Marvel Cinematic Universe since 2018, beginning with Ant-Man and the Wasp."}