{"wikidata_id": "Q16019", "title": "Wolfgang Schäuble", "url": "https://en.wikipedia.org/wiki/Wolfgang_Sch%C3%A4uble", "summary": "Wolfgang Schäuble ([ˈvɔlfɡaŋ ˈʃɔʏblə]; born 18 September 1942) is a German lawyer, politician and statesman whose political career has spanned for more than five decades. A member of the Christian Democratic Union (CDU), he is one of the longest-serving politicians in German history. Schäuble served as President of the Bundestag from 2017 to 2021.\nBorn in Freiburg im Breisgau in 1942, Schäuble studied at both the University of Freiburg and the University of Hamburg and subsequently began a career in law at the district court of Offenburg in 1978. His political career began in 1969 as a member of the Junge Union, the youth division of the CDU and CSU; in 1972, Schäuble was elected to the Bundestag by winning the constituency seat of Offenburg, and he was still a member of the Bundestag in 2022. His ministerial career began in 1984 when he was appointed Minister for Special Affairs by Chancellor Helmut Kohl. In a 1989 reshuffle, Schäuble was appointed Minister of the Interior, and he led negotiations for reunification on behalf of the Federal Republic of Germany. During his tenure as Minister of the Interior, Schäuble was one of the most popular politicians in Germany and was regularly mentioned as a possible future Chancellor, though he faced occasional criticism from civil rights activists for his law and order policies.After the defeat of the CDU/CSU in the 1998 federal election, Schäuble succeeded his mentor Helmut Kohl as Chairman of the CDU, but resigned after less than two years in the aftermath of the 1999 party financing scandal. In 2005, Schäuble again became Minister of the Interior in the Cabinet of Chancellor Angela Merkel, and in 2009 Minister of Finance, a position he remained in for almost eight years. Described in this capacity as \"Germany's second most powerful person\" after Merkel, he took a hard line towards Southern European countries during the eurozone crisis and rejected calls from the International Monetary Fund to give Greece more time to rein in deficits. A proponent of austerity policies, Schäuble's 2014 budget allowed Germany to take on no new debt for the first time since 1969, which is generally known as Black Zero in CDU election campaigns.\nOn 27 September 2017 the CDU/CSU group in the Bundestag announced Schäuble's nomination as President of the Bundestag. He was elected to that position on 24 October 2017. Following the defeat of the CDU/CSU in the 2021 German federal election, Schäuble lost the office by October 2021."}