{"wikidata_id": "Q16060037", "title": "Martin Freeman (sailor)", "url": "https://en.wikipedia.org/wiki/Martin_Freeman_(sailor)", "summary": "Martin Freeman (May 18, 1814 – September 11, 1894) was a civilian employee of the Union Navy during the American Civil War and a recipient of the U.S. military's highest decoration, the Medal of Honor, for his actions at the Battle of Mobile Bay. He is one of only a handful of civilians to have received the medal.\nBorn on May 18, 1814, in Germany, he made his way to France in 1833 where he embarked on the SV France at Le Havre, arriving in New York on 6 Nov 1833. He embarked on a career in the maritime industry in the US and was working on the Gulf Coast. In New Orleans, he met a fellow German immigrant, Ann Bigler and had two daughters in New Orleans with her: Catherine Freeman(1851–1874) and Anna Marguerite Freeman Walter (1853–1917). She died when the girls were young and he met and married another German immigrant, Anna Marguerite Weymann (or Wieman) Freeman. The two married in Mobile, Alabama 26 Dec 1859.A Unionist, he moved his family back to New Orleans after it was recovered from the rebels. A third daughter, his first with Anna, Nathalie Henrietta Freeman (1861–1884) was born there 21 NOV 1861. He living there when he was hired by the Navy as a pilot due to his loyalty and familiarity with the Gulf Coast and Mobile Bay in particular. He served aboard Admiral David Farragut's flagship, the USS Hartford. Throughout the Battle of Mobile Bay, Alabama, on August 5, 1864, Freeman used his local knowledge and expertise to guide the Union fleet into the bay from Hartford's maintop despite heavy Confederate fire. For this action, he was awarded the Medal of Honor four months later, on December 31, 1864.Freeman's official Medal of Honor citation reads:\n\nThe President of the United States of America, in the name of Congress, takes pleasure in presenting the Medal of Honor to Mr. Martin Freeman, a United States Civilian, for extraordinary heroism in action as Pilot of the flagship, U.S.S. HARTFORD, during action against Fort Morgan, rebel gunboats and the ram Tennessee, in Mobile Bay, Alabama, 5 August 1864. With his ship under terrific enemy shellfire, Civilian Pilot Martin Freeman calmly remained at his station in the maintop and skillfully piloted the ships into the bay. He rendered gallant service throughout the prolonged battle in which the rebel gunboats were captured or driven off, the prize ram Tennessee forced to surrender, and the fort successfully attacked.\nFreeman was promoted to acting volunteer lieutenant in October 1864. On 25 Nov 1864, his wife gave birth to their third daughter, Helena Henrietta “Lena” Freeman Olsson (1864–1940). He continued serving in the Navy after the war and was honorably discharged in January 1867. He returned to the maritime industry, and he and his wife had another daughter Wilhelmena C. “Mena” Freeman Ladnier (1867–1945) on 17 July 1868. A son, Martin Howard Freeman (1870–1947) joined the family 1 June 1870 and a daughter Ida Freeman (1875–1881) on 31 October 1875.\nHe died on September 11, 1894, at age 80 and was buried at Greenwood Cemetery in Pascagoula, Mississippi."}