{"wikidata_id": "Q160009", "title": "Pink (singer)", "url": "https://en.wikipedia.org/wiki/Pink_(singer)", "summary": "Alecia Beth Moore Hart (born September 8, 1979), known professionally as Pink (stylized as P!nk), is an American singer, songwriter and actress. She was a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract.\nHer R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international hit songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".\nPink's third studio album, Try This (2003), sold significantly less than her previous work, but it earned her the Grammy Award for Best Female Rock Vocal Performance. She returned to the top of record charts with her fourth and fifth studio albums, I'm Not Dead (2006) and Funhouse (2008), which spawned the top-ten entries \"Who Knew\" and \"U + Ur Hand\", as well as the number-one single \"So What\". Pink's sixth studio album, The Truth About Love (2012), was her first Billboard 200 number-one album and spawned her fourth US number-one single, \"Just Give Me a Reason\". In 2014, Pink recorded a collaborative album, Rose Ave., with Canadian musician Dallas Green under a folk music duo named You+Me. Her next studio albums, Beautiful Trauma (2017) and Hurts 2B Human (2019), both debuted at atop the Billboard 200 chart, with the former becoming the world's third best-selling album of the year.\nPink has been described as “pop royalty” for her distinctive raspy voice and acrobatic stage presence. Pink has sold over 135 million records worldwide (60 million albums and 75 million singles), making her one of the world's best-selling music artists.  Her accolades include three Grammy Awards, two Brit Awards, a Daytime Emmy Award and seven MTV Video Music Awards, including the Michael Jackson Video Vanguard Award. In 2009, Billboard named Pink the Pop Songs Artist of the Decade. Pink was also the second most-played female solo artist in the United Kingdom during the 2000s decade, behind only Madonna. VH1 ranked her at number ten on their list of the 100 Greatest Women in Music, while Billboard awarded her the Woman of the Year award in 2013. At the 63rd annual BMI Pop Awards, she received the BMI President's Award for \"her outstanding achievement in songwriting and global impact on pop culture and the entertainment industry.\""}