{"wikidata_id": "Q16151648", "title": "David Byrne (Australian politician)", "url": "https://en.wikipedia.org/wiki/David_Byrne_(Australian_politician)", "summary": "David Edward Byrne (born 20 January 1952) is an Australian activist and politician. A former Augustinian monk and Liberal member of the Legislative Assembly of Queensland, he later moved to Cape York, became an advocate for Aboriginal land rights and co-founded the Cape York Land Council with Noel Pearson.\nByrne was born in Sydney and was educated at St Martin's Catholic Primary School and Villanova College in Brisbane. He initially entered the Augustinian seminary and became a monk for five years, but later studied teaching at the University of Queensland. A member of the state executive of the Young Liberals, he was elected to the Queensland Legislative Assembly at the 1974 state election amidst the National-Liberal landslide of that year. At 22, he was at that time the state's youngest ever MLA, and he graduated from university during his term.He caused particular controversy when, in 1974, he asked in Parliament why earlier recommendations of an investigating police officer to charge then-Labor Senate nominee Mal Colston with arson had not been proceeded with. Premier Joh Bjelke-Petersen then sought to appoint Albert Field instead, thus sparking the 1975 constitutional crisis. Rae Wear notes in her biography of Bjelke-Petersen that Byrne received 'very bad publicity' over the incident. His electorate was abolished at the 1977 election; he ran for re-election but was defeated.Byrne worked as a history master at San Sisto College in Brisbane before his election and as a lecturer at the Queensland Police Academy after leaving politics. By the early 1980s, however, he was living in the remote community of Injinoo on Cape York, where he became heavily involved in the movement for Aboriginal land rights and in particular of the rights of indigenous communities living on their own country to determine their own governance and future. He subsequently co-founded the Cape York Land Council in 1990, along with friend and ally Noel Pearson. He later served as its deputy director, and remained with the organisation until 1999.\nHe stood unsuccessfully as an independent for the State seat of Cook in 1989 and 1992.\nByrne was the subject of an episode of Australian Story in 1997.He lived in Topaz on the Atherton Tablelands for some years maintaining a strong interest in Indigenous issues. He operated a dairy, became a cheesemaker, bred cattle and completed a law degree. He was admitted as a lawyer in the Brisbane Supreme Court in September 2013.\nHe now lives in Injinoo again working with the Apudthama Land Trust and the Injinoo Community.\n\n\n== References =="}