{"wikidata_id": "Q16197380", "title": "Martin Apple", "url": "https://en.wikipedia.org/wiki/Martin_Apple", "summary": "Martin A. Apple is R&D Director and President Emeritus of the Council of Scientific Society Presidents (CSSP), an organization of presidents of some sixty scientific federations and societies whose combined membership reportedly totals over 1.4 million scientists and science educators. CSSP promotes \"wise science policy in support of science and science education\" and functions as a national science leadership development center, as well as a forum for emerging scientific issues.\nPrior positions by Apple include: Chairman of the Board of Visitors of the University of Maryland Biotechnology Institute; Chairman of the American Institute of Chemists; Chairman of the  multicampus University of California Northern California Cancer Center, Multidisciplinary Drug Research Group; Managing Partner of LEADERS Strategic Planning; National Project Manager of Scope, Sequence & Coordination (a national project supported by the National Science Foundation for school education reform];  Chair Maryland VIP-16 Education Research Board; President of the International Plant Research Institute (a pioneer in  improving food yield and nutritional quality via transgenic agricultural plants);  Vice Chairman of the Board of the East-West Center Association, member of the executive committee of the National Agricultural Research, Education, Economics and Extension Board, director of Science-Watch (a science policy analysis project; and member of the Governing Board of the National Economists Club, Washington D.C. Dr Apple was the co-chair of the first (2000) Gordon Conference on the Frontiers of Science on the topic of Science and Technology Policy and a keynote speaker at the Gordon Research Conference on Fuel Cells.\nRecognized by the Commonwealth Club of California as one of California's 100 Leaders of Tomorrow, Apple has received numerous awards, including Leadership Citation from the East-West Center Association Board of Governors; 1995 Leadership Award and 2002 Support of Science Award from the Council of Scientific Society Presidents. He has received the designation of Fellow by the American College of Clinical Pharmacology, the American Institute of Chemists, and Phi Beta Kappa, where he also  received the Distinguished Service Award. An early pioneer of genetic engineering through his founding of the International Plant Research Institute in 1978, Apple subsequently received notoriety as a young scientist when he was misquoted in the New York Times as quipping \"We are going to make pork chops grow on trees!\" [1] Apple has developed  a number of  innovations in bio-technology, pharmacology, and genetic engineering, and has authored and co-authored dozens of research, technical and scientific publications, including 6 books (e.g.: Cancer, A Comprehensive Treatise, Vol V).\nHe received an MSc from the University of Minnesota in Genetics and Microbiology, and a PhD in Biochemistry from the University of California (University of California, San Francisco and University of California, Berkeley).\nIn recent years, Apple has played a leadership role to promote science education, and has actively collaborated with leading scientists from various disciplines to further innovation in alternative energy and to better integrate the principles of ecological sustainability within the scientific community."}