{"wikidata_id": "Q16195907", "title": "Ken Block (politician)", "url": "https://en.wikipedia.org/wiki/Ken_Block_(politician)", "summary": "Kenneth J. Block (born October 11, 1965) is an American businessman, software engineer, and political reformer. He is the founder of the Moderate Party of Rhode Island, the state's third-largest political party, and ran as the Moderate candidate for Governor of Rhode Island in the 2010 election.\nWhile leader of the Moderate Party, Block was an advocate for economic, educational, and political reforms in Rhode Island. His court battle to gain official state recognition for the Moderates in 2009 overturned several unconstitutional laws and made it easier for third parties to gain signatures and access election ballots. In a highly contested four-way election, Block received 6.5% of the vote in the Governor's Race.\nBlock emerged as one of the most outspoken critics of the Rhode Island General Assembly in the aftermath of the 2010 elections. He publicly opposed the controversial $75 million loan and subsequent taxpayer bailout of 38 Studios, the taxpayer-funded redevelopment the Superman Building, and introduction of the Sakonnet River Bridge toll. Block has also called for the elimination of the \"master lever\" from election ballots which he argues creates voter disenfranchisement and unfairly benefits larger political parties. He eventually created MasterLever.org to explain his position and enable the public to contact state officials via e-mail.\nAs a small business owner, Block has run several software companies which have worked with state governments to identify fraud and government waste in social service and welfare programs. In 1995, Block was able to save the state of Texas over $1 billion by developing a new statewide debit card system. Shortly after the 2010 election, Block offered his company's help free of charge to find waste and fraud in Rhode Island's entitlement programs. He was subsequently involved in the state's Medicare waste and fraud report as well as assisting the Providence Police Department's fraud unit to better access state records in late 2012. Police investigators have claimed that the new computer software will help detect millions of dollars in fraud.\nHe also served as president of RI Taxpayers, a taxpayer advocacy and watchdog group, until his resignation in May 2013 when he announced his candidacy for governor in the 2014 election. In October 2013, Block announced that he had joined the Rhode Island Republican Party and intended to challenge Cranston Mayor Allan Fung in the upcoming Republican primary. He based his campaign on a plan to save Rhode Island taxpayers $1 billion by eliminating wasteful spending."}