{"wikidata_id": "Q16146870", "title": "Steve Bannon", "url": "https://en.wikipedia.org/wiki/Steve_Bannon", "summary": "Stephen Kevin Bannon (born November 27, 1953) is an American media executive, political strategist, and former investment banker. He served as the White House's chief strategist in the administration of U.S. president Donald Trump during the first seven months of Trump's term. He is a former executive chairman of Breitbart News and previously served on the board of the now-defunct data-analytics firm Cambridge Analytica.Bannon was an officer in the United States Navy for seven years in the late 1970s and early 1980s. After his military service, he worked for two years at Goldman Sachs as an investment banker. In 1993, he became acting director of the research project Biosphere 2. He became an executive producer in Hollywood, producing 18 films between 1991 and 2016. In 2007, he co-founded Breitbart News, a far-right website which he described in 2016 as \"the platform for the alt-right\".In 2016, Bannon became the chief executive officer of Trump's 2016 presidential campaign and was appointed chief strategist and senior counselor to the president following Trump's election. He left the position eight months later and rejoined Breitbart. In January 2018, Bannon was disavowed by Trump for critical comments reported in the book Fire and Fury, and left Breitbart.\nAfter leaving the White House, Bannon opposed the Republican Party establishment and supported insurgent candidates in Republican primary elections. Bannon's reputation as a political strategist was questioned when former Alabama Supreme Court chief justice Roy Moore, despite Bannon's support, lost the 2017 United States Senate election in Alabama to Democrat Doug Jones. Bannon had declared his intention to become \"the infrastructure, globally, for the global populist movement\". Accordingly, he has supported many national populist conservative political movements around the world, including creating a network of far-right groups in Europe.\nIn August 2020, Bannon and three others were arrested on federal charges of conspiracy to commit mail fraud and money laundering in connection with the We Build the Wall fundraising campaign. According to the grand jury indictment, Bannon and the defendants promised that all contributions would go to building a U.S.–Mexico border wall, but instead enriched themselves. Bannon pleaded not guilty. On January 20, 2021, on his last day in office, Trump pardoned Bannon, sparing him from a federal trial. Federal pardons do not cover state offenses, and in September 2022, Bannon was charged in New York state court on counts of fraud, money laundering, and conspiracy in connection to the \"We Build The Wall\" campaign.In November 2020, Bannon's Twitter account was permanently suspended after he suggested that the federal government's infectious disease expert Anthony Fauci and FBI director Christopher Wray should be executed.Bannon was held in contempt of Congress in October 2021 after he refused to comply with a subpoena issued by the Select Committee on the January 6 Attack, the U.S. House of Representatives committee investigating the 2021 United States Capitol attack. He was indicted by a federal grand jury on two criminal charges of contempt of Congress. In July 2022, he was convicted on both counts in a jury trial. He was sentenced on October 21, 2022, to four months in prison and a $6,500 fine. He is appealing his conviction and sentence, and his sentence was put on hold pending the appeal."}