{"wikidata_id": "Q162302", "title": "Ernest Augustus, King of Hanover", "url": "https://en.wikipedia.org/wiki/Ernest_Augustus,_King_of_Hanover", "summary": "Ernest Augustus (German: Ernst August; 5 June 1771 – 18 November 1851) was King of Hanover from 20 June 1837 until his death in 1851. As the fifth son of King George III of the United Kingdom and Hanover, he initially seemed unlikely to become a monarch, but none of his elder brothers had a legitimate son. When his older brother William IV, who ruled both kingdoms, died in 1837, his niece Victoria inherited the British throne under British succession law, while Ernest succeeded in Hanover under Salic law, which barred women from the succession, thus ending the personal union between Britain and Hanover that had begun in 1714.\nErnest was born in London but was sent to Hanover in his adolescence for his education and military training. While serving with Hanoverian forces near Tournai against Revolutionary France, he received a disfiguring facial wound. He was created Duke of Cumberland and Teviotdale in 1799. Although his mother Queen Charlotte disapproved of his marriage in 1815 to her twice-widowed niece, Frederica of Mecklenburg-Strelitz, it proved happy. The eldest son of George III, the Prince of Wales (later King George IV), had one child, Charlotte, who was expected to become the British queen, but she died in 1817, giving Ernest some prospect of succeeding to the British and Hanoverian thrones. However, his older brother Prince Edward, Duke of Kent and Strathearn, fathered the eventual British heir, Victoria, in 1819 shortly before the birth of Ernest's only child, George.\nErnest was an active member of the House of Lords, where he maintained an extremely conservative record. There were persistent allegations (reportedly spread by his political foes) that he had murdered his valet, had fathered a son by his sister Sophia, and intended to take the British throne by murdering Victoria. Following the death of King William IV, Ernest became Hanover's first resident ruler since George I. He had a generally successful fourteen-year reign but excited controversy near its start when he voided the liberal constitution granted before his reign and dismissed the Göttingen Seven, including the Brothers Grimm, from their professorial positions for protesting against this decision. In 1848, the King put down an attempted revolution. Hanover joined the German customs union in 1850 despite Ernest's reluctance. Ernest died the next year and was succeeded by his son, George V."}