{"wikidata_id": "Q16202473", "title": "Michelle Wu", "url": "https://en.wikipedia.org/wiki/Michelle_Wu", "summary": "Michelle Wu (Chinese: 吳弭; born January 14, 1985) is an American lawyer and politician serving as the mayor of Boston, Massachusetts, since 2021. The daughter of Taiwanese immigrants, she was the first Asian American woman to serve on the Boston City Council. She was first elected to the council in 2013 and served from 2014 to 2021, including a stint as council president from 2016 to 2018. Wu was elected mayor in 2021, winning with 64% of the vote, becoming the first woman, first person of color, and first Asian American elected to serve as the mayor of Boston. Wu is a member of the Democratic Party. \nWhile on the Boston City Council, Wu authored several ordinances that were enacted. This included an ordinance to prevent the city from contracting with health insurers that discriminate in their coverage against transgender individuals. She also authored ordinances to have the city protect wetlands, support adaption to climate change, enact a plastic bag ban, adopt Community Choice Aggregation, and provide paid parental leave to municipal employees. As a city councilor, Wu also partook in a successful effort to adopt regulations on short-term rentals. \nAn advocate for a municipal \"Green New Deal\" (the Boston Green New Deal), as mayor Wu signed an ordinance to divest city investments from companies that derive more than 15 percent of their revenue from fossil fuels, tobacco products, or prison facilities. She also has announced plans for the city to spend $2 billion on school construction projects as part of a \"Green New Deal\" for the city's public schools. As mayor, she has also taken actions related to increasing affordable housing in the city and taken actions related to the city's COVID-19 policies. A supporter of fare-free public transportation, Wu has funded a two-year period of fare-free service on three MBTA bus routes, expanding on a single-route pilot program that had previously been started under Kim Janey's preceding acting mayoralty.\nWu is considered a political progressive and a protégée of Elizabeth Warren. Warren was one of Wu's professors in law school and Wu worked on Warren's 2012 United States Senate campaign."}