{"wikidata_id": "Q16296", "title": "Patrick Stewart", "url": "https://en.wikipedia.org/wiki/Patrick_Stewart", "summary": "Sir Patrick Stewart  (born 13 July 1940) is an English actor who has a career spanning seven decades in various stage productions, television, film and video games. He has been nominated for Olivier, Tony, Golden Globe, Emmy, and Screen Actors Guild Awards. He received a star on the Hollywood Walk of Fame on 16 December 1996. In 2010, he was knighted by Queen Elizabeth II for services to drama.\nIn 1966, Stewart became a member of the Royal Shakespeare Company. He made his Broadway theatre debut in 1971 in a production of A Midsummer Night's Dream. In 1979, he received the Laurence Olivier Award for Best Actor in a Supporting Role for his performance in Antony and Cleopatra in the West End. His first television role was in the ITV series Coronation Street in 1967. His first major screen roles were in BBC-broadcast television productions Fall of Eagles (1974), I, Claudius (1976), and Tinker Tailor Soldier Spy (1979). In 2008 he played King Claudius in Hamlet and received his second Olivier Award and his first Tony Award nomination for respectively the West End and Broadway theatre productions.\nStewart gained stardom for his leading role as  Captain Jean-Luc Picard in Star Trek: The Next Generation (1987–94), its subsequent films, and Star Trek: Picard (2020–23). He starred as Captain Ahab in the USA Network series Moby Dick (1998), Ebenezer Scrooge in TNT's A Christmas Carol (1999), and King Henry II in Showtime's The Lion in Winter (2003). He also became known for his comedic appearances on the NBC sitcom Frasier and the BBC series Extras for which he received Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series nomination. He recently starred as the lead of the Starz series Blunt Talk (2015–2016). He currently voices CIA Deputy Director Avery Bullock on American Dad!. \nStewart's first film role was in Trevor Nunn's Hedda (1975) followed by performances in John Boorman's Excalibur (1981), and David Lynch's Dune (1984). He gained further stardom when he portrayed Professor Charles Xavier in the X-Men series (2000–2014), Logan (2017), and an alternate version of the character in the Marvel Cinematic Universe film Doctor Strange in the Multiverse of Madness (2022). He's appeared in films such as L.A. Story (1991), Robin Hood: Men in Tights (1993), Jeffrey (1995), and The Kid Who Would Be King (2019). He is also known for his voice work in films such as The Pagemaster (1994), The Prince of Egypt (1998), Jimmy Neutron: Boy Genius (2001), Chicken Little (2005), Gnomeo & Juliet (2011), and Ted (2012)."}