{"wikidata_id": "Q16213413", "title": "Mike Potts (baseball)", "url": "https://en.wikipedia.org/wiki/Mike_Potts_(baseball)", "summary": "Michael Larry Potts (born September 5, 1970 in Langdale, Alabama) is a former left-handed Major League Baseball relief pitcher who played for the Milwaukee Brewers in 1996. He is 5'9\" tall and he weighed 179 pounds.\nBefore being drafted, Potts attended Lithonia High School, then Gordon College. He was originally drafted by the Cleveland Indians in the 16th round of the 1989 draft. He opted not to sign, however. When he was drafted by the Atlanta Braves in the 18th round of the 1990 draft, he did sign.\nPotts began his professional career with the Macon Braves in 1991, with whom he went 8-5 with a 3.49 ERA in 34 games (11 starts). With the Durham Bulls in 1992, he went 6-8 with a 4.02 ERA in 30 games (21 starts).\nHe played for the Greenville Braves in 1993, 7-6 with a 3.88 in 25 starts. Although he was used entirely as a starter in 1993, in 1994 he was used entirely as a reliever. For the Richmond Braves, he made 52 appearances, going 6-3 with a 3.68 ERA.\nIn 1995, Potts spent the entire season with the Richmond Braves, making 38 appearances (one start), and going 5-5 with a 3.79 ERA. On January 12, 1996, he was selected off waivers by the Brewers, and he made their opening day roster. He made his big league debut on April 6, 1996, against the Seattle Mariners. He pitched an inning in that game, allowing two hits but walking away unscathed. He would appear in a total of 24 games, allowing 58 hits and 30 walks (with 21 strikeouts) in 45 1/3 innings. He had an ERA of 7.15 and a record of 1-2. He played his final big league game on July 15, 1996. Potts also appeared in 11 games for the Triple-A New Orleans Zephyrs, going 0-1 with a 6.75 ERA.\nAfter leaving baseball, Potts started a career in law enforcement, first with the Durham County, North Carolina Sheriff's Office, then later the North Carolina Highway Patrol.On February 18, 2013 Potts was shot in the face, hand, and shoulder on U.S. Highway 70 in Durham, North Carolina during a traffic stop. Trooper Potts survived the shooting. The shooter was arrested February 19, and charged with assault with a deadly weapon with intent to kill inflicting serious injury."}