{"wikidata_id": "Q164038", "title": "Pep Guardiola", "url": "https://en.wikipedia.org/wiki/Pep_Guardiola", "summary": "Josep Guardiola Sala (Catalan pronunciation: [ʒuˈzɛb ɡwəɾðiˈɔlə]; born 18 January 1971) is a Spanish professional football manager and former player, who is the current manager of Premier League club Manchester City. He is considered one of the greatest managers of all time and holds the records for the most consecutive league games won in La Liga, the Bundesliga and the Premier League.Guardiola was a defensive midfielder who usually played in a deep-lying playmaker's role. He spent the majority of his career with Barcelona, forming a part of Johan Cruyff's Dream Team that won the club's first European Cup in 1992, and four successive Spanish league titles from 1991 to 1994. He captained the team from 1997 until his departure from the club in 2001. Guardiola then had stints with Brescia and Roma in Italy, Al-Ahli in Qatar, and Dorados de Sinaloa in Mexico. He was capped 47 times for the Spanish national team and appeared at the 1994 FIFA World Cup, as well as at UEFA Euro 2000. He also played friendly matches for Catalonia.\nAfter retiring as a player, Guardiola briefly coached Barcelona B, with whom he won a Tercera División title. He took charge of the first-team in 2008. In his first season, he led Barcelona to the treble of La Liga, Copa del Rey, and the UEFA Champions League, becoming the youngest manager to win the latter competition. In 2011, after leading the club to another La Liga and Champions League double, Guardiola was awarded the Catalan Parliament's Gold Medal, their highest honour. The same year, he was also named the FIFA World Coach of the Year. He ended his four-year Barcelona stint in 2012 with 14 honours, a club record.\nAfter a sabbatical period, Bayern Munich announced Guardiola would join the club as manager in 2013. Guardiola won the Bundesliga in each of his three seasons as Bayern manager, including two domestic doubles. He left the Bavarians for Manchester City in 2016, and guided them to a Premier League title in his second campaign in charge, breaking numerous domestic records as the team became the first to attain 100 league points. To date, he has won four Premier League titles, four EFL Cups, and the FA Cup, including a domestic treble in the 2018–19 season. He also led the club to their maiden UEFA Champions League Final in 2021, where they lost to Chelsea."}