{"wikidata_id": "Q16473", "title": "Steve Martin", "url": "https://en.wikipedia.org/wiki/Steve_Martin", "summary": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, producer, and musician. He has won five Grammy Awards, a Primetime Emmy Award, and was awarded an Honorary Academy Award in 2013. Additionally, he was nominated for two Tony Awards for his musical Bright Star in 2016. Among many honors, he received the Mark Twain Prize for American Humor in 2005, the Kennedy Center Honors in 2007, and an AFI Life Achievement Award in 2015. In 2004, Comedy Central ranked Martin at sixth place in a list of the 100 greatest stand-up comics. The Guardian named him one of the best actors never to have received an Academy Award nomination.Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, for which he won a Primetime Emmy Award in 1969, and later as a frequent host on Saturday Night Live. In the 1970s, Martin performed his offbeat, absurdist comedy routines before sold-out theaters on national tours. Since the 1980s, having retired from stand-up comedy, Martin has become a successful actor, starring in such films as The Jerk (1979), Dead Men Don't Wear Plaid (1982), The Man with Two Brains (1983), All of Me (1984), ¡Three Amigos! (1986), Planes, Trains and Automobiles (1987), Dirty Rotten Scoundrels (1988), L.A. Story (1991), Bowfinger (1999) and Looney Tunes: Back in Action (2003). He played family patriarchs in Parenthood (1989), the Father of the Bride films (1991–1995), and the Cheaper by the Dozen films (2003–2005).\nSince 2015, Martin has embarked on several national comedy tours with fellow comedian Martin Short. In 2018, they released their Netflix special An Evening You Will Forget for the Rest of Your Life for which they received three Primetime Emmy Award nominations. In 2021, he co-created and starred in his first television show, the Hulu comedy series Only Murders in the Building alongside Short and Selena Gomez where he earned three Primetime Emmy Award nominations, two Screen Actors Guild Award nominations, a Golden Globe Award nomination, and a 2021 Peabody Award nomination. In 2022, Martin and Short co-hosted Saturday Night Live together with Gomez making an appearance. \nMartin is also known for writing the book to the musical Bright Star (2016) and to the comedy Meteor Shower (2017), both of which premiered on Broadway; he co-wrote the music to the former. He has played banjo since an early age and has included music in his comedy routines from the beginning of his professional career. Since the 2000s he has increasingly dedicated his career to music, acting less and spending much of his professional life playing banjo, recording, and touring. He has performed with various bluegrass acts, including Earl Scruggs, with whom he won a Grammy for Best Country Instrumental Performance in 2002. His first solo music album, The Crow: New Songs for the 5-String Banjo (2009) received the Grammy Award for Best Bluegrass Album."}