{"wikidata_id": "Q1646482", "title": "Lin-Manuel Miranda", "url": "https://en.wikipedia.org/wiki/Lin-Manuel_Miranda", "summary": "Lin-Manuel Miranda (; born January 16, 1980) is an American songwriter, actor, singer, filmmaker, and playwright. He is known for creating the Broadway musicals In the Heights (2005), and Hamilton (2015), and the soundtracks for the animated films Moana (2016), Encanto, and Vivo (both 2021). His awards include three Tony Awards, two Emmy Awards, five Grammy Awards, two Laurence Olivier Awards, an Annie Award, a MacArthur Fellowship Award, a Kennedy Center Honor, and a Pulitzer Prize.\nMiranda made his Broadway debut in 2008 in the musical In the Heights, in which he starred and wrote the music and lyrics. The production was a critical and commercial success, winning the Tony Award for Best Musical and Tony Award for Best Original Score, and the Grammy Award for Best Musical Theater Album. The stage musical was adapted into a film released in June 2021. Miranda gained still wider recognition for writing the script, music, and lyrics for Hamilton, which has been acclaimed as a popular culture phenomenon since its 2015 Broadway premiere. It earned the Pulitzer Prize for Drama and was nominated for a record 16 Tony Awards and won 11, including Miranda's first win for the Tony Award for Best Book of a Musical. The Hamilton cast recording spent 10 weeks atop Billboard's Top Rap Albums chart and became the eleventh-biggest album of the 2010s. The Hamilton Mixtape, a cover album by Miranda, further reached number one on the Billboard 200.\nA frequent collaborator of the Walt Disney Company, Miranda has written original songs for the studio, which has gained him two nominations for the Academy Award for Best Original Song (\"How Far I'll Go\" and \"Dos Oruguitas\") for Moana (2016), and Encanto (2021) respectively. The song \"We Don't Talk About Bruno\" broke various records, marked Miranda's first number-one song on the US Billboard Hot 100 and the UK Singles charts, and cemented his mainstream fame. He starred as Jack in the musical fantasy Mary Poppins Returns (2018), for which he was nominated for a Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. For his performance in the Disney+ live stage recording of Hamilton released in 2020, he received Golden Globe and Primetime Emmy Award nominations. Miranda debuted as a film director with Tick, Tick...Boom! (2021).His television work includes recurring roles on The Electric Company (2009–2010) and His Dark Materials (2019). Miranda hosted Saturday Night Live in 2016 and had a guest role on Curb Your Enthusiasm in 2018, for which he was nominated twice for the Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series. He has been politically active on behalf of Puerto Rico. Miranda met with politicians in 2016 to speak out in favor of debt relief for Puerto Rico and raised funds for rescue efforts and disaster relief after Hurricane Maria in 2017."}