{"wikidata_id": "Q165518", "title": "Ewan McGregor", "url": "https://en.wikipedia.org/wiki/Ewan_McGregor", "summary": "Ewan Gordon McGregor  ( YOO-ən; born 31 March 1971) is a Scottish actor. His accolades include a Golden Globe Award, a Primetime Emmy Award, and the BAFTA Britannia Humanitarian Award. In 2013, he was appointed Officer of the Order of the British Empire (OBE) for his services to drama and charity.His first professional role was in 1993, as a leading role in the British Channel 4 series Lipstick on Your Collar. He then achieved international fame with his portrayals of heroin addict Mark Renton in the drama films Trainspotting (1996) and T2 Trainspotting (2017), Obi-Wan Kenobi in the Star Wars prequel trilogy (1999–2005), poet Christian in the musical film Moulin Rouge! (2001), SPC John Grimes in Black Hawk Down (2001), young Edward Bloom in Big Fish (2003), Catcher Block in  Down With Love (2003), Rodney Copperbottom in Robots (2005), Camerlengo Father Patrick McKenna in Angels and Demons (2009), \"the ghost\" in Roman Polanski's political thriller The Ghost Writer (2010), Dr. Alfred Jones in the romantic comedy-drama Salmon Fishing in the Yemen (2011), Lumière in the live-action adaptation of the musical romantic fantasy Beauty and the Beast (2017), the adult version of the titular character in the fantasy comedy-drama Christopher Robin (2018), the adult version of Dan Torrance in the horror film Doctor Sleep (2019), and Black Mask in the DC Extended Universe superhero film Birds of Prey (2020). He made his directorial debut with the historical crime-drama American Pastoral (2016), where he also played Seymour \"Swede\" Levov.\nIn 2018, McGregor won a Golden Globe Award for Best Actor – Miniseries or Television Film for his dual role as brothers Ray and Emmit Stussy in the third season of FX anthology series Fargo, and received Golden Globe nominations for Best Actor – Musical or Comedy for both Moulin Rouge! and Salmon Fishing in the Yemen. McGregor has also starred in theatre productions of Guys and Dolls (2005–2007) and Othello (2007–2008). In 2021, he portrayed fashion designer Halston in a Netflix miniseries Halston for which he won a Primetime Emmy Award for Outstanding Lead Actor in a Limited or Anthology Series or Movie. He returned as Obi-Wan in the 2022 Disney+ miniseries Obi-Wan Kenobi.\nMcGregor was ranked number 36 on Empire magazine's \"The Top 100 Movie Stars of All Time\" list in 1997. In a 2004 poll for the BBC, he was named the fourth most influential person in British culture. IndieWire named McGregor one of the best actors never to have received an Academy Award nomination. McGregor has been involved in charity work and has served as an ambassador for UNICEF UK since 2004. He became an American citizen in 2016."}