{"wikidata_id": "Q166379", "title": "Philip de Koninck", "url": "https://en.wikipedia.org/wiki/Philip_de_Koninck", "summary": "Philip de Koninck, or Philips Koninck (5 November 1619 – 4 October 1688  was a Dutch landscape painter and younger brother of Jacob Koninck.De Koninck was the son of the jeweler Aert Coninx. He was married twice; in 1641 with Cornelia, a sister of Abraham Furnerius, living in Rotterdam, and in 1657 with Margaretha van Rhijn from Amsterdam. Philip studied painting under his brother Jacob in Rotterdam. After his second marriage he moved to Amsterdam. According to the Dutch writer on art Arnold Houbraken, Koninck completed his training in Rembrandt’s studio in Amsterdam.\nIn the late 1640s, De Koninck, began to paint panoramas, his canvases divided in half, horizontally, between equal measures of earth and sky. Koninck was evidently much affected by Rembrandt etchings like 'The Goldweigher's Field', which looked across a broad sweep of country layered with bands of shade and light. Also the style of Hercules Segers is to be detected in his work.\nImpressionable and single-minded, Philips Koninck began to paint like this for the next decade, almost all his panoramas pieced together as if narrow ribbons of darkness and brightness had been laid across the canvas. He was a great success, enough of one, at any rate, to buy and operate a barge line that ran between Amsterdam and Rotterdam via Leiden, so that his business could travel through his own landscapes.He painted chiefly broad, sunny landscapes, full of space, light and atmosphere; they are seen from a high perspective, allowing a prominent view of the sky. Portraits by him, somewhat in the manner of Rembrandt, also exist (e.g. see Joost van den Vondel); there are examples of these in the galleries at Copenhagen and Oslo. Of his landscapes, the principal are View at the mouth of a river at the Hague, with a slightly larger replica in the National Gallery, London; Woodland border and countryside (with figures by Adriaen van de Velde) at Amsterdam; and landscapes in Brussels, Florence (the Uffizi), Berlin and Cologne. Koninck, a prosperous businessman, living on Reguliersgracht, appears to have painted only a few pictures during the last decade of his life.\nSeveral of his works have been falsely attributed to Rembrandt and many more to his nephew Salomon de Koninck (1609–1656), a disciple of Rembrandt, whose paintings and etchings consist mainly of portraits and biblical scenes. He was also the uncle of the painters Jacob II and Daniel Koninck.\nAll of these painters are to be distinguished from David Koninck (1636?–1687), also known as Rammelaar. David Koninck was born in Antwerp and studied there under Jan Fyt.  He later settled in Rome, where he is stated to have died in 1687; this, however, is doubtful. His pictures are chiefly landscapes with animals and still life."}