{"wikidata_id": "Q16800812", "title": "Thomas Bache (judge)", "url": "https://en.wikipedia.org/wiki/Thomas_Bache_(judge)", "summary": "Thomas Bache (died c.1410) was an Anglo-Italian cleric and judge who held high office in Ireland in the later fourteenth and early fifteenth centuries. He served one term as Lord High Treasurer of Ireland and three terms as Chief Baron of the Irish Exchequer.The Bache family came originally from Genoa. They had a long-standing connection with the English Court: for several decades two \"merchants of Genoa\", who were both named Antonio Bache, and who were presumably father and son, supplied the Royal Household with spices and other luxuries, and also loaned the English Crown substantial sums of money. There is a record of a loan of £500 to the Crown by Antonio Bache in 1334. Thomas was almost certainly a member of this family, although his exact relationship with the two Antonios is unclear. In Irish records he is frequently called Thomas Bathe, a name much more familiar to the Anglo-Irish than Bache.\nThomas entered the Church, the usual career path for ambitious officials in that era. He served as a Crown official in England in an unspecified capacity, before coming to Ireland in the 1360s. He did not reach the highest ranks of the Church, but he was appointed Archdeacon of Dublin, then Archdeacon of Meath ;he was also given the livings of Kilberry, County Meath, and Brington, Northamptonshire, and was prebendary of Lusk, Dublin.\n\nHe was appointed Clerk of the Wages for the army of Leinster in 1368; this was his first known official post in Ireland. His precise job was to pay the men-at-arms when they were in the company of the Justiciar of Ireland or the Lord Chancellor of Ireland. He achieved high office in the political and judicial spheres, being appointed Chancellor of the Exchequer of Ireland in 1376, and serving as Lord Treasurer 1400–1402. In 1381 Bache, by now a judge, John Brettan, a judicial colleague who was also the  ChiefRemembrancer of the Exchequer of Ireland,  and \nRichard  Walsh, another  Exchequer \nofficial,  petitioned the Crown for compensation, on the grounds that they had been at great labour to levy and collect the King's debts in seven counties, without any reward. Bache was awarded £6, and Brettan  and Walsh £4. Brettan made several other petitions to the Crown for compensation, some of them now lost.He was appointed a Baron of the Court of Exchequer (Ireland) in 1380, and became Chief Baron two years later, with the proviso that he held the office \"so long as he was of good behaviour\". His joint petition with his colleague John Brettan of 1381 shows him to have been conscientious and hard-working. There was at least one complaint against him of high-handed behaviour by the Mayor of Dublin, who alleged in 1390 that Bache had wrongfully imposed a fine on Dublin Corporation; on hearing the Mayor's petition, the Crown forgave the fine. He was twice superseded as Chief Baron, but was reappointed on both occasions before retiring for good in 1405. He was ex officio a member of the Privy Council of Ireland and we have a record of his attendance at the Council meeting in October 1391. He also served as Deputy Lord Chancellor of Ireland in 1398, during a vacancy in the office. In 1403 he was granted letters of protection by the Crown.He probably died in 1410. He was certainly dead by 1412, when William Yonge was appointed to Bache's office of Archdeacon of Meath.\n\n\n== References =="}