{"wikidata_id": "Q16986436", "title": "Sanna Marin", "url": "https://en.wikipedia.org/wiki/Sanna_Marin", "summary": "Sanna Mirella Marin (Finnish pronunciation: [ˈsɑnːɑ ˈmirelːɑ ˈmɑriːn]; born 16 November 1985) is a Finnish politician who has served as Prime Minister of Finland since 2019, as member of Parliament for the Social Democratic Party of Finland (SDP) since 2015, and as leader of the SDP since 2020. As of 6 April 2023, after the 2023 Finnish parliamentary election in which the SDP placed third, Marin's government has formally resigned but will continue serving on a caretaker basis until the formation and appointment of a new government. Marin has stated she will resign as leader of the SDP at the 2023 party congress in autumn, but will remain a member of Parliament.Marin was born in Helsinki but later moved to Tampere where she graduated from the University of Tampere. She joined the Social Democratic Youth in 2006, later serving as its vice president from 2010 to 2012. She served as a member of the City Council of Tampere and was later elected member of Parliament. Following Antti Rinne's resignation in the wake of the postal strike controversy, Marin was selected as prime minister on 8 December 2019. Taking office at the age of 34, she is the youngest person to hold the office in Finnish history, as well as the world's fourth-youngest state leader after Dritan Abazović of Montenegro, Gabriel Boric of Chile and Ibrahim Traoré of Burkina Faso.\nAs prime minister, Marin led the response to the COVID-19 pandemic by invoking a state of emergency. She condemned the 2022 Russian invasion of Ukraine and has been a vocal supporter of Ukraine. Together with president Sauli Niinistö, she announced that Finland would apply for NATO membership in May 2022. Throughout her time in office, she has also faced criticism, particularly due to an October 2020 photoshoot and leaked private party videos. She has been featured on BBC's 100 Women list, as a cover of Time magazine's \"Time100 Next\" issue that showcased \"influential international leaders\", and was dubbed by the Australian Broadcasting Corporation as \"the icon of progressive leadership\"."}