{"wikidata_id": "Q172720", "title": "Dani Alves", "url": "https://en.wikipedia.org/wiki/Dani_Alves", "summary": "Daniel Alves da Silva (born 6 May 1983), known simply as Dani Alves (Brazilian Portuguese: [ˈdɐ̃ni ˈawvis]), is a Brazilian professional footballer who last played as a right-back for Liga MX club UNAM and the Brazil national team. Widely considered one of the greatest full-backs of all time, Alves is the most decorated player in the history of professional football with 43 senior titles.Starting his career at Bahia in 2001, Alves went on to have a successful six-year spell with Sevilla, winning two UEFA Cups and the Copa del Rey. He joined Barcelona for €32.5 million, becoming the third-most expensive defender of all-time at the time. He won the treble in his first season with the club and in the next season, won the Supercopa de España, UEFA Super Cup and the FIFA Club World Cup. Additionally, he helped the club to clinch another two Supercopa de España, five La Liga titles and two UEFA Champions League titles in the years that followed.\nIn 2016, Juventus signed Alves on a free transfer. He won the 2016–17 Serie A title and 2016–17 Coppa Italia in his only season with the side, also reaching the Champions League Final. In 2017, Alves joined French side Paris Saint-Germain on a free transfer, winning a domestic treble in his first season, followed by another league title the following season. In 2019, he returned to his home country, joining São Paulo, and winning the 2021 Campeonato Paulista with them. He returned to Barcelona in 2021. He joined Mexican club UNAM in 2022; UNAM terminated his contract in 2023 after he was detained in Spain, during a process that resulted in Alves being charged with sexual assault.\nA full international for Brazil since 2006, Alves is the nation's second most-capped player of all time. He was included in their squads for three FIFA World Cups and five Copa América tournaments, winning the 2007 and 2019 editions of the latter competition, as well as the 2009 and 2013 FIFA Confederations Cups. At the Summer Olympics in 2020, he won a gold medal. Individually, Alves was named in the IFFHS CONMEBOL Team of the Decade (2011–2020), FIFA Confederations Cup Team of the Tournament (2013), the Copa América Team of the Tournament (2019), and was awarded the Copa América Best Player (2019)."}