{"wikidata_id": "Q173585", "title": "Jessica Lange", "url": "https://en.wikipedia.org/wiki/Jessica_Lange", "summary": "Jessica Phyllis Lange (; born April 20, 1949) is an American actress. She is the 13th actress to achieve the Triple Crown of Acting, having received a Tony Award, two Academy Awards, and three Primetime Emmy Awards. Additionally, she is the second actress to win the Academy Award for Best Actress after winning the Academy Award for Best Supporting Actress, the third actress and first performer since 1943 to receive two Oscar nominations in the same year, the fifth actress and ninth performer to win Oscars in both the lead and supporting acting categories, and tied for the sixth most Oscar-nominated actress.Lange holds the record for most nominations for the Golden Globe Award for Best Actress – Miniseries or Television Film. She is the only performer ever to win Primetime Emmy Awards in both the Outstanding Supporting Actress and Outstanding Lead Actress categories for the same miniseries. Lange has also garnered a Critics Choice Award and three Dorian Awards, making her the most honored actress by the Gay and Lesbian Entertainment Critics Association. In 1998, Entertainment Weekly listed Lange among the 25 Greatest Actresses of the 1990s. In 2014, she was scheduled to receive a star on the Hollywood Walk of Fame, but she has yet to claim it.Lange made her professional film debut in Dino De Laurentiis's 1976 remake of the 1933 action-adventure classic King Kong, for which she also won her first Golden Globe Award for New Star of the Year. In 1979, she starred in the acclaimed musical film All That Jazz. In 1983, she won her second Golden Globe Award and the Academy Award for Best Supporting Actress for her role as a soap opera star in Tootsie (1982) and was also nominated for the Academy Award for Best Actress for her portrayal of the troubled actress Frances Farmer in Frances (1982). Lange received three more nominations for Country (1984), Sweet Dreams (1985) and Music Box (1989), before winning her third Golden Globe Award and the Academy Award for Best Actress for her performance as a bipolar housewife in Blue Sky (1994).\nIn 2010, Lange won her first Primetime Emmy Award for her portrayal of Jacqueline Kennedy Onassis's aunt Big Edie in HBO's Grey Gardens (2009). Between 2011 and 2014, she won her first Screen Actors Guild Award, first Critics Choice Award, fifth Golden Globe Award, three Dorian Awards and her second and third Emmy Awards for her performances in the first, second and third seasons of FX's horror anthology series American Horror Story (2011–2015, 2018). In 2016, Lange won her first Tony Award for Best Performance by a Leading Actress in a Play, an Outer Critics Circle Award for Best Lead Actress in a Play and a Drama Desk Award for Outstanding Actress in a Play for her performance in the Broadway revival of Long Day's Journey into Night. She also had a supporting role in Louis C.K.'s Peabody Award-winning web series Horace and Pete. In 2017, for her portrayal of actress Joan Crawford in the miniseries Feud, Lange received her ninth Emmy, 16th Golden Globe, sixth Screen Actors Guild, and second TCA award nominations. In 2019, she received a tenth Emmy nomination for her performance in American Horror Story: Apocalypse.\nLange is also a photographer with five published books of photography. She has been a foster parent and holds a Goodwill Ambassador position for UNICEF, specializing in HIV/AIDS in the Democratic Republic of the Congo and Russia."}