{"wikidata_id": "Q174924", "title": "Humza Yousaf", "url": "https://en.wikipedia.org/wiki/Humza_Yousaf", "summary": "Humza Haroon Yousaf (; born 7 April 1985) is a Scottish politician serving as First Minister of Scotland and leader of the Scottish National Party (SNP) since March 2023. Yousaf previously served under his predecessor Nicola Sturgeon as justice secretary from 2018 to 2021 and then as health secretary from 2021 to 2023. He has been the member of the Scottish Parliament (MSP) for the Glasgow Pollok constituency since 2016, having previously represented the Glasgow region from 2011 to 2016.\nBorn to Pakistani immigrants in Glasgow, Yousaf studied politics at the University of Glasgow, before working as a parliamentary assistant for Bashir Ahmad, the first Muslim elected to the Scottish Parliament in 2007. After Ahmad died two years later, Yousaf went on to work as parliamentary assistants for Alex Salmond and Nicola Sturgeon. Prior to his election to parliament in 2011, he worked in the SNP's HQ as a communications officer. Appointed as a junior minister under Salmond in 2012, Yousaf served as the minister for external affairs and international development until 2014.\nYousaf supported Sturgeon's successful leadership bid in 2014 and after she was sworn in as first minister, he was subsequently appointed as the Europe minister before being appointed minister for transport and the islands in 2016. As part of cabinet reshuffle of Sturgeon's second government in 2018, Yousaf was promoted to the cabinet as the justice secretary. He introduced the controversial hate crime bill. In 2021, he was appointed the health secretary during the later phase of the COVID-19 pandemic and was responsible for the NHS' recovery, as well as the mass roll out of the vaccination programme that began under his predecessor. Following the announcement of Sturgeon's intention to resign as Leader of the SNP and First Minister of Scotland, Yousaf won the 2023 SNP leadership election, defeating Kate Forbes with 52% to her 48% in the final stage.\nYousaf was appointed first minister on 29 March 2023, becoming the youngest person, first Scottish Asian and first Muslim to serve in office."}