{"wikidata_id": "Q17626928", "title": "David Laurent de Lara", "url": "https://en.wikipedia.org/wiki/David_Laurent_de_Lara", "summary": "David Laurent de Lara (c.1806, Amsterdam - 1876) was a London-based, Dutch-born limner of Spanish descent. He has been described as a pioneer who helped illumination to become recognised as an artform in its own right at a time when very few had ready access to the original illuminated manuscripts or to fine quality reproductions. His illuminated Hebrew calendar and almanac, and a portrait of Hananel De Castro, 1840-1 president of the Board of Deputies of British Jews, led to his being greatly admired among London's Jewish community. He exhibited a custom-designed illuminated chess table for the Queen and Prince Albert at The Great Exhibition of 1851.Laurent de Lara published Elementary instruction in the Art of Illumination, and Missal Painting on Vellum in 1850, which went to several editions. From the second expanded edition (1857), he described himself on the title page as illuminating artist to Queen Victoria, though he may simply have supplied teaching materials to the Royal children, if not actually taught them illumination which they were studying from at least 1855. The book consisted of 48 pages, with six illustrations, four coloured, and was published by the firm of Ackermann, who specialised in such instructive books and also sold the papers, designs and pigments called for in order to follow the instructions within. In the book, Laurent de Lara described Henry Noel Humphreys's Illuminated Books of the Middle Ages as too advanced for a beginner, and did not mention Humphreys' 1856 book The Art of Illumination and Missal Painting, which Alice H. R. H. Beckwith points out was the first manual for illuminators, although aimed at professionals rather than to the amateurs targeted by Laurent de Lara.Beckwith has argued that while Laurent de Lara was a good self-promoter, he was not skilled at his art, and suggests that it was him who J. Willis Brooks called an \"unprincipled adventurer\" who exploited impoverished female illuminators. In 1857 Laurent de Lara had established the Illuminating Art Society. Its first exhibition in 1859, was reviewed by The Art Journal, and The Athenaeum, though any subsequent shows appear to not have been reviewed. Illumination was promoted as an acceptable form of employment for women, enabling highly educated ladies to occupy themselves in an appropriately non-menial way by creating illuminated material for sale. The Illuminating Art Union was supported by an annual subscription of £1/1s from its patronesses, who received an original illumination on vellum made by \"less affluent members\" as a premium. In Brooks's words, this exploited women \"to place their excellent taste and skill, for worse than starvation prices, at the disposal of some unprincipled adventurer, ignorant himself of the very rudiments of the art he professes to teach.\" By 1860, the Art Journal had changed its mind, and argued that it was not possible for a woman to support herself through illumination.Beckwith notes that by the 1860s, Laurent de Lara's manual had competition in the form of other, more successfully developed publications by Winsor & Newton, George Rowney & Company, and J. Barnard and Son; and says he failed to grasp the idea that illumination was about a unity between text and ornament. Instead, Laurent de Lara suggested that illumination was about the carefully drawn mechanical repetition of fussy detail.According to his granddaughter, the pianist and composer Adelina de Lara's autobiography, David Laurent de Lara was the son of a Spanish count called Laurent de Lara. David married a London-born Polish Jewish woman, Sarah Cracour."}