{"wikidata_id": "Q17712353", "title": "Nayib Bukele", "url": "https://en.wikipedia.org/wiki/Nayib_Bukele", "summary": "Nayib Armando Bukele Ortez (Spanish pronunciation: [naˈʝiβ buˈkele]; born 24 July 1981) is a Salvadoran politician and businessman who is the 43rd president of El Salvador, serving since 1 June 2019. He is the first president since José Napoleón Duarte (1984–1989) not to have been elected as the candidate of one of the country's two major political parties: the left-wing Farabundo Martí National Liberation Front (FMLN) and the right-wing Nationalist Republican Alliance (ARENA).\nBukele served as mayor of Nuevo Cuscatlán for three years from 2012 to 2015, and then served three years as mayor of San Salvador, the nation's capital, from 2015 to 2018. After winning both mayoral elections as a member of the FMLN, in 2017 Bukele was expelled from the party. In 2018 he established his own political party: Nuevas Ideas (NI). He sought to run for president in the 2019 election with the center-left Democratic Change (CD); however, the Supreme Electoral Court (TSE) dissolved the CD, forcing Bukele to instead run with the center-right Grand Alliance for National Unity (GANA). He won the election with 53 percent of the vote.\nEl Salvador's murder rate decreased to historic lows during Bukele's tenure, falling by over 50 percent during his first year in office. Although Bukele attributed the decrease in murders to his deployment of thousands of police and soldiers to gang strongholds and an increase in prison security, his government has been accused by the United States of secretly negotiating with Mara Salvatrucha (MS-13) to reduce the number of murders. After nearly 80 people were killed by criminals during a single weekend in March 2022, Bukele's government has arrested over 67,000 people with alleged gang affiliations, leading to accusations of human rights violations being committed by El Salvador's security forces. However, Bukele's crackdown on gangs was credited as effectively \"decimating\" them, resulting in a nearly 60 percent decrease in homicides in 2022.Bukele has maintained high approval ratings among Salvadorans throughout his tenure, but has been accused of governing in an authoritarian manner. In February 2020, Bukele was criticized by the opposition for sending soldiers into the Legislative Assembly to encourage the passage of a bill that would fund additional purchases of equipment for the police and armed forces. In May 2021, he led a move to fire the attorney general and five supreme court judges of El Salvador, which the United States Department of State and Organization of American States (OAS) denounced as democratic backsliding. Following the approval of bitcoin as legal tender in El Salvador in September 2021, protests against Bukele's government took place. His announcement that he would run for reelection in 2024 led to criticism by constitutional law experts and organizations that presidential reelection violated the country's constitution.Bukele has made several international visits to foreign nations as president, including the United States, Japan, China, Qatar, Guatemala, and Turkey. Additionally, he also made official visits to Taiwan and Israel during his tenure as mayor of San Salvador. Bukele has been critical of other Latin American leaders, including Daniel Ortega, Nicolás Maduro, and Juan Orlando Hernández, calling them \"dictators\"."}