{"wikidata_id": "Q180589", "title": "Boris Johnson", "url": "https://en.wikipedia.org/wiki/Boris_Johnson", "summary": "Alexander Boris de Pfeffel Johnson  (, born 19 June 1964) is a British politician, writer and journalist who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 2019 to 2022. He previously served as Foreign Secretary from 2016 to 2018 and as Mayor of London from 2008 to 2016. Johnson has been Member of Parliament (MP) for Uxbridge and South Ruislip since 2015, having previously been MP for Henley from 2001 to 2008.\nJohnson attended Eton College, and studied Classics at Balliol College, Oxford. He was elected President of the Oxford Union in 1986. In 1989, he became the Brussels correspondent – and later political columnist – for The Daily Telegraph, and from 1999 to 2005 he was the editor of The Spectator. Following his election to Parliament in 2001, he became a member of the shadow cabinets of Michael Howard and David Cameron. In 2008, Johnson was elected Mayor of London and resigned from the House of Commons. He was re-elected mayor in 2012. At the 2015 general election he was elected MP for Uxbridge and South Ruislip, and the following year did not seek re-election as mayor. Johnson was a prominent figure in the successful Vote Leave campaign for Brexit in the 2016 European Union membership referendum. After the referendum, Theresa May appointed him as Foreign Secretary in her cabinet. He resigned from the position two years later in protest against the Chequers Agreement and May's approach to Brexit.\nJohnson defeated Jeremy Hunt in the leadership election to succeed May, who resigned after Parliament's repeated rejections of her Brexit withdrawal agreement. After becoming prime minister, Johnson re-opened Brexit negotiations and in early September prorogued Parliament, with the Supreme Court later that month ruling the action as unlawful. After agreeing to a revised Brexit withdrawal agreement which replaced the Irish backstop with a new Northern Ireland Protocol, but failing to win parliamentary support for the agreement, Johnson called a snap general election in December 2019. In the election, he led the Conservative Party to the party's largest victory since the 1987 general election. On 31 January 2020, the United Kingdom withdrew from the EU, entering into a transition period and trade negotiations that led to the EU–UK Trade and Cooperation Agreement.\nA decisive event that occurred during Johnson's tenure as prime minister was the COVID-19 pandemic which began in early 2020; his government responded to the pandemic by introducing various emergency powers and measures across the country to mitigate its impact, and approved the rollout of a nationwide vaccination programme. He also responded to the 2022 Russian invasion of Ukraine by imposing sanctions on Russia and authorising foreign aid and weapons shipments to Ukraine. Amidst the Partygate scandal, Johnson was issued with a fixed penalty notice in April 2022. The publishing of the Sue Gray report in May 2022 and a widespread sense of dissatisfaction led in June 2022 to a vote of confidence in his leadership among Conservative MPs, which he won. In July 2022, revelations over his appointment of Chris Pincher as Deputy Chief Whip led to a mass resignation of members of his government and to Johnson announcing his resignation. He left office on 6 September and was succeeded by Liz Truss, his foreign secretary. Johnson remains in the House of Commons as a backbencher.\nJohnson is a controversial figure in British politics. His supporters have praised him for being humorous, witty, and entertaining, with an appeal stretching beyond traditional Conservative Party voters, making him an electoral asset to the party; and his critics have accused him of lying, elitism, cronyism and bigotry. Johnson's political positions have been described as following one-nation conservatism, and political commentators have characterised his political style as being opportunistic, populist and pragmatic."}