{"wikidata_id": "Q180861", "title": "Roger Waters", "url": "https://en.wikipedia.org/wiki/Roger_Waters", "summary": "George Roger Waters (born 6 September 1943) is an English musician, singer-songwriter and composer. In 1965, he co-founded the progressive rock band Pink Floyd as the bassist. Following the departure of singer-songwriter Syd Barrett in 1968, Waters also became the band's lyricist, co-lead vocalist and conceptual leader until his departure in 1985.\nPink Floyd achieved international success with the concept albums The Dark Side of the Moon (1973), Wish You Were Here (1975), Animals (1977), The Wall (1979), and The Final Cut (1983). By the early 1980s, they had become one of the most critically acclaimed and commercially successful groups in popular music. Amid creative differences, Waters left in 1985 and began a legal dispute over the use of the band's name and material. They settled out of court in 1987. Waters's solo work includes the studio albums The Pros and Cons of Hitch Hiking (1984), Radio K.A.O.S. (1987), Amused to Death (1992), and Is This the Life We Really Want? (2017). In 2005, he released Ça Ira, an opera translated from Étienne and Nadine Roda-Gils' libretto about the French Revolution.\nIn 1990, Waters staged one of the largest rock concerts in history, The Wall – Live in Berlin, with an attendance of 450,000. As a member of Pink Floyd, he was inducted into the US Rock and Roll Hall of Fame in 1996 and the UK Music Hall of Fame in 2005. Later that year, he reunited with Pink Floyd for the Live 8 global awareness event, the group's only appearance with Waters since 1981. He has toured extensively as a solo act since 1999; he performed The Dark Side of the Moon in its entirety for his world tour of 2006–2008, and the Wall Live tour of 2010–2013 was the highest-grossing tour by a solo artist at the time.\nWaters incorporates political themes in his work and has drawn controversy for his views. He is a supporter of Palestine in the Israeli–Palestinian conflict, likening the treatment of Palestine by Israel to Nazi Germany, and has been accused of antisemitism by organisations including the Anti-Defamation League, which he denies."}