{"wikidata_id": "Q182397", "title": "Lars Løkke Rasmussen", "url": "https://en.wikipedia.org/wiki/Lars_L%C3%B8kke_Rasmussen", "summary": "Lars Løkke Rasmussen  (Danish: [ˈlɑːs ˈløkə ˈʁɑsmusn̩] (listen); born 15 May 1964) is a Danish politician who has served as Minister of Foreign Affairs since 2022. He previously served as the 25th Prime Minister of Denmark from 2009 to 2011 and again from 2015 to 2019. He was the leader of the liberal Venstre party from 2009 to 2019.\nRasmussen has been a member of the Folketing since 21 September 1994. He also served as County Mayor of Frederiksborg County from 1998 to 2001. Subsequently, he was the Interior and Health Minister from 27 November 2001 to 23 November 2007 as part of Anders Fogh Rasmussen's first and second cabinets, and then Minister of Finance from 23 November 2007 to April 2009 as part of Anders Fogh Rasmussen's third cabinet. On 5 April 2009, he succeeded Anders Fogh Rasmussen as Prime Minister following the latter's appointment as Secretary General of NATO.\nIn the 2011 general election, the government lost its parliamentary majority and Rasmussen tendered the government's resignation to Queen Margrethe II. He was succeeded by Helle Thorning-Schmidt of the Social Democrats on 3 October 2011. In the 2015 general election, the right-wing parties regained a majority in the Folketing. Rasmussen again became Prime Minister and formed his second cabinet in the same month. This cabinet was made up exclusively of Venstre members, but in November 2016 he was pressured to also include members of Liberal Alliance and Conservative People's Party, forming his third cabinet.\nOn 6 June 2019, he resigned from his position as prime minister after a general election, in which his government was defeated. However, he continued to lead a caretaker government until a new government was formed and sworn in. This was completed on 27 June 2019 and Rasmussen was succeeded as Prime Minister by Mette Frederiksen. He resigned as the chairman of Venstre in August 2019, and left the party in January 2021. He subsequently formed the Moderates, which campaigned on ending bloc politics, and won 16 seats in the 2022 Danish general election."}