{"wikidata_id": "Q18379159", "title": "Bruce Mann (oncologist)", "url": "https://en.wikipedia.org/wiki/Bruce_Mann_(oncologist)", "summary": "Gregory Bruce Mann is a surgical oncologist and Director of Breast Cancer Services at the Royal Women's Hospital in Melbourne, Australia, the largest specialist women's care hospital in Australia. A former president of COSA (the Clinical Oncology Society of Australia, the top national professional association for cancer care), Dr. Mann served previously as Director of Cancer Services and Infectious Medicine for the Melbourne Health Cancer Service, as Director of the award-winning Melbourne Health Combined Breast Service and is Director of Advanced Surgical Training at the Royal Melbourne Hospital. The Combined Breast Service won the prestigious Premier's Award for \"Excellence for improving cancer care in Victoria\" under Mann's direction in 2008.Mann holds a professorship in Surgery at the University of Melbourne and has published extensively in leading oncology journals, with growing international impact on academic debate and research in his field.  He is a Fellow of the Royal Australasian College of Surgeons and a member of the Australian Medical Association, the Society of Surgical Oncology, the American Society of Clinical Oncology, and the ANZ Breast Cancer Trials Group. He also serves as a Councilor of the International Gastric Cancer Association. His private practice is at Parkville Surgery.Mann attended medical school at the University of Melbourne and earned a PhD in Cancer Genetics in 1995. His surgical training was at the Royal Melbourne Hospital and Memorial Sloan Kettering Cancer Center in New York, where he specialized in surgical oncology and especially the treatment of breast cancer. In his practice, Professor Mann specializes in breast cancer and breast surgery, melanoma surgery, stomach cancer (gastric cancer) surgery, and the surgical treatment of sarcoma (soft tissue tumors). He is a consultant surgeon at the Peter MacCallum Cancer Centre in Melbourne, and operates at Melbourne Private Hospital and Frances Perry Private Hospital. He is registered with the Medical Practitioners Board of Victoria (Australia)."}