{"wikidata_id": "Q186304", "title": "Kim Kardashian", "url": "https://en.wikipedia.org/wiki/Kim_Kardashian", "summary": "Kimberly Noel Kardashian (formerly West; born October 21, 1980) is an American socialite, media personality, and businesswoman. She first gained media attention as a friend and stylist of Paris Hilton, but received wider notice after the sex tape Kim Kardashian, Superstar, shot in 2003 with her then-boyfriend Ray J, was released in 2007. Later that year, she and her family began to appear in the E! reality television series Keeping Up with the Kardashians (2007–2021). Its success led to the formation of the spin-off series Kourtney and Kim Take New York (2011–2012), Kourtney and Kim Take Miami (2009–2013), and Hulu's The Kardashians (2022–present).\nKardashian has developed a significant presence online and across numerous social media platforms, including hundreds of millions of followers on Twitter and Instagram. With sisters Kourtney and Khloé, she launched the fashion boutique chain Dash, which operated from 2006 to 2018. Kardashian founded KKW Beauty and KKW Fragrance in 2017, and the shaping underwear or foundation garment company Skims in 2019. She has released a variety of products tied to her name, including the 2014 mobile game Kim Kardashian: Hollywood and the 2015 photo book Selfish. As an actress, she has appeared in the films Disaster Movie (2008), Deep in the Valley (2009), and Temptation: Confessions of a Marriage Counselor (2013), and provided her voice for PAW Patrol: The Movie (2021). She is set to star in the twelfth season of the American anthology television series, American Horror Story (2023).Time magazine included Kardashian on their list of 2015's 100 most influential people. Both critics and admirers have described her as exemplifying the notion of being famous for being famous. She is estimated to be worth US$1.8 billion, as of 2022. Kardashian has become more politically active by lobbying for prison reform and clemency, and is currently under a four-year law apprenticeship supervised by the legal nonprofit #cut50. Her relationship with rapper Kanye West has also received significant media coverage; they were married from 2014 to 2022 and have four children together."}