{"wikidata_id": "Q18641463", "title": "Tom Holland (Australian footballer)", "url": "https://en.wikipedia.org/wiki/Tom_Holland_(Australian_footballer)", "summary": "Thomas Christie Holland (15 September 1885 – 27 December 1946) was an Australian rules footballer who played with Collingwood in the Victorian Football League (VFL)  and North Melbourne in the Victorian Football Association.\nTom Holland was the youngest child of police sergeant Thomas Holland (1843-1901) and Johanna Quigley (1845-1911). He was educated at Xavier College in Kew. In 1904 he was a member of North Melbourne's Victorian Football Association premiership team. He was a premiership player after 5 games when North Melbourne were declared premiers after Richmond sensationally forfeited the Grand Final by refusing to play under the VFA-appointed umpire Mr Allen. \nAccording to the report in the Argus newspaper of 5 October 1904, in the final that qualified North for the Grand Final Holland was involved in a major melee which resulted in him and 2 other players receiving suspensions for the entire 1905 season; fortunately for him and his teammate the melee was not brought to the attention of the VFA until a week or so after the scheduled Grand Final. Consequently Tom Holland received a premiership medallion for being eligible to play on the day of the Grand Final even though he subsequently received a heavy suspension for something that occurred the week before the Grand Final - a doubly fortuitous outcome for him, leaving aside that he did have to miss the 1905 season.\nTom Holland made five appearances for Collingwood in 1908 under the captaincy of fellow-policeman, Bob Nash.\t\nOn 16 October 1907 he joined the Victoria Police and served until 22 August 1945.\t\t\nOn 14 October 1914 he married Mary Josephine Harper and they had five children - James Christie, Mary Veronica, Patricia Marie, Thomas Joseph and John Francis Holland. His brother John Joseph Holland was a member of the Victorian Legislative Assembly between 1929 and 1956."}