{"wikidata_id": "Q1861917", "title": "Riz Ahmed", "url": "https://en.wikipedia.org/wiki/Riz_Ahmed", "summary": "Rizwan Ahmed (Urdu pronunciation: [ɾɪzˌwɑːn ˈɛɦˌməd̪]; born (1982-12-01)1 December 1982) is a British actor and rapper. He has received several awards, including an Academy Award and a Primetime Emmy Award with nominations for two Golden Globe Awards and two British Academy Film Awards. In 2017, he was named in the Time 100 listing of the most influential people in the world.After studying acting at the Royal Central School of Speech and Drama, Ahmed began his acting career with independent films such as The Road to Guantanamo  (2006), Shifty (2008), Four Lions (2010), Trishna (2011), and The Reluctant Fundamentalist (2012). He had his breakout role in Nightcrawler (2014), which led to roles in the 2016 big-budget films Jason Bourne and  Rogue One. For starring as a young man accused of murder in the HBO miniseries The Night Of (2016), Ahmed won the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series, becoming the first Muslim and South Asian male to win an acting Emmy. He received another Emmy nomination in the same year for his guest role in Girls. He went on to play Carlton Drake in the superhero film Venom (2018) and a drummer who loses his hearing in the drama film Sound of Metal (2019). The latter earned him a nomination for the Academy Award for Best Actor. He produced, co-wrote, and starred in Mogul Mowgli (2020), which earned a nomination for the BAFTA Award for Outstanding British Film.\nAs a rapper, Ahmed is a member of the Swet Shop Boys, and has earned critical acclaim with the hip hop albums Microscope and Cashmere, and commercial success featuring in the Billboard 200 chart topping Hamilton Mixtape, with his song \"Immigrants (We Get the Job Done)\" winning an MTV Video Music Award. His second studio album, The Long Goodbye was accompanied by a short film of the same name, which won him the Academy Award for Best Live Action Short Film.\nAs an activist, Ahmed is known for his political rap music, has been involved in raising awareness and funds for Rohingya and Syrian refugee children, and has advocated representation at the House of Commons."}