{"wikidata_id": "Q18687913", "title": "Imran Khan (cricketer, born 1975)", "url": "https://en.wikipedia.org/wiki/Imran_Khan_(cricketer,_born_1975)", "summary": "Imran Khan (born 4 December 1975) is a former Pakistani cricketer. He played both first-class and limited overs matches in several domestic competitions during the late 1990s and early 2000s, with the majority of his matches coming for the Karachi Blues and the Public Works Department side.\nA right-handed opening batsman from Karachi, Imran debuted for the Karachi Greens in Grade II of the Quaid-i-Azam Trophy during the 1998–99 season, and in August 1999 toured Denmark and the Netherlands with a Pakistan Emerging Players side, playing alongside future Test players Atiq-uz-Zaman, Danish Kaneria, Imran Farhat, and Yasir Arafat. He made his one-day debut in April 1999, playing two matches for the Karachi Blues during the 1998–99 Tissot Cup season. On debut against Habib Bank, he produced a man of the match performance, scoring 82 runs from 86 balls, and featuring in a 136-run second-wicket partnership with opener Nadeem Sheikh (75 runs). For the following season's Tissot Cup, Imran switched to the Karachi Whites, but scored only 29 runs from three innings.Imran made his first-class debut in October 1999, for the Karachi Blues in the 1999–2000 Quaid-i-Azam Trophy. He and Afsar Nawaz featured in all ten Karachi Blues matches, the only players to do so, with Imran scoring 543 runs to finish third behind Afsar (819 runs) and Saad Wasim (620 runs). His runs were scored at an average of 31.94, and included one half-century, 80 runs against Habib Bank, and a maiden first-class century, 119 runs against Khan Research Labs. Imran also played for the Blues in an end-of-season one-day tournament, the National Bank of Pakistan Cup. Playing against Lahore City, he scored 108 not out to help the Blues chase down Lahore's total of 199 all out, for which he was named man of the match.Now batting lower in the order, Imran played only a single match during the 2000–01 season, for the Karachi Blues against Faisalabad in the Quaid-i-Azam Trophy. He was more active the following season, playing a number of matches for the Public Works Department in both the one-day competition and the first-class PCB Patron's Trophy. Later in the season, he also appeared in a single Quaid-i-Azam Trophy match for Hyderabad, scoring 120 runs, his highest first-class score, against his old team, the Karachi Blues. Imran's final match at first-class level came for Public Works in December 2002, against Dadu in the 2002–03 Quaid-e-Azam Trophy. He finished his first-class career with 944 runs at an average of 29.50, and his limited-overs career with 441 runs at an average of 31.50.\n\n\n== References =="}