{"wikidata_id": "Q18649030", "title": "Imran Khan (cricketer, born September 1973)", "url": "https://en.wikipedia.org/wiki/Imran_Khan_(cricketer,_born_September_1973)", "summary": "Mohammad Imran Khan (born 10 September 1973) is a former Pakistani cricketer who played first-class and limited-overs matches for Agriculture Development Bank of Pakistan (ADB) from 1994 to 2000.\nBorn in Rawalpindi, Imran made his first-class debut for ADB in October 1994, during the 1994–95 season of the BCCP Patron's Trophy. On debut against Pakistan International Airlines, he opened the bowling with Pakistan international Manzoor Elahi, but bowled only four overs in the innings. A right-arm fast-medium bowler and lower-order batsman, Imran played twice in the following season's Patron's Trophy, but bowled only five overs across the two matches. Later in the season, he also appeared in the limited-overs Wills Cup, debuting against Karachi Whites in December 1995. He was rarely used as a bowler, bowling only a single over in five matches, but was more successful while batting, finishing with an average of 43.00 from four innings after being dismissed only once.Imran played only a single Wills Cup match during the 1996–97 season, and a single Patron's Trophy match during the 1997–98 season. His final first-class match came in October 1999, against Rawalpindi in the 1999–2000 season of the Quaid-i-Azam Trophy. He scored seven runs in the ADB's only innings, which was to be his highest score at that level – Imran finished his first-class career with only 23 runs from eight innings, for an average of 3.28. Imran's one-day career persisted until March 2000, with irregular matches in the Tissot Cup (the renamed Wills Cup) and the National Bank of Pakistan Cup. In several of those, he appeared as a middle-order batsman, batting as high as fifth in the batting order. He finished his list-A career with a batting average of 19.14, with his highest score, 44 runs, made against Sargodha in April 1999.\n\n\n== References =="}