{"wikidata_id": "Q187114", "title": "Edward the Elder", "url": "https://en.wikipedia.org/wiki/Edward_the_Elder", "summary": "Edward the Elder (c. 874 – 17 July 924) was King of the Anglo-Saxons from 899 until his death in 924. He was the elder son of Alfred the Great and his wife Ealhswith. When Edward succeeded to the throne, he had to defeat a challenge from his cousin Æthelwold, who had a strong claim to the throne as the son of Alfred's elder brother and predecessor, Æthelred I.\nAlfred had succeeded Æthelred as king of Wessex in 871, and almost faced defeat against the Danish Vikings until his decisive victory at the Battle of Edington in 878. After the battle, the Vikings still ruled Northumbria, East Anglia and eastern Mercia, leaving only Wessex and western Mercia under Anglo-Saxon control. In the early 880s Æthelred, Lord of the Mercians, the ruler of western Mercia, accepted Alfred's lordship and married his daughter Æthelflæd, and around 886 Alfred adopted the new title King of the Anglo-Saxons as the ruler of all Anglo-Saxons not subject to Danish rule. Edward inherited the new title when Alfred died in 899.\nIn 910 a Mercian and West Saxon army inflicted a decisive defeat on an invading Northumbrian army, ending the threat from the northern Vikings. In the decade that followed, Edward conquered Viking-ruled southern England in partnership with his sister Æthelflæd, who had succeeded as Lady of the Mercians following the death of her husband in 911. Historians dispute how far Mercia was dominated by Wessex during this period, and after Æthelflæd's death in June 918, her daughter Ælfwynn briefly became second Lady of the Mercians, but in December Edward took her into Wessex and imposed direct rule on Mercia. By the end of the 910s he ruled Wessex, Mercia and East Anglia, and only Northumbria remained under Viking rule. In 924 he faced a Mercian and Welsh revolt at Chester, and after putting it down he died at Farndon in Cheshire on 17 July 924. He was succeeded by his eldest son, Æthelstan. Edward's two youngest sons later reigned as kings Edmund I and Eadred.\nEdward was admired by medieval chroniclers, and in the view of William of Malmesbury, he was \"much inferior to his father in the cultivation of letters\" but \"incomparably more glorious in the power of his rule\". He was largely ignored by modern historians until the 1990s, and Nick Higham described him as \"perhaps the most neglected of English kings\", partly because few primary sources for his reign survive. His reputation rose in the late twentieth century and he is now seen as destroying the power of the Vikings in southern England while laying the foundations for a south-centred united English kingdom."}