{"wikidata_id": "Q187447", "title": "Pablo Escobar", "url": "https://en.wikipedia.org/wiki/Pablo_Escobar", "summary": "Pablo Emilio Escobar Gaviria (; Spanish: [ˈpaβlo eskoˈβaɾ]; 1 December 1949 – 2 December 1993) was a Colombian drug lord, narcoterrorist, and a politician, who was the founder and sole leader of the Medellín Cartel. Dubbed \"the king of cocaine\", Escobar was the wealthiest criminal in history, having amassed an estimated net worth of US$30 billion by the time of his death—equivalent to $70 billion as of 2022—while his drug cartel monopolized the cocaine trade into the United States in the 1980s and early 1990s.Born in Rionegro and raised in Medellín, Escobar studied briefly at Universidad Autónoma Latinoamericana of Medellín, but left without graduating; he instead began engaging in criminal activity, selling illegal cigarettes and fake lottery tickets, as well as participating in motor vehicle theft. In the early 1970s, he began to work for various drug smugglers, often kidnapping and holding people for ransom.\nIn 1976, Escobar founded the Medellín Cartel, which distributed powder cocaine, and established the first smuggling routes from Peru, Bolivia and Ecuador, through Colombia and eventually into the United States. Escobar's infiltration into the U.S. created exponential demand for cocaine and by the 1980s it was estimated Escobar led monthly shipments of 70 to 80 tons of cocaine into the country from Colombia. As a result, he quickly became one of the richest people in the world, but constantly battled rival cartels domestically and abroad, leading to massacres and the murders of police officers, judges, locals, and prominent politicians, making Colombia the murder capital of the world.In the 1982 Colombian parliamentary election, Escobar was elected as an alternate member of the Chamber of Representatives as part of the Liberal Alternative movement. Through this, he was responsible for community projects such as the construction of houses and football fields, which gained him popularity among the locals of the towns that he frequented. However, Escobar's political ambitions were thwarted by the Colombian and U.S. governments, who routinely pushed for his arrest, with Escobar widely believed to have orchestrated the Avianca Flight 203 and DAS Building bombings in retaliation.\nIn 1991, Escobar surrendered to authorities, and was sentenced to five years' imprisonment on a host of charges, but struck a deal of no extradition with Colombian President César Gaviria, with the ability of being housed in his own, self-built prison, La Catedral. In 1992, Escobar escaped and went into hiding when authorities attempted to move him to a more standard holding facility, leading to a nationwide manhunt. As a result, the Medellín Cartel crumbled, and in 1993, Escobar was killed in his hometown by Colombian National Police, a day after his 44th birthday.Escobar's legacy remains controversial; while many denounce the heinous nature of his crimes, he was seen as a \"Robin Hood-like\" figure for many in Colombia, as he provided many amenities to the poor. His killing was mourned and his funeral attended by over 25,000 people. Additionally, his private estate, Hacienda Nápoles, has been transformed into a theme park. His life has also served as inspiration for or has been dramatized widely in film, television, and in music."}