{"wikidata_id": "Q18810940", "title": "Camila Cabello", "url": "https://en.wikipedia.org/wiki/Camila_Cabello", "summary": "Karla Camila Cabello Estrabao (; American Spanish: [kaˈmila kaˈβeʝo]; born March 3, 1997) is a Cuban-born American singer and songwriter. She rose to prominence as a member of the girl group Fifth Harmony, which became one of the best-selling girl groups of all time. While in Fifth Harmony, Cabello began to establish herself as a solo artist with the release of the collaborations \"I Know What You Did Last Summer\" with Shawn Mendes and \"Bad Things\" with Machine Gun Kelly, the latter reaching number four on the US Billboard Hot 100. She left the group in late 2016.\nHer debut studio album, Camila (2018), reached number one on the US Billboard 200. The Latin music–influenced pop album was critically well-received and earned a Platinum certification from the RIAA. Its lead single \"Havana\" topped the charts in several countries, including Australia, the US and UK, and the follow-up single \"Never Be the Same\" reached the top ten in multiple countries. Cabello's 2019 duet with Mendes, \"Señorita\", became her second single to top the Billboard Hot 100. Her second studio album, Romance (2019), peaked at number 3 on the Billboard 200 chart, with the single \"My Oh My\" peaking at number 12 on the Hot 100, and inside the top ten in multiple countries.\nIn 2021, Cabello made her acting debut, starring as the title character from the film Cinderella. Cabello released her third studio album Familia in April 2022, with the lead single \"Don't Go Yet\" released in July 2021. The second single from Familia, \"Bam Bam\", reached the top five of the Billboard Global 200 Chart, Cabello's highest entry and peaked inside the top ten in several countries, it also peaked at 21 on the Billboard Hot 100. Familia peaked at number 10 on the Billboard 200, number 9 in the UK and number 6 in Canada.\nCabello has amassed billions of streams on music platforms, and \"Havana\" became the best-selling digital single of 2018, according to the International Federation of the Phonographic Industry (IFPI). Cabello's many awards include two Latin Grammy Awards, five American Music Awards, and one Billboard Music Award."}