{"wikidata_id": "Q188772", "title": "Willem Dafoe", "url": "https://en.wikipedia.org/wiki/Willem_Dafoe", "summary": "William James Dafoe (; July 22, 1955) is an American actor. He is the recipient of various accolades, including the Volpi Cup for Best Actor, in addition to receiving nominations for four Academy Awards, four Screen Actors Guild Awards, three Golden Globe Awards, and a British Academy Film Award. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, Julian Schnabel, Wes Anderson, and Robert Eggers. \nDafoe was an early member of experimental theater company The Wooster Group, which he is credited as co-founding in the 1970s. He made his film debut in Heaven's Gate (1980), but was fired during production and was uncredited despite one of his scenes making it into the final cut of the film. He had his first leading role in the outlaw biker film The Loveless (1982) and then played supporting roles in Streets of Fire (1984) and To Live and Die in L.A. (1985), before his breakthrough roles in The Last Temptation of Christ (1988) and Mississippi Burning (1988).\nDafoe received his first Academy Award nomination for Best Supporting Actor for Oliver Stone's war film Platoon (1986). Other Oscar-nominated films include Shadow of the Vampire (2000), The Florida Project (2017), and At Eternity's Gate (2018). Notable roles include in The English Patient (1996), American Psycho (2000), The Life Aquatic with Steve Zissou (2004), Antichrist (2009), John Wick (2014), The Grand Budapest Hotel (2014),  Murder on the Orient Express (2017), The Lighthouse (2019), The French Dispatch (2021), Nightmare Alley (2021), and The Northman (2022).\nDafoe gained wider attention for his role as the supervillain Norman Osborn / Green Goblin in the superhero film Spider-Man (2002), a role he reprised in its sequels Spider-Man 2 (2004) and Spider-Man 3 (2007), and the Marvel Cinematic Universe film Spider-Man: No Way Home (2021). He also portrayed Nuidis Vulko in the DC Extended Universe films including Aquaman (2018), and Aquaman and the Lost Kingdom (2023)."}