{"wikidata_id": "Q18921923", "title": "Tinashe Hove", "url": "https://en.wikipedia.org/wiki/Tinashe_Hove", "summary": "Tinashe Hove (born 1 September 1984) is a former Zimbabwean cricketer who played domestically for Matabeleland, Westerns, and Southerns.\nFrom Tshabalala, Bulawayo, Hove made his limited overs debut for Matabeleland during the 2003–04 season of the Faithwear Inter-Provincial Tournament. He went on to play two more one-dayers in his debut season, and also made his first-class debut, playing two Logan Cup matches. A right-handed opening batsman, his opening partner during his early career was often Terry Duffin, a future Test player. During the following 2004–05 season, Hove scored a maiden limited-overs half-century, 80 runs against Namibia. He put on 139 runs for the third wicket with Mark Vermeulen, who was (unusually) dismissed obstructing the field after making 105 from 96 balls. Later in the season, Hove scored his first and only first-class century, 115 runs against Midlands in the Logan Cup. He briefly retired hurt during his innings, but returned to feature in a 131-run eighth-wicket partnership with Keith Dabengwa, who scored 161 from eighth in the batting order.Following on from his run of good form, Hove was selected in the Zimbabwe under-23s squad that played in South African provincial cricket during the 2005–06 season. He played one three-day match and three one-day matches, but failed to pass double figures in any innings. Owing to the ongoing Zimbabwean cricket crisis, domestic first-class competition were suspended during that season, but a Zimbabwe A team did host Bangladesh A in a five-week series in June and July 2006. Hove scored two half-centuries in the three first-class matches played on tour, and was consequently selected for Zimbabwe A on its return tour of Bangladesh in December 2006.After the reorganisation of Zimbabwean cricket for the 2006–07 season, Hove was assigned to the new Westerns franchise. He scored only 124 runs from five matches in that season's Logan Cup, and 76 runs from four matches in the limited-overs competition. Despite his poor form, Hove was named in Zimbabwe's preliminary 30-man squad for the 2007 World Cup in the West Indies. He did not make the final squad, and the 2006–07 season was the last in which he played regularly at a high level. He did not play any further first-class matches, but represented Southerns in a single one-day match in May 2008."}