{"wikidata_id": "Q18921537", "title": "Tinashe Chimbambo", "url": "https://en.wikipedia.org/wiki/Tinashe_Chimbambo", "summary": "Tinashe Chimbambo (born 8 February 1989) is a Zimbabwean cricketer who has played domestically for Mashonaland and Northerns.\nFrom Chitungwiza, Mashonaland East Province, Chimbambo made his limited overs debut for Mashonaland at the age of 16, playing four matches for the side during the 2005–06 season of the Faithwear Inter-Provincial Tournament. A wicket-keeper, he went on to represent the Zimbabwean national side at the 2008 Under-19 World Cup in Malaysia. He was one of only three Zimbabweans to play in all six of the side's matches at the tournaments, along with Kyle Jarvis and Prince Masvaure, and only Dan Landman and Solomon Mire scored more runs. Despite being seeded eighth, Zimbabwe lost all but one of its matches, including games to Malaysia, Ireland, and Nepal, and eventually placed 14th out of 16 teams.After the reorganisation of Zimbabwean domestic cricket, Chimbambo was assigned to the new Northerns franchise, and made his first-class debut for the side in April 2008. In his two Logan Cup matches for Northerns, he played only as a batsman, with Brendan Taylor serving as the team's wicket-keeper. Later in the year, Chimbambo played four one-day matches for Northerns as a wicket-keeper, recording 12 dismissals but only 27 runs. When Sri Lanka toured in November 2008, he played a single limited-overs game for Zimbabwe A. Forster Mutizwa was preferred as wicket-keeper, and Chimbambo did not bat as Zimbabwe A's innings was rained out. Chimbabo has not played representative cricket in Zimbabwe since the 2008–09 season, instead playing for clubs in South Africa's Western Province Cricket Association, and England's Middlesex County Cricket League. As of the 2015 season, he was playing for the Lansdown Cricket Club in the West of England Premier League.In December 2020, he was selected to play for the Mountaineers in the 2020–21 Logan Cup."}