{"wikidata_id": "Q1912", "title": "Karim Benzema", "url": "https://en.wikipedia.org/wiki/Karim_Benzema", "summary": "Karim Mostafa Benzema (born 19 December 1987) is a French professional footballer who plays as a striker for and captains La Liga club Real Madrid. Widely regarded as one of the greatest strikers of his generation, he is a creative and prolific forward renowned for his incredible goal-scoring ability, as well as his technical skills, vision, and versatility on the field. He is Real Madrid's all-time second-highest goalscorer and top assist provider. Benzema has won 23 trophies with Real Madrid, including four La Liga, two Copa del Rey and five UEFA Champions League titles.\nBorn in Lyon to Algerian parents, Benzema began his career with hometown club Olympique Lyonnais in 2005, contributing sporadically to three Ligue 1 title wins. In 2008, he was named the league's Player of the Year and in the Team of the Year having finished as the league's top goalscorer and winning his fourth league title and first Coupe de France. In 2009, Benzema was the subject of a then-French record football transfer when he joined Real Madrid in a deal worth €35 million. After struggling to establish himself in his debut season, he eventually achieved a consistent goalscoring rate with the club, notably being part of a highly rated trio alongside Cristiano Ronaldo and Gareth Bale — dubbed BBC — who were integral to four Champions League wins from 2014 to 2018.\nFollowing Ronaldo's departure in 2018, Benzema transitioned from the false 9 position into a sole striker. He was named in the La Liga Team of the Season for four consecutive years from 2018 to 2022, won La Liga Best Player twice and the Pichichi Trophy for the first time in 2022. Benzema finished as Champions League top scorer as he won his fifth title in 2022.\nA French international, Benzema won the 2004 UEFA European Under-17 Championship and made his senior debut for France in 2007, at age 19. He earned 97 caps, including scoring in three and appearing in four major tournaments, and ranks as France's sixth-highest all-time top goalscorer. Benzema was controversially left out of the squad for the 2010 World Cup and did not play for France for over five years after being implicated in a blackmailing scandal in 2015; he later returned to the squad before announcing his international retirement in December 2022. He has been named French Player of the Year by France Football four times. For his performances in 2021 and 2022, Benzema was awarded the UEFA Player of the Year and the Ballon d'Or, becoming the fifth French player to have won the Ballon d'Or. At 34 years and 302 days old, he is the second-oldest winner of the award, after Stanley Matthews."}