{"wikidata_id": "Q193815", "title": "Ryan Gosling", "url": "https://en.wikipedia.org/wiki/Ryan_Gosling", "summary": "Ryan Thomas Gosling (born November 12, 1980) is a Canadian actor. Prominent in both independent film and major studio features of varying genres, his films have accrued a worldwide box office gross of over 1.9 billion USD. He has received various accolades, including a Golden Globe Award, and nominations for two Academy Awards and a BAFTA Award.\nBorn and raised in Canada, he rose to prominence at age 13 as a child actor on Disney Channel's The Mickey Mouse Club (1993–1995), and went on to appear in other family entertainment programs, including Are You Afraid of the Dark? (1995) and Goosebumps (1996). His first film role was as a Jewish neo-Nazi in The Believer (2001), and he gained stardom for starring in the 2004 romantic drama The Notebook.\nGosling starred in several critically acclaimed independent dramas, including Half Nelson (2006), for which he was nominated for the Academy Award for Best Actor, Lars and the Real Girl (2007), and Blue Valentine (2010). He starred in three mainstream films in 2011, the romantic comedy Crazy, Stupid, Love, the political drama The Ides of March, and the action drama Drive, all of which were critical and commercial successes. After making his directorial debut with Lost River (2014), Gosling starred in the financial satire The Big Short (2015) and the romantic musical La La Land (2016), the latter of which won him a Golden Globe Award for Best Actor and a second Academy Award nomination for Best Actor. Further acclaim followed with the science fiction thriller Blade Runner 2049 (2017) and the biopic First Man (2018).\nGosling's band, Dead Man's Bones, released their self-titled debut album and toured North America in 2009. He is a co-owner of Tagine, a Moroccan restaurant in Beverly Hills, California. Gosling is a supporter of PETA, Invisible Children, and the Enough Project and has traveled to Chad, Uganda and eastern Congo to raise awareness about conflicts in the regions. Gosling has been involved in peace promotion efforts in Africa for over a decade. He is in a relationship with actress Eva Mendes, with whom he has two daughters."}