{"wikidata_id": "Q195616", "title": "Shashi Tharoor", "url": "https://en.wikipedia.org/wiki/Shashi_Tharoor", "summary": "Shashi Tharoor (IPA: [ʃɐʃi t̪ɐɾuːr]; SHUH-shee thǝ-ROOR; born 9 March 1956 in London, England) is an Indian former international civil servant, diplomat, bureaucrat and politician, writer and public intellectual who has been serving as Member of Parliament for Thiruvananthapuram, Kerala, since 2009. He is the Chairman of the Standing Committee on Chemicals and Fertilizers. He was formerly Under-Secretary General of the United Nations and unsuccessfully ran for the post of Secretary-General in 2006. Founder-Chairman of All India Professionals Congress, he formerly served as Chairman of the Parliamentary Standing Committee on External Affairs and on Informational Technology.\nBorn in London, UK, and raised in India, Tharoor worked across the world, graduating from St. Stephen's College, Delhi in 1975 and culminated his studies in 1978 with a doctorate in International Relations and Affairs from the Fletcher School of Law and Diplomacy, Tufts University. At the age of 22, he was the youngest person at the time to receive such an honour from the Fletcher School. From 1978 to 2007, Tharoor was a career official at the United Nations, rising to the rank of Under-Secretary General for Communications and Public Information in 2001. He announced his retirement after finishing second in the 2006 selection for U.N. Secretary-General to Ban Ki-moon.In 2009, Tharoor began his political career by joining the Indian National Congress and successfully represented the party from Thiruvananthapuram, Kerala by winning in the Lok Sabha elections and becoming a member of parliament thrice. During the Congress-led UPA Government, Tharoor served as Minister of State for External Affairs. Popular for his command over the English language, Tharoor was the most followed Indian on Twitter before being overtaken by Narendra Modi.A Sahitya Academy Awardee, Tharoor has authored many works of fiction and non-fiction since 1981, which are centred on India and its history, culture, film, politics, society, foreign policy, and more related themes. He has written columns and articles in nearly all major publications of the world and India. A non-loyalist of the Gandhis, Tharoor was lopsidedly defeated by Mallikarjun Kharge to become the party president."}