{"wikidata_id": "Q19668215", "title": "Gordon Brown (Argentine cricketer)", "url": "https://en.wikipedia.org/wiki/Gordon_Brown_(Argentine_cricketer)", "summary": "Gordon G. Brown was an Argentine cricketer who played at first-class level for the Argentine national side in 1912.\nBrown's dates of birth and death are unknown, but he was likely born in Argentina, given that he twice represented \"Argentine Born\" sides (against the MCC in 1912 and against Brazil in 1928). At the time, cricket in Argentina and its neighbouring countries was played mostly by British expatriate workers and their native-born children.Brown debuted in Buenos Aires' \"North v South\" match during the 1905–06 season, playing for the South. The match was played annually, initially at the Hurlingham Club Ground and later at the Buenos Aires Club Ground and the Belgrano Club Ground. When an MCC side toured Argentina during the 1911–12 season, playing three first-class matches and numerous others, Brown was twice selected for the national side, his only matches at first-class level. He opened the batting with Neville Jackson on debut, scoring 31 runs in the first innings and 15 in the second. In the next match, he batted lower in the order, scoring 17 and 2 to finish with a first-class batting average of 16.25.In the Argentine Cricket Championship, the national domestic tournament at the time, Brown played for the Buenos Aires Cricket Club. He led the competition's batting averages and aggregates during the 1919–20 season, with 523 runs from nine innings, including two centuries (142 against Belgrano and 101 against Quilmes). The following season, he only ranked third for his club, scoring 359 runs, including 123 against Quilmes. Brown remained active for the Argentine national side throughout the 1920s, playing series against Chile during the 1924–25 and 1928–29 seasons. His final recorded match came in March 1930, when he played for a \"Southern Suburbs\" team against a touring English side organised by Julien Cahn.\n\n\n== References =="}