{"wikidata_id": "Q19864781", "title": "Rania Antonopoulou", "url": "https://en.wikipedia.org/wiki/Rania_Antonopoulou", "summary": "Ourania \"Rania\" Antonopoulou a.k.a. Rania Antonopoulos (Greek: Ουρανία Αντωνοπούλου; born 17 December 1960) is a Greek heterodox economist and Syriza politician. After the January 2015 election, MP Alexis Tsipras named her as the \nGreek Alternate Minister for Combating Unemployment in his cabinet tasked to implement a job guarantee policy based on her previous work experience and a specific study for Greece with other colleagues at the Levy Economics Institute. She remains a Syriza member. On the 5th of September 2018 she was appointed by the Greek Government as the Permanent Representative of Greece (Ambassador) to the OECD in Paris, France, entrusting her to represent the country despite the severe media attack she had been subjected to a few months earlier. Between February and August 2015, she also was a member of the Hellenic Parliament.\nA former macroeconomic policy adviser for UN Women and consultant UNDP and the ILO, she is specialized in macroeconomic gender issues and job creation in extreme unemployment  economic environments. She is Associate Professor of Economics at New York Bard College and a senior scholar of the Levy Economics Institute where she is involved with the Modern Monetary Theory school of post-Keynesian economics.\nA co-initiator of the Economists for Full Employment project, she has been a long-time supporter of a job guarantee with the state being employer of last resort. Following a job guarantee 2012 pilot project based in large part on her advocacy with the General Confederation of Trade Unions of Greece (ΓΣΕΕ), and subsequent empirical work she undertook at the Levy Institute for ΓΣΕΕ, she was appointed Alternate Minister for Combatting Unemployment in the Syriza-led Tsipras Government. In her ministerial office, she was specifically tasked with implementing a nationwide job guarantee program to combat long-term unemployment by creating at least 300,000 new jobs for the unemployed."}