{"wikidata_id": "Q19938265", "title": "Anthony Anderson (basketball)", "url": "https://en.wikipedia.org/wiki/Anthony_Anderson_(basketball)", "summary": "Anthony Nathaniel Anderson (born November 12, 1981), also known by his initials as Double A, is an American professional basketball player who last played for the Moncton Magic of the National Basketball League of Canada (NBL). Standing 5 ft 11 in (1.80 m), he plays the point guard position. Anderson has played in the NBL Canada with the Riptide and Mill Rats for nearly six seasons. As of February 2016, he is the league's all-time leading scorer and is known as one of its most prominent players. Anderson also played for Saint John and their previous incarnation, the Manchester Millrats, in the Premier Basketball League (PBL) and the American Basketball Association (ABA).\nAnderson played four seasons of college basketball under head coach Steve Lappas at the University of Massachusetts Amherst with the Minutemen. He most notably was named Rookie of the Year for the Atlantic 10 Conference in 2002. He closed his college career at UMass as its second-best three-point shooter in school history, behind only Monty Mack. Anderson attended Lynn English High School in Lynn, Massachusetts before college, where he was one of the top basketball players in the Northeastern Conference.\nAfter leaving UMass, Anderson shortly competed as a rookie with the PAWS London Capital following a brief hiatus in his career, in which he only played locally for personal reasons. He later drew the attention of the Millrats, for whom he would play in the 2007–08 season. Anderson then competed in Cyprus and Poland before returning to Manchester. He remained with the team as they relocated to Saint John and the NBL Canada. Midway through his stint with the Mill Rats, Anderson played in Qatar in 2013. His individual accolades in his professional career include ABA All-Star Game MVP, All-ABA First Team, ABA Most Valuable Player, and third and second-team All-PBL. In the NBL Canada, Anderson has appeared on the All-NBL Canada First Team thrice, made the NBL Canada All-Star Game on two occasions, and was named Most Valuable Player in 2014."}