{"wikidata_id": "Q204299", "title": "Frances McDormand", "url": "https://en.wikipedia.org/wiki/Frances_McDormand", "summary": "Frances Louise McDormand (born Cynthia Ann Smith; June 23, 1957) is an American actress and producer. Throughout her career spanning over four decades she has gained acclaim for her roles in small-budget independent films. McDormand has received numerous accolades, including four Academy Awards, two Emmy Awards, and one Tony Award,  making her one of the few performers to achieve the \"Triple Crown of Acting\". Additionally, she has received three BAFTA Awards, two Golden Globe Awards, and four Screen Actors Guild Awards.McDormand was educated at Bethany College and Yale University. She has been married to Joel Coen of the Coen brothers since 1984. She has appeared in a number of their films, including Blood Simple (1984), Raising Arizona (1987), Miller's Crossing (1990), Barton Fink (1991), Fargo (1996), The Man Who Wasn't There (2001), Burn After Reading (2008), and Hail, Caesar! (2016). \nMcDormand has received three Academy Awards for Best Actress for her performances in Fargo (1996), Three Billboards Outside Ebbing, Missouri (2017) and Nomadland (2020). Her other Oscar-nominated roles were in Mississippi Burning (1988), Almost Famous (2000), and North Country (2005). McDormand is the second woman in history to win Best Actress three times, and the seventh performer overall to win three competitive Academy Awards in acting  categories.On television, McDormand produced and starred as the titular protagonist in the HBO miniseries Olive Kitteridge (2014), which won her the Primetime Emmy Awards for Outstanding Lead Actress in a Limited Series or Movie and Outstanding Limited or Anthology Series. On stage, McDormand made her Broadway debut in a revival of Awake and Sing! (1984). She went on to win the Tony Award for Best Actress in a Play for her role as a troubled single mother in Good People (2011). She was previously nominated for the 1988 revival of A Streetcar Named Desire."}