{"wikidata_id": "Q205721", "title": "Joni Mitchell", "url": "https://en.wikipedia.org/wiki/Joni_Mitchell", "summary": "Roberta Joan \"Joni\" Mitchell  (née Anderson; born November 7, 1943) is a Canadian-American musician, producer, and painter. As one of the most influential singer-songwriters to emerge from the 1960s folk music circuit, Mitchell became known for her starkly personal lyrics and unconventional compositions which grew to incorporate pop and jazz elements. She has received many accolades, including ten Grammy Awards and induction into the Rock and Roll Hall of Fame in 1997. Rolling Stone called her \"one of the greatest songwriters ever\", and AllMusic has stated, \"When the dust settles, Joni Mitchell may stand as the most important and influential female recording artist of the late 20th century\".Mitchell began singing in small nightclubs in Saskatoon and throughout western Canada, before moving on to the nightclubs of Toronto. She moved to the United States and began touring in 1965. Some of her original songs (\"Urge for Going\", \"Chelsea Morning\", \"Both Sides, Now\", \"The Circle Game\") were recorded by other folk singers, allowing her to sign with Reprise Records and record her debut album, Song to a Seagull, in 1968. Settling in Southern California, Mitchell helped define an era and a generation with popular songs like \"Big Yellow Taxi\" and \"Woodstock\". Her 1971 album Blue is often cited as one of the best albums of all time; it was rated the 30th best album ever made in Rolling Stone's 2003 list of the \"500 Greatest Albums of All Time\", rising to number 3 in the 2020 edition. In 2000, The New York Times chose Blue as one of the 25 albums that represented \"turning points and pinnacles in 20th-century popular music\". NPR ranked Blue number 1 on a 2017 list of Greatest Albums Made By Women.Mitchell began exploring more jazz-influenced ideas on 1974's Court and Spark, which featured the radio hits \"Help Me\" and \"Free Man in Paris\" and became her best-selling album. Mitchell's vocal range began to shift from mezzo-soprano to that of a wide-ranging contralto around 1975. Her distinctive piano and open-tuned guitar compositions also grew more harmonically and rhythmically complex as she melded jazz with rock and roll, R&B, classical music and non-Western beats. Starting in the mid-1970s, she began working with noted jazz musicians including Jaco Pastorius, Tom Scott, Wayne Shorter, Herbie Hancock, and Pat Metheny as well as Charles Mingus, who asked her to collaborate on his final recordings. She later turned to pop and electronic music and engaged in political protest. She was awarded a Lifetime Achievement Award at the 44th Annual Grammy Awards in 2002.Mitchell produced or co-produced most of her albums and designed most of her own album covers, describing herself as a \"painter derailed by circumstance\". A critic of the music industry, she quit touring and released her 17th and last album of original songs in 2007.  She would give occasional interviews and make appearances to speak on various causes over the next two decades, though the rupture of a brain aneurysm in 2015 led to a long period of recovery and therapy.  A series of retrospective compilations were released over the time period, culminating in the Joni Mitchell Archives, a project to publish much of Joni's unreleased material from her long career.  She returned to public appearances in 2021, accepting several awards in person, including a Kennedy Center Honor in 2021.  She performed live for the first time in 9 years, with an unannounced appearance at the June 2022 Newport Folk Festival, and is scheduled to perform a headline show on June 10, 2023."}