{"wikidata_id": "Q20706960", "title": "Beth Mead", "url": "https://en.wikipedia.org/wiki/Beth_Mead", "summary": "Bethany Jane Mead  (born 9 May 1995) is an English professional footballer who plays as a forward for the Women's Super League (WSL) club Arsenal and the England national team. A creative and prolific forward, she has all-time most assists and all-time second-most goal contributions in the WSL. At UEFA Women's Euro 2022, she became the Golden Boot winner, Player of the Tournament, and top assist provider, leading England to win a major tournament for the first time. Later that year, she was named BBC Sports Personality of the Year, becoming the first women's footballer to win the prestigious award; and finished runner-up for the Ballon d'Or and UEFA Player of the Year.\nIn 2015, Mead won the WSL Golden Boot and the WSL Player of the Year award, becoming the youngest WSL Golden Boot winner at the age of 20. It was only a season after leading her then-club Sunderland's promotion and WSL 2 title win. Having scored 77 goals in 78 games, she is regarded as one of the greatest players ever played for Sunderland.Converted to a winger at Arsenal, Mead holds numerous WSL records in playmaking, including all-time most assists, most assists in a season, most chances created in a season, and most chances created from open play in a season. She was the WSL top assist provider in the 2018–19 and 2021–22 seasons. In the 2021–22 season, she was nominated for WSL Player of the Season. She won the 2018–19 WSL title with Arsenal.\nMead helped England reach the semi-final at the 2019 FIFA Women's World Cup, providing second-most assists in the tournament. In 2022, she broke Jimmy Greaves' 61-year-old record of the most goals scored in a season by an England player of either gender and was named BBC Women's Footballer of the Year and World Soccer World Player of the Year. She was appointed a Member of the Order of the British Empire (MBE) in the 2023 New Year Honours for her services to football.\nMead and her alma mater Teesside University launched Beth Mead Scholarship in February 2022 to support dual career students who have the potential to reach the professional level within women's football. Her Sunday Times bestseller autobiography, Lioness: My Journey to Glory, was published in November 2022."}