{"wikidata_id": "Q207", "title": "George W. Bush", "url": "https://en.wikipedia.org/wiki/George_W._Bush", "summary": "George Walker Bush (born July 6, 1946) is an American politician who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he previously served as the 46th governor of Texas from 1995 to 2000.\nThe son of the 41st president, George H. W. Bush, Bush flew warplanes in the Texas Air National Guard while in his twenties. After graduating from Harvard Business School in 1975, he worked in the oil industry. He later co-owned the Texas Rangers of Major League Baseball before being elected governor of Texas in 1994. As governor, Bush successfully sponsored legislation for tort reform, increased education funding, set higher standards for schools, and reformed the criminal justice system. He also helped make Texas the United States' leading producer of wind-powered electricity. In the 2000 United States presidential election, Bush defeated Democratic incumbent vice president Al Gore, despite losing the popular vote after a narrow and contested win that involved a Supreme Court decision to stop a recount in Florida.\nUpon taking office, Bush signed a major tax cut program and an education reform bill, the No Child Left Behind Act. He pushed for socially conservative efforts such as the Partial-Birth Abortion Ban Act and faith-based initiatives. A decisive event that reshaped his administration was the terrorist attacks on September 11, 2001, resulting in the start of the war on terror and the creation of the Department of Homeland Security. Bush ordered the 2001 invasion of Afghanistan in order to overthrow the Taliban, destroy al-Qaeda, and capture Osama bin Laden. He signed the Patriot Act to authorize surveillance of suspected terrorists. Bush also ordered the 2003 invasion of Iraq on the belief that Saddam Hussein's regime possessed weapons of mass destruction, which were never found there. Hussein was nevertheless overthrown and captured by American forces. Bush later signed the Medicare Modernization Act, which created Medicare Part D. In 2004, Bush was re-elected president, defeating Democrat John Kerry and winning the popular vote.\nDuring his second term, Bush reached multiple free trade agreements. He appointed John Roberts and Samuel Alito to the Supreme Court. He sought major changes to Social Security and immigration laws, but both efforts failed in Congress. Bush was widely criticized for his handling of Hurricane Katrina and the midterm dismissal of U.S. attorneys. Amid his unpopularity, the Democrats regained control of Congress in the 2006 elections. The Afghanistan and Iraq wars continued, and in January 2007, Bush launched a surge of troops in Iraq. By December, the U.S. entered the Great Recession, prompting the Bush administration to obtain congressional approval for multiple economic programs intended to preserve the country's financial system, including the Troubled Asset Relief Program.\nAfter finishing his second term, Bush returned to Texas, where he has maintained a low profile since leaving office. At various points in his presidency, Bush was among both the most popular and unpopular presidents in U.S. history. He received the highest recorded approval ratings in the wake of the September 11 attacks, but also one of the lowest such ratings during the 2007–2008 financial crisis. Although public favorability of Bush has improved since he left office, his presidency has generally been rated as below-average by scholars."}