{"wikidata_id": "Q2080040", "title": "Petr Pavel", "url": "https://en.wikipedia.org/wiki/Petr_Pavel", "summary": "Petr Pavel (Czech: [ˈpɛtr̩ ˈpavɛl]; born 1 November 1961) is a Czech politician and former army general who is the current president of the Czech Republic. He previously served as Chairman of the NATO Military Committee from 2015 to 2018, and as the Chief of the General Staff of the Czech Armed Forces from 2012 to 2015.\nBorn in Planá to a military family, Pavel enlisted right after graduating from high school in 1983. He served in the Czechoslovak People's Army and joined the Communist Party of Czechoslovakia in 1985. Following the Velvet Revolution in 1989, and the subsequent dissolution of Czechoslovakia, Pavel served in the newly established Czech Army and participated in the evacuation of Karin Base in Croatia, which earned him praise and international recognition. Pavel rose through the ranks of the military to become the Chief of the General Staff of the Czech Armed Forces from 2012 to 2015. He was subsequently selected as Chairman of the NATO Military Committee between 2015 and 2018, becoming the first military officer from the former Eastern Bloc to hold the post. He retired from the military after 44 years and was discharged with honors after his term expired.\nIn 2021, Pavel announced his presidential bid in the 2023 election. He ran on a platform of closer cooperation with NATO allies, support for Ukraine and greater involvement in the European Union. He embraced a hawkish stance on Russia and China. Pavel won the first round of the election with 35 percent and went on to win the runoff against former Prime Minister Andrej Babiš with 58 percent of the vote, to become the fourth president of the Czech Republic and 12th president since the Czechoslovak declaration of independence in 1918. Pavel was inaugurated on 9 March 2023, succeeding Miloš Zeman. He is the second president with a military background (after Ludvík Svoboda) and the first without political experience."}