{"wikidata_id": "Q209942", "title": "Sadio Mané", "url": "https://en.wikipedia.org/wiki/Sadio_Man%C3%A9", "summary": "Sadio Mané (born 10 April 1992) is a Senegalese professional footballer who plays as a forward for Bundesliga club Bayern Munich and the Senegal national team. Widely regarded as one of the best players in the world and amongst the greatest African players of all time, he is known for his pressing, dribbling, and speed.Mané began his professional career with Ligue 2 club Metz at the age of 19, but he departed after a solitary season to join Austrian club Red Bull Salzburg in 2012 for a fee of €4 million, winning a league and cup domestic double in the 2013–14 season. Later that summer, Mané transferred to English club Southampton for a club record fee of £11.8 million. There, he set a new Premier League record for the fastest hat-trick, scored in 176 seconds in a 6–1 win over Aston Villa in 2015.\nMané signed for fellow Premier League club Liverpool in 2016, for a reported fee of £34 million, making him the most expensive African player in history at that time. He helped the side reach back-to-back UEFA Champions League Finals in 2018 and 2019, winning the latter. He also finished as the league's joint-top goalscorer in the 2018–19 season, winning the Premier League Golden Boot. Mané then helped end Liverpool's 30-year league title drought by winning the 2019–20 Premier League. In October 2021, he scored his 100th Premier League goal, becoming the third African to reach the landmark. Mané finished fourth and second in the 2019 and 2022 editions of the Ballon d'Or, respectively; and in The Best FIFA Men's Player he ranked fifth in 2019 and fourth in 2020.\nAt international level, Mané has registered 35 goals in 95 appearances for Senegal since his debut in 2012, and currently ranks as his nation's all-time top goalscorer, and third in all-time appearances. He represented Senegal at the 2012 Olympics, as well as the 2015, 2017, 2019 and 2021 editions of the Africa Cup of Nations. In the 2019 tournament, Mané helped Senegal to a runners-up finish, and a year later, was named African Footballer of the Year. In the 2021 final, Mané scored the winning kick in the penalty shoot-out to give Senegal their first Africa Cup of Nations title and he was also named the Player of the tournament. In 2022, he was crowned African Player of the Year for the second time. Mané also represented his nation at the 2018 FIFA World Cup, in its second-ever appearance in the competition."}