{"wikidata_id": "Q21005113", "title": "Jason Blume", "url": "https://en.wikipedia.org/wiki/Jason_Blume", "summary": "Jason Blume is an American songwriter, author, and teacher of songwriting. Blume is the author of 6 Steps to Songwriting Success (and the Revised and Expanded 2nd Edition), This Business of Songwriting, and Inside Songwriting, all published by Billboard Books/Penguin/Random House.\nJason Blume’s songs have been recorded by artists including Britney Spears, the Backstreet Boys, Jesse McCartney,, Hey Violet, J’Son, and the Nashville Chamber Orchestra (Kid Pan Alley), and country music stars such as the Oak Ridge Boys, John Berry, Collin Raye, and Steve Azar,. His solo-written “Wings” was the end credit song in the animated “Barbie of Swan Lake” movie, was recorded by Leslie Mills, and included in the “Barbie Sings!” album. John Berry's recording of \"Change My Mind” (written with A.J. Masters) became a top 10 single that earned a BMI “Million-Aire” Award for garnering more than one million airplays.\nBlume's international successes include recordings by Norway's Christian Ingebrigtsen, J-Pop star Tomohisa Yamashita (#1 EP), Hi-5 (winners of Greek Idol, certified “platinum”), as well as three top-10 singles with Dutch superstar BYentl—all certified “Gold” in the Netherlands— including a #1 on the iTunes R&B chart.His songs have been included in films and television shows including “Scrubs,” “Friday Night Lights,” “Assassination Games,” Disney’s “Kim Possible” and “First Kid,” MTV’s “Next Big Thing,” “Teen Mom,” and “Taking the Stage,” “MVP,” “The Dating Guy,” “Barbie of Swan Lake,” “Dangerous Minds,” “Kickin’ it Old Skool,” “Fame,” “Swimming With the Fishes,” “The Guiding Light,” “The Miss America Pageant,” and “Frog and Toad Are Friends.” He shares a Los Angeles Area Emmy Award and an additional nomination for his musical contributions to episodes of PBS’ “Frontline.”Regarded as one of the world's top songwriting instructors, Blume has taught the BMI Nashville Songwriters Workshop for more than twenty-five years. He has been a guest lecturer at Berklee College of Music and Liverpool Institute for Performing Arts (LIPA, founded by Sir Paul McCartney)and taught master classes in Puerto Rico and in countries including Norway, Northern Ireland, Australia, New Zealand, Jamaica, Bermuda, and Canada, as well as on cruise ships.He has appeared as a songwriting expert on television and radio shows throughout the U.S. and internationally, including CNN International and the BBC, and has been interviewed for articles in the New York Times and Rolling Stone.\nHis poetry and photography is on greeting cards published exclusively by Blue Mountain Arts, selling more than 7 million copies.\n\n\n== References =="}