{"wikidata_id": "Q211029", "title": "E. O. Wilson", "url": "https://en.wikipedia.org/wiki/E._O._Wilson", "summary": "Edward Osborne Wilson FRS (June 10, 1929 – December 26, 2021) was an American biologist, naturalist, ecologist, and entomologist known for developing the field of sociobiology.\nBorn in Alabama, Wilson found an early interest with nature and frequented the outdoors. At age seven, he was partially blinded in a fishing accident; due to his reduced sight, Wilson resolved to study entomology. After matriculating at the University of Alabama, Wilson transferred to complete his dissertation at Harvard University, where he distinguished himself in multiple fields. In 1956, he co-authored a paper defining the theory of character displacement; in 1967, he developed the theory of island biogeography with Robert MacArthur in Sociobiology: The New Synthesis.\nWilson was the Pellegrino University Research Professor Emeritus in Entomology for the Department of Organismic and Evolutionary Biology at Harvard University, a lecturer at Duke University, and a fellow of the Committee for Skeptical Inquiry. The Royal Swedish Academy awarded Wilson the Crafoord Prize. He was a humanist laureate of the International Academy of Humanism. He was a two-time winner of the Pulitzer Prize for General Nonfiction (for On Human Nature in 1979, and The Ants in 1991) and a New York Times bestselling author for The Social Conquest of Earth, Letters to a Young Scientist, and The Meaning of Human Existence.\nWilson's work received both praise and criticism during his lifetime. His book Sociobiology was a particular flashpoint for controversy, and drew criticism from the Sociobiology Study Group. Wilson's interpretation of the theory of evolution resulted in a widely-reported dispute with Richard Dawkins. Examinations of his letters after his death revealed that he had supported the psychologist J. Philippe Rushton, whose work on race and intelligence is widely regarded by the scientific community as deeply flawed and racist."}