{"wikidata_id": "Q2121062", "title": "The Weeknd", "url": "https://en.wikipedia.org/wiki/The_Weeknd", "summary": "Abel Makkonen Tesfaye (Amharic: አበል መኮነን ተስፋዬ; born February 16, 1990), known professionally as the Weeknd, is a Canadian singer and songwriter. A prominent figure in contemporary popular music, he is noted for his unconventional music production, artistic reinventions, and his signature use of the falsetto register. His accolades include four Grammy Awards, twenty Billboard Music Awards, twenty-two Juno Awards, six American Music Awards, two MTV Video Music Awards, a Latin Grammy Award, and nominations for an Academy Award and a Primetime Emmy Award.\nBorn and raised in Toronto, Tesfaye began his career in 2009 by anonymously releasing music on YouTube. Two years later, he co-founded the XO record label and released the mixtapes House of Balloons, Thursday and Echoes of Silence, which gained recognition for his style of contemporary and alternative R&B and the mystique surrounding his identity. In 2012, he signed with Republic Records and rereleased the mixtapes in the compilation album Trilogy. He explored dark wave in his debut studio album Kiss Land (2013), which debuted at number two on the US Billboard 200. After its release, Tesfaye began contributing to film soundtracks, with his acclaimed single \"Earned It\" from Fifty Shades of Grey (2015) winning the Grammy Award for Best R&B Performance, while also being nominated for the Academy Award for Best Original Song.Tesfaye earned critical and commercial success with his pop-leaning second album Beauty Behind the Madness (2015), which reached number one in the US, contained the US Billboard Hot 100 chart-topping singles \"Can't Feel My Face\" and \"The Hills\", and won the Grammy Award for Best Urban Contemporary Album and was nominated for Album of the Year. His trap-infused third studio album Starboy (2016) saw similar commercial success and included the US number-one single of the same name and \"Die For You\", and won the Grammy Award for Best Urban Contemporary Album. Tesfaye explored new wave and dream pop with his critically acclaimed fourth studio album After Hours (2020), which featured the chart record-setting single \"Blinding Lights\" and the US number-one singles \"Heartless\" and \"Save Your Tears\". His dance-pop inspired fifth album Dawn FM (2022) included the US top-ten single \"Take My Breath\".\nAmong the world's best-selling music artists with over 75 million records sold, Tesfaye holds several streaming and Billboard chart records. He is the first Canadian artist to earn four diamond-certified singles from the Recording Industry Association of America (RIAA), as well as the first artist to simultaneously hold the top three spots on the Hot R&B/Hip-Hop Songs chart. \"Blinding Lights\" became the most-streamed song in Spotify history, and is ranked as the greatest Hot 100 song in Billboard history. Tesfaye was listed by Time as one of the world's most influential people in 2020, and was dubbed the \"world's most popular artist\" by Guinness World Records in 2023. An advocate for racial equality and food security, he was appointed a World Food Programme Goodwill Ambassador in 2021."}