{"wikidata_id": "Q212648", "title": "Rudy Giuliani", "url": "https://en.wikipedia.org/wiki/Rudy_Giuliani", "summary": "Rudolph William Louis Giuliani (, Italian: [dʒuˈljaːni]; born May 28, 1944) is an American politician and lawyer who served as the 107th Mayor of New York City from 1994 to 2001. He previously served as the United States Associate Attorney General from 1981 to 1983 and the United States Attorney for the Southern District of New York from 1983 to 1989.Giuliani led the 1980s federal prosecution of New York City mafia bosses as U.S. Attorney for the Southern District of New York. After a failed campaign for Mayor of New York City in the 1989 election, he succeeded in 1993, and was reelected in 1997, campaigning on a \"tough on crime\" platform. He led New York's controversial \"civic cleanup\" as its mayor from 1994 to 2001. Mayor Giuliani appointed an outsider, William Bratton, as New York City's new police commissioner. Reforming the police department's administration and policing practices, they applied the broken windows theory, which cites social disorder, like disrepair and vandalism, for attracting loitering addicts, panhandlers, and prostitutes, followed by serious and violent criminals. For example, Giuliani removed panhandlers and sex clubs from Times Square. As crime rates fell steeply, well ahead of the national average pace, Giuliani was widely credited, though later critics cite other contributing factors. In 2000, he ran against First Lady Hillary Clinton for a US Senate seat from New York, but left the race once diagnosed with prostate cancer. For his mayoral leadership after the September 11 attacks in 2001, he was called \"America's mayor\". He was named Time magazine's Person of the Year for 2001 and was given an honorary knighthood in 2002 by Queen Elizabeth II of the United Kingdom.In 2002, Giuliani founded a security consulting business, Giuliani Partners, and acquired, but later sold, an investment banking firm, Giuliani Capital Advisors. In 2005, he joined a law firm, renamed Bracewell & Giuliani. Vying for the Republican Party's 2008 presidential nomination, Giuliani was an early frontrunner yet did poorly in the primary election; he later withdrew and endorsed the party's subsequent nominee, John McCain. Declining to run for New York governor in 2010 and for the Republican presidential nomination in 2012, Giuliani focused on the activities of his business firms. In addition, he has often been engaged for public speaking, political commentary, and Republican campaign support.Giuliani joined President Donald Trump's personal legal team in April 2018. His activities as Trump's attorney have drawn renewed media scrutiny, in particular due to allegations that he engaged in corruption and profiteering and his promotion of conspiracy theories, most notably about the 2018 and 2020 elections. In late 2019, Giuliani was reportedly under federal investigation for violating lobbying laws, and possibly several other charges, as a central figure in the Trump–Ukraine scandal, which resulted in Trump's first impeachment. Following the 2020 presidential election, he represented Trump in many lawsuits filed in attempts to overturn the election results, making false and debunked allegations about rigged voting machines, polling place fraud, and an international communist conspiracy. Giuliani spoke at the rally preceding the January 6 United States Capitol attack where he made false claims of voter fraud and called for \"trial by combat\". As a consequence, his license to practice law was suspended in New York State in June 2021 and in the District of Columbia in July 2021."}