{"wikidata_id": "Q214289", "title": "Michelle Yeoh", "url": "https://en.wikipedia.org/wiki/Michelle_Yeoh", "summary": "Michelle Yeoh Choo Kheng  ( YOH; born Yeoh Choo Kheng; simplified Chinese: 杨紫琼; traditional Chinese: 楊紫瓊; 6 August 1962) is a Malaysian actress. Credited as Michelle Khan in her early films in Hong Kong, she rose to fame in the 1990s after starring in a series of Hong Kong action films where she performed her own stunts, such as Yes, Madam (1985), Magnificent Warriors (1987), Police Story 3: Supercop (1992), The Heroic Trio (1993), and Holy Weapon (1993).\nAfter moving to the United States, Yeoh gained international recognition for starring in the James Bond film Tomorrow Never Dies (1997) and in Ang Lee's martial arts film Crouching Tiger, Hidden Dragon (2000), the latter for which she was nominated for the BAFTA Award for Best Actress in a Leading Role. Her career progressed with roles in Memoirs of a Geisha (2005), Sunshine (2007), The Mummy: Tomb of the Dragon Emperor (2008), Reign of Assassins (2010), Kung Fu Panda 2 (2011), and The Lady (2011), where she portrayed Aung San Suu Kyi. \nYeoh played supporting roles in the romantic comedies Crazy Rich Asians (2018) and Last Christmas (2019), and the Marvel Cinematic Universe film Shang-Chi and the Legend of the Ten Rings (2021). She also starred in the television series Star Trek: Discovery (2017–2020) and The Witcher: Blood Origin (2022). For her role as an overwhelmed mother navigating the multiverse in Everything Everywhere All at Once (2022), she won the Academy Award for Best Actress, becoming the first Asian to win the award, and the first Malaysian to win an Academy Award in any category.The film review aggregation website Rotten Tomatoes ranked her the greatest action heroine of all time in 2008. In 1997, she was chosen by People as one of the \"50 Most Beautiful People in the World\", and in 2009 the same magazine listed her as one of the \"35 All-Time Screen Beauties\". In 2022, Time named her one of the world's 100 most influential people on its annual listicle and its Icon of the Year."}