{"wikidata_id": "Q219124", "title": "Guillermo del Toro", "url": "https://en.wikipedia.org/wiki/Guillermo_del_Toro", "summary": "Guillermo del Toro Gómez (Spanish: [ɡiˈʝeɾmo ðel ˈtoɾo]; born 9 October 1964) is a Mexican filmmaker, director and author. A recipient of three Academy Awards, three BAFTA Awards, and an Emmy Award, his work has been characterized by a strong connection to fairy tales and horror, with an effort to infuse visual or poetic beauty in the grotesque. He has had a lifelong fascination with monsters, which he considers symbols of great power. He is also known for his use of insectile and religious imagery, his themes of Catholicism, Anti-Fascism, and celebrating imperfection, underworld motifs, practical special effects, dominant amber lighting, and his frequent collaborations with actors Ron Perlman and Doug Jones.Throughout his career, del Toro has shifted between Spanish-language films—such as Cronos (1993), The Devil's Backbone (2001), and Pan's Labyrinth (2006)—and English-language films, including Mimic (1997), Blade II (2002), Hellboy (2004) and its sequel Hellboy II: The Golden Army (2008), Pacific Rim (2013), Crimson Peak (2015), The Shape of Water (2017), Nightmare Alley (2021), and Pinocchio (2022).\nAs a producer or writer, he worked on the films The Orphanage (2007), Don't Be Afraid of the Dark (2010), The Hobbit film series (2012–2014), Mama (2013), The Book of Life (2014), Pacific Rim: Uprising (2018), Scary Stories to Tell in the Dark (2019), and The Witches (2020). In 2022, he created the Netflix anthology horror series Guillermo del Toro's Cabinet of Curiosities, featuring a collection of classical horror stories.\nWith Chuck Hogan, he co-authored The Strain trilogy of novels (2009–2011), later adapted into a comic-book series (2011–15) and a live-action television series (2014–17). With DreamWorks Animation and Netflix, he created the animated franchise Tales of Arcadia, which includes the series Trollhunters (2016–18), 3Below (2018–19), and Wizards (2020), and the sequel film Trollhunters: Rise of the Titans (2021). Also with DreamWorks, he executive produced Puss in Boots (2011), Kung Fu Panda 2 (2011), Rise of the Guardians (2012), and Kung Fu Panda 3 (2016).\nDel Toro is close friends with fellow Mexican filmmakers Alfonso Cuarón and Alejandro G. Iñárritu, and they are collectively known as \"The Three Amigos of Cinema.\" He was included in Time magazine's list of the 100 most influential people in the world in 2018, and he received a motion picture star on the Hollywood Walk of Fame in 2019."}