{"wikidata_id": "Q21914464", "title": "Dua Lipa", "url": "https://en.wikipedia.org/wiki/Dua_Lipa", "summary": "Dua Lipa ( (listen) DOO-ə LEE-pə, Albanian: [ˈdua ˈlipa]; born (1995-08-22)22 August 1995) is an English and Albanian  singer and songwriter. Her mezzo-soprano vocal range and disco-influenced production have received critical acclaim and media coverage. She has received numerous accolades throughout her career, including six Brit Awards, three Grammy Awards, two MTV Europe Music Awards, an MTV Video Music Award, two Billboard Music Awards, an American Music Award, and two Guinness World Records. She was included on the Time 100 Next list in 2021. \nAfter working as a model, Lipa signed a recording contract with Warner Bros. Records in 2014. She rose to prominence with her 2017 self-titled debut album, which peaked at number three on the UK Albums Chart and spawned the successful singles \"Be the One\", \"IDGAF\", and the UK number-one single \"New Rules\". Lipa was honoured with the Brit Awards for British Female Solo Artist and British Breakthrough Act. Her second chart-topping single, \"One Kiss\" with Calvin Harris, was the longest-running number-one single by a female artist in 2018 and won the Brit Award for Song of the Year. In 2019, Lipa won the Grammy Award for Best New Artist, as well as the Grammy Award for Best Dance/Electronic Recording for \"Electricity\", her collaborative single with Silk City. \nLipa's second album, Future Nostalgia (2020), was met with critical acclaim and became her first UK number-one album. Its lead single, \"Don't Start Now\", was the year's most commercially successful song by a female artist in the US; ranking in the top-ten of the Billboard Hot 100 year-end chart. Its follow-up singles, \"Physical\", \"Break My Heart\", and \"Levitating\", were also commercially successful; with the latter song topping the Hot 100's year-end chart in 2021. Future Nostalgia received the Brit Award for British Album of the Year and the Grammy Award for Best Pop Vocal Album. Both of Lipa's albums are the most-streamed female albums on Spotify, with over 10 billion streams each."}