{"wikidata_id": "Q222031", "title": "Aleksandar Vučić", "url": "https://en.wikipedia.org/wiki/Aleksandar_Vu%C4%8Di%C4%87", "summary": "Aleksandar Vučić (Serbian Cyrillic: Александар Вучић, pronounced [aleksǎːndar ʋǔtʃitɕ]; born 5 March 1970) is a Serbian politician serving as the president of Serbia since 2017, and as the president of the Serbian Progressive Party (SNS) since 2012.\nVučić served as the Prime Minister of Serbia in two terms, from 2014 to 2016 and from 2016 until 2017, as well as the deputy prime minister from 2012 until 2014. Furthermore, he served as a member of the Serbian parliament, Minister of Information from 1998 to 2000, and later as Minister of Defence from 2012 to 2013. In April 2017, he was elected president with over 55% of the vote in the first round, thus avoiding a runoff. He formally assumed office on 31 May 2017, succeeding Tomislav Nikolić. His ceremonial inauguration ceremony was held on 23 June 2017.\nAs Minister of Information under the Slobodan Milošević administration, Vučić introduced restrictive measures against journalists, especially during the Kosovo War. In the period after the Bulldozer Revolution, he was one of the most prominent figures of the opposition. Since the establishment of the new party in 2008, he shifted away from his original far-right and hard Eurosceptic platform toward pro-European, conservative and populist political positions. The SNS-led coalition won the 2012 election and the Serbian Progressive Party became part of the government for the first time, leading to the establishment of the dominant-party system. After he became the head of government in 2014, he promised to continue to follow the accession process to the European Union (EU) by privatizing state businesses and liberalizing the economy.In December 2015, the EU opened first chapters during the accession conference with the Serbian delegation led by Vučić. He was one of the crucial figures in cooperation and EU-mediated dialogue between the governments of Kosovo and Serbia, advocating the implementation of the Brussels Agreement on the normalization of their relations. Following United States-mediated negotiations, he signed an agreement in September 2020 to normalize economic relations with Kosovo, and also to move the Serbian embassy in Israel to Jerusalem. He is one of the initiators of Open Balkan (formerly known as Mini Schengen Zone), an economic zone of Balkan countries intended to guarantee \"four freedoms\". Observers have described Vučić's rule as an authoritarian, autocratic or illiberal democratic regime, citing curtailed press freedom."}