{"wikidata_id": "Q223117", "title": "Stanley Tucci", "url": "https://en.wikipedia.org/wiki/Stanley_Tucci", "summary": "Stanley Tucci Jr. ( TOO-chee; born November 11, 1960) is an American actor and filmmaker. Known as a character actor, he has played a wide variety of characters ranging from menacing to sophisticated. Tucci has earned numerous accolades over his career including five Emmy Awards, two Golden Globe Awards, and a Screen Actors Guild Award as well as a nomination for an Academy Award, a BAFTA Award, and a Tony Award.\nInvolved in acting from a young age, he made his film debut in John Huston's Prizzi's Honor (1985), and continued to play a variety of supporting roles in films such as The Daytrippers (1996), Deconstructing Harry (1997), Road to Perdition (2002), and The Terminal (2004). He made his directorial debut with the cult comedy Big Night (1996) which he also co-wrote and starred in. Tucci is also known for his collaborations with Meryl Streep in films such as The Devil Wears Prada (2006) and Julie & Julia (2009). Tucci was nominated for an Academy Award for Best Supporting Actor for his performance in The Lovely Bones (2009). Tucci's notable film roles include Burlesque (2010), Easy A (2010), Captain America: The First Avenger (2011), Margin Call (2011), The Hunger Games film series (2012–2015), Spotlight (2015), Supernova (2020), and Worth (2021).\nTucci also starred in numerous television series such as the legal drama Murder One (1995–96), the medical drama 3 lbs (2006), Ryan Murphy's limited series Feud: Bette & Joan (2017), and the drama Limetown (2018). He played Stanley Kubrick in the HBO film The Life and Death of Peter Sellers (2004). For his portrayal of Walter Winchell in the HBO film Winchell (1998) he received the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie. Since 2020, Tucci has voiced Bitsy Brandenham in the Apple TV+ animated series Central Park.\nFrom 2021 to 2022 he hosted the CNN food and travel documentary series Stanley Tucci: Searching for Italy for which he won two consecutive Primetime Emmy Awards for Outstanding Hosted Nonfiction Series. He was also nominated for a Tony Award for Best Actor in a Play for his role in Frankie and Johnny in the Clair de Lune (2003), and a Grammy Award for The One and Only Shrek! alongside Meryl Streep."}