{"wikidata_id": "Q2280034", "title": "Adam Pine", "url": "https://en.wikipedia.org/wiki/Adam_Pine", "summary": "https://invictusaustralia.org/\n\nAdam Robert Pine  (born 28 February 1976) is a former competitive swimmer and current sports administrator. He has represented his country in numerous international competitions, earning several medals and setting national and commonwealth records. After retiring from competitive swimming, Pine transitioned into a career as a sports administrator, where he has made a significant impact in developing and promoting the sport in his community. He is respected for his dedication and passion for sports, as well as his ability to effectively lead teams and manage sports organisations. Pine specialised as a sprint freestyle and butterfly swimmer.  He was an Australian Institute of Sport (AIS) scholarship holder and national team member from 1993 to 2009 and has the longest tenure on the Australian Swim Team.Pine competed for Australia in the 2000, and 2004 and 2008 Summer Olympics. In 2000, he swam in the heats for the gold (4×100-metre freestyle relay) and silver (4×100-metre medley relay) medal winning relay teams. In 2004, he swam in the 100-metre butterfly and was a member of the Australian 4×100-metre medley relay team. In 2008, he again swam in the 100m Butterfly and medal winning 4 × 100 m medley relay.Pine recited the Athletes Oath at the 2006 Commonwealth Games, this was his fourth Commonwealth Games and an appropriate gesture as he has won medals for Australia in the three games leading up to the Melbourne games.\nAt the age of 32 he qualified for the 2008 Summer Olympics in the 100-metre butterfly (52.13).  At the 2009 Rome World Championship trials (Australian Long Course swimming trials) Pine swam in the finals finishing 2nd in the 100-metre butterfly.  This swim was under the A qualifying time for the world championships and earned himself a spot on the Australian World Championship Team.Pine trained at the AIS and later at CISAC in Bruce, ACT with the Ginninderra Marlins Swim Club where his coach was Cameron Gledhill.\nAdam is married to Sasha Pine, the daughter of Olympic swimmers Diana Rickard and Roger van Hamburg. Adam and Sasha both attended the University of Nebraska in the United States on scholarships where adam was NCAA champion in the 100m Butterfly.  They have four children: Max, Buster, Xander and Knox.\nAfter retirement from competition, Adam became General Manager of Community Sport at Swimming Australia. Following that position, Pine became the administrative head of the Paralympic Swimming Program for Swimming Australia he has held this position since 2013. He was appointed Team Leader for the Australian Swim Team at the 2016 Rio Paralympics, 2020 Paralympics and the 2022 Commonwealth Games.\nPine is also the founder and former Chairman of the Physical Activity Foundation (PAF). The PAF is a non-profit organisation that focuses on promoting physical activity and healthy lifestyles for people of all ages and abilities. The foundation works to create opportunities for people to engage in sports and other forms of physical activity through programs and initiatives that are designed to make it easy and accessible for everyone.\nAdam is a strong advocate for the importance of sport for all. He believes that sport plays a vital role in promoting physical and mental well-being and has the power to bring people together, regardless of their background or abilities.\nIn January 2023 Adam began as Director of Teams for Invictus Australia where he continues to promote the physical, social and emotional benefits of sport, while shining a light on the unique needs of younger veterans and the challenges they face as they transition from military to civilian life."}