{"wikidata_id": "Q229166", "title": "Amber Heard", "url": "https://en.wikipedia.org/wiki/Amber_Heard", "summary": "Amber Laura Heard (born April 22, 1986) is an American actress, humanitarian and social activist. She had her first leading role in the horror film All the Boys Love Mandy Lane (2006), and went on to star in films such as The Ward (2010), Drive Angry (2011), and London Fields (2018). She has also had supporting roles in films including Pineapple Express (2008), Never Back Down (2008), The Joneses (2009), The Rum Diary (2011), Paranoia (2013), Machete Kills (2013), Magic Mike XXL (2015), and The Danish Girl (2015). Heard is part of the DC Extended Universe franchise, playing Mera in Justice League (2017), Aquaman (2018), and the forthcoming Aquaman and the Lost Kingdom (2023). She has also acted in television series such as Hidden Palms (2007) and The Stand (2020).\nIn 2016, Heard became a volunteer with the American Civil Liberties Union (ACLU) in the capacity of an ACLU Artist Ambassador, a role reserved for individuals who advocate for civil rights and civil liberties. Heard also served as a Human Rights Ambassador for the Office of the United Nations High Commissioner for Human Rights.Heard married actor Johnny Depp in 2015. The dissolution of the marriage in May 2016 garnered widespread media attention when Heard filed for a restraining order against Depp in which she alleged domestic violence. Depp later unsuccessfully sued British tabloid newspaper The Sun for defamation in London, for their publication of Heard's domestic abuse allegations. The judgement in the suit rejected Depp's claim against The Sun and ruled that it had been proven that he assaulted Heard in 12 of the 14 alleged incidents put forth by The Sun; Depp was subsequently refused leave to appeal. Depp filed another lawsuit, this time against Heard for an op-ed published in her name in the Washington Post discussing speaking up against \"sexual violence\" and becoming \"a public figure representing domestic abuse\" and stating that she witnessed \"first-hand how institutions protect men accused of abuse.\" The lawsuit—in response to which Heard filed her own countersuit over allegedly three defamatory statements made by Depp's lawyer—became the subject of a televised and widely-publicized trial at the end of which the jury concluded that all three statements from Heard's op-ed were defamatory, and found that Depp's lawyer's first and third statements were not defamatory, while finding that the lawyer's second statement was defamatory. The judge ruled that Heard owed $10.35 million to Depp and that Depp owed Heard $2 million. Heard received backlash over her testimony, particularly on social media. Heard and Depp both appealed the Fairfax County Courthouse jury verdict in the Virginia lawsuit. Heard subsequently settled with Depp, with their lawyers announcing that Depp would receive $1 million in full settlement, the payment coming from Heard's insurer."}