{"wikidata_id": "Q229528", "title": "Michelle Trachtenberg", "url": "https://en.wikipedia.org/wiki/Michelle_Trachtenberg", "summary": "Michelle Trachtenberg (; born October 11, 1985) is an American actress. Trachtenberg began her career at age three, appearing in a number of commercials, films, and television series as a child. Her starring role on the Nickelodeon television series The Adventures of Pete & Pete (1994–1996) as Nona Mecklenberg was also her first credited role. She starred in the Nickelodeon Movies comedy film Harriet the Spy (1996) as the film's eponymous character and in the CBS sitcom Meego (1997) as Maggie, for both of which she won Young Artist Awards.\nTrachtenberg found further success on the WB supernatural drama television series Buffy the Vampire Slayer (2000–2003) as Dawn Summers, the younger sister of the show's eponymous protagonist, a role which won her another Young Artist Award and earned her three Saturn Award nominations. She also earned a Daytime Emmy Award nomination for her role as the host of the Discovery Kids series Truth or Scare (2001–2003). During the mid-2000s, she had starring roles in the films EuroTrip (2004) and Ice Princess (2005) and supporting roles in the films Mysterious Skin (2004) and Black Christmas (2006). In the late 2000s and early 2010s, her recurring role on the CW teen drama television series Gossip Girl (2008–2012) as socialite Georgina Sparks earned her further popularity, and she also starred on the NBC television series Mercy (2009–2010) as Chloe Payne.\nIn the 2010s, Trachtenberg starred in several television films, including Killing Kennedy (2013) and Sister Cities (2015), and in the science fiction film The Scribbler (2014). She provided the lead voice of Judy in the Facebook Watch adult animated web series Human Kind Of (2018), and executive produced the teen drama web series Guidance (2015–2017) and the Tubi true crime television series Meet, Marry, Murder (2021–present), the latter of which she hosts as of 2022."}