{"wikidata_id": "Q229254", "title": "Octavia Spencer", "url": "https://en.wikipedia.org/wiki/Octavia_Spencer", "summary": "Octavia Lenora Spencer (born May 25, 1970) is an American actress. She is the recipient of several accolades, including an Academy Award, a British Academy Film Award, a Golden Globe Award, making her the first black actress to receive two consecutive Oscar nominations.Spencer made her film debut in the 1996 drama A Time to Kill. Following a decade of brief roles in film and television, her breakthrough came in 2011, when she played a maid in 1960s America in The Help, for which she won several awards, including the Academy Award for Best Supporting Actress. For her performance in Ryan Coogler's biopic Fruitvale Station (2013), she won the National Board of Review Award for Best Supporting Actress.\nSpencer received further Academy Award nominations for Best Supporting Actress for playing other women in 1960s America, the mathematician Dorothy Vaughan in the biographical drama Hidden Figures (2016), and a cleaning woman in the fantasy drama The Shape of Water (2017). She also appeared in the films Halloween II (2009), Smashed (2012), Snowpiercer (2013), Get on Up (2014), The Divergent Series (2015–16), Gifted (2017), Instant Family (2018), and Onward (2020); and had starring roles in The Shack (2017), Luce (2019), and Ma (2019).\nSpencer also had a recurring role in the CBS sitcom Mom (2013–15) and a starring role in the Fox teen drama series Red Band Society (2014–15). She portrays the lead role in the Apple TV+ drama series Truth Be Told (2019–present), and received a nomination for the Primetime Emmy Award for Outstanding Lead Actress for her portrayal of Madam C. J. Walker in the Netflix limited series Self Made (2020). \nAs an author, Spencer created the children's book series Randi Rhodes, Ninja Detective. She has published two books in the series, titled The Case of the Time-Capsule Bandit (2013) and The Sweetest Heist in History (2015)."}