{"wikidata_id": "Q229190", "title": "Catherine of Siena", "url": "https://en.wikipedia.org/wiki/Catherine_of_Siena", "summary": "Catherine of Siena, TOSD (Italian: Caterina da Siena; 25 March 1347 – 29 April 1380) was an Italian  member of the Third Order of Saint Dominic in the Roman Catholic  Church. She was a mystic, activist, and author who had a great influence on Italian literature and on the Catholic Church. Canonized in 1461, she is also a Doctor of the Church.\nBorn and raised in Siena, she wanted from an early age to devote herself to God, against the will of her parents. She joined the \"mantellates\", a group of pious women, primarily widows, informally devoted to Dominican spirituality. Her influence with Pope Gregory XI played a role in his 1376 decision to leave Avignon for Rome. The Pope then sent Catherine to  negotiate peace with Florence. After Gregory XI's death (March 1378) and the conclusion of peace (July 1378), she returned to Siena. She dictated to secretaries her set of spiritual treatises The Dialogue of Divine Providence. The  Great Schism of the West led Catherine of Siena to go to Rome with the pope. She sent numerous letters to princes and cardinals to promote obedience to Pope Urban VI and to defend what she calls the \"vessel of the Church\". She died on 29 April 1380, exhausted by her rigorous fasting. Urban VI celebrated her funeral and burial in the Basilica of Santa Maria sopra Minerva in Rome.\nDevotion around Catherine of Siena developed rapidly after her death. Pope Pius II canonized her in 1461; she was declared a patron saint of Rome in 1866 by Pope Pius IX, and of Italy (together with Francis of Assisi) in 1939 by Pope Pius XII. She was the second woman  to be declared a \"Doctor of the Church,\" on 4 October 1970 by Pope Paul VI – only days after Teresa of Ávila. In 1999 Pope John Paul II proclaimed her a  (co-)patron saint of Europe.\nCatherine of Siena is one of the outstanding figures of medieval Catholicism, by the strong influence she has had in the history of the papacy and her extensive authorship. She was behind the return of the Pope from Avignon to Rome, and then carried out many missions entrusted to her by the pope, something quite rare for a woman in the Middle Ages. Her Dialogue, hundreds of letters, and dozens of prayers, also give her a prominent place in the history of Italian literature."}