{"wikidata_id": "Q229271", "title": "Lily Tomlin", "url": "https://en.wikipedia.org/wiki/Lily_Tomlin", "summary": "Mary Jean \"Lily\" Tomlin (born September 1, 1939) is an American actress, comedian, writer, singer, and producer. Tomlin started her career in stand-up comedy and sketch comedy before transitioning her career as an actress on stage and screen. In a career spanning over fifty years Tomlin has received numerous accolades including seven Emmy Awards, a Grammy Award, and two Tony Awards. She was also awarded the Kennedy Center Honor in 2014 and the Screen Actors Guild Life Achievement Award in 2017.Tomlin started her career as a stand-up comedian as well as performing off-Broadway during the 1960s. Her breakout role was on the variety show Rowan & Martin's Laugh-In from 1969 until 1973. Her signature role which was written by her then-partner (now wife), Jane Wagner, was in the show, The Search for Signs of Intelligent Life in the Universe which opened on Broadway in 1985 and earned Tomlin the Tony Award for Best Actress in a Play. She won Emmy Awards for the special, Lily (1973), and received a Grammy Award for Best Comedy Album for This Is a Recording (1972).\nIn 1975, Tomlin made her film debut with Robert Altman's Nashville, which earned her a nomination for the  Academy Award for Best Supporting Actress. In 1977, her performance as Margo Sperling in The Late Show won her the Silver Bear for Best Actress and nominations for the Golden Globe and BAFTA Award for Best Actress. Her other notable films include All of Me (1984), Big Business (1988), Flirting with Disaster (1996), Tea with Mussolini (1999), I Heart Huckabees (2004), A Prairie Home Companion (2006), and Grandma (2015).\nTomlin is known for her collaborations with Jane Fonda starring in the films 9 to 5 (1980), 80 for Brady (2023), and Moving On (2023). She also starred with Fonda Netflix series Grace and Frankie which ran from 2015 to 2022. She earned her four Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series nominations. From 2002 to 2006 she portrayed\nDeborah Fiderer in the Aaron Sorkin series The West Wing. She also voiced Ms. Frizzle for the children's animated series The Magic School Bus (1994-1997) and The Magic School Bus Rides Again (2017-2020)."}