{"wikidata_id": "Q229487", "title": "Allison Janney", "url": "https://en.wikipedia.org/wiki/Allison_Janney", "summary": "Allison Brooks Janney (born November 19, 1959) is an American actress. Regarded for her versatility, Janney is known for her performances across multiple genres of screen, stage, and television, earning her numerous accolades, including an Academy Award, a British Academy Film Award, a Golden Globe Award, seven Primetime Emmy Awards, and seven Screen Actors Guild Awards, in addition to nominations for two Tony Awards.\nBorn in Boston and raised in Dayton, Ohio, Janney received a scholarship to study at the Royal Academy of Dramatic Art following her graduation from Kenyon College. After years of minor and uncredited film and television appearances, Janney's breakthrough came with the role of C. J. Cregg in the NBC political drama series The West Wing (1999–2006), for which she received four Primetime Emmy Awards. In 2014, for her guest role of Margaret Scully, a sexually repressed 1950s housewife on Showtime's period drama series Masters of Sex, she won the Primetime Emmy Award for Outstanding Guest Actress in a Drama Series. For her portrayal of Bonnie Plunkett, a cynical recovering addict on the CBS sitcom Mom (2013–2021), Janney received six Primetime Emmy Award nominations and won twice for Outstanding Supporting Actress in a Comedy Series.\nJanney made her professional stage debut with the Off-Broadway production Ladies (1989), and followed with numerous bit parts in various similar productions, before making her Broadway debut with the 1996 revival of Present Laughter. She won two Drama Desk Awards and has been nominated for two Tony Awards: for Best Actress in a Play for her performance in the Broadway revival of A View from the Bridge (1997), and for Best Actress in a Musical for her role in the original Broadway production of the musical 9 to 5 (2009).\nHer film roles include Private Parts (1997), Primary Colors (1998), 10 Things I Hate About You (1999), Drop Dead Gorgeous (1999), American Beauty (1999), Nurse Betty (2000), The Hours (2002), Hairspray (2007), Juno (2007), The Help (2011), The Way, Way Back (2013), Tammy (2014), The Rewrite (2014), Spy (2015), Tallulah (2016), The Girl on the Train (2016), Bad Education (2019), Bombshell (2019), and Lou (2022). She voiced roles in Finding Nemo (2003), Over the Hedge (2006), Minions (2015), and The Addams Family (2019). For her portrayal of LaVona Golden in the black comedy film I, Tonya (2017), Janney won the Academy Award for Best Supporting Actress."}