{"wikidata_id": "Q230303", "title": "Caroline Kennedy", "url": "https://en.wikipedia.org/wiki/Caroline_Kennedy", "summary": "Caroline Bouvier Kennedy (born November 27, 1957) is an American author, attorney, and diplomat serving in the Biden administration as the United States Ambassador to Australia since 2022. She previously served in the Obama administration as the United States Ambassador to Japan from 2013 to 2017. A prominent member of the Kennedy family, she is the only surviving child of former U.S. president John F. Kennedy (JFK) and former first lady Jacqueline Bouvier Kennedy.\nJFK won the 1960 presidential election when Caroline was two years old. Spending her early childhood years in the White House during the Kennedy Administration, she was almost six when he was assassinated on November 22, 1963. The following year, she and her brother John F. Kennedy Jr. moved with their mother Jacqueline to the Upper East Side of Manhattan, where Caroline attended grade school.\nKennedy graduated from Harvard University and worked at Manhattan's Metropolitan Museum of Art, where she met her future husband, exhibit designer Edwin Schlossberg. She later earned a J.D. degree from Columbia Law School. Most of Kennedy's professional life has been in law, politics, education reform, and charitable work. She has also acted as a spokesperson for her family's legacy, especially that of her father, and co-authored two books with Ellen Alderman on civil liberties.\nEarly in the primary race for the 2008 presidential election, Kennedy and her uncle, Ted Kennedy, endorsed Democratic candidate Barack Obama. She later stumped for him in Florida, Indiana, and Ohio, served as co-chair of his Vice Presidential Search Committee, and addressed the 2008 Democratic National Convention in Denver.After Obama selected United States senator Hillary Clinton to serve as secretary of state, Kennedy expressed interest in being appointed to Clinton's vacant Senate seat from New York, but later withdrew from consideration for personal reasons. In 2013, President Obama appointed Kennedy as the United States ambassador to Japan. In 2021, President Biden appointed Kennedy as United States ambassador to Australia and she took office following her confirmation on June 10, 2022."}