{"wikidata_id": "Q230445", "title": "Sara Bareilles", "url": "https://en.wikipedia.org/wiki/Sara_Bareilles", "summary": "Sara Beth Bareilles (, bə-RELL-iss; born December 7, 1979) is an American singer-songwriter and actress. She has sold over three million albums and over 15 million singles in the United States. She has earned various accolades, including two Grammy Awards, as well as nominations for three Primetime Emmy Awards, and two Tony Awards. In February 2012, VH1 named her one of the Top 100 Greatest Women in Music.Born and raised in Eureka, California, Bareilles released a self-published album Careful Confessions in 2004. She received further recognition with the release of her second studio album Little Voice (2007), which was her first recording for a major record label (Epic). The album included the hit single \"Love Song\", which reached number four on the Billboard Hot 100 and earned her a nomination for the Grammy Award for Song of the Year. In 2010, she released her third studio album Kaleidoscope Heart, which peaked at number one on the Billboard 200. In 2013, she released her fourth studio album The Blessed Unrest which featured the lead single \"Brave\". It received a nomination for the Grammy Award for Album of the Year.\nBareilles made her Broadway debut when she composed music and wrote lyrics for the 2015 musical Waitress, for which she earned nominations for the Tony Award for Best Original Score and the Grammy Award for Best Musical Theater Album. She subsequently received Olivier Award nominations for its 2021 West End transfer production. She released the 2015 studio album What's Inside: Songs from Waitress, which is a recording of her singing many of the musical's songs. For her work in the 2016 Broadway musical SpongeBob SquarePants, she earned a Tony Award nomination. In 2019, she released her sixth studio album Amidst the Chaos, with the single \"Saint Honesty\" winning her the Grammy Award for Best American Roots Performance. In 2022, she returned to Broadway as The Baker's Wife in a revival of Stephen Sondheim's Into the Woods, earning a second Grammy Award.\nBareilles is also known for her work on television. In 2018, she received critical acclaim for her portrayal of Mary Magdalene in the NBC musical television special Jesus Christ Superstar Live in Concert, for which she was nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie. Also in 2018, she co-hosted the 72nd Tony Awards alongside Josh Groban, for which she gathered two further Primetime Emmy Award nominations. She currently stars as Dawn Solano in Peacock's musical comedy Girls5eva (2021–present)."}