{"wikidata_id": "Q232072", "title": "Julia Louis-Dreyfus", "url": "https://en.wikipedia.org/wiki/Julia_Louis-Dreyfus", "summary": "Julia Scarlett Elizabeth Louis-Dreyfus ( LOO-ee DRY-fəs;  born January 13, 1961) is an American actress, comedian, and producer who worked on the comedy television series Saturday Night Live (1982–1985), Seinfeld (1989–1998), The New Adventures of Old Christine (2006–2010), and Veep (2012–2019). She is one of the most award-winning actresses in American television history, having received more Primetime Emmy Awards and more Screen Actors Guild Awards than any other performer, tying Cloris Leachman (with eight) for the most acting awards.\nLouis-Dreyfus broke into comedy as a performer in The Practical Theatre Company in Chicago, Illinois, which led to her casting in the sketch show Saturday Night Live from 1982 to 1985. Her breakthrough came in 1989 with a nine-season run playing Elaine Benes on Seinfeld, one of the most critically and commercially successful sitcoms of all time. Her other television roles include Christine Campbell in The New Adventures of Old Christine, which had a five-season run on CBS, and Selina Meyer in Veep, which ran for seven seasons on HBO. She has also made guest appearances on shows such as Arrested Development, Curb Your Enthusiasm, and 30 Rock. \nHer film roles include supporting turns in Hannah and Her Sisters (1986), National Lampoon's Christmas Vacation (1989), Deconstructing Harry (1997), and leading roles in Enough Said (2013), Downhill (2020), and You People (2023). She has also voice roles in the animated films A Bug's Life (1998), Planes (2013), and Onward (2020), and has played Valentina Allegra de Fontaine in the Marvel Cinematic Universe since 2021.\nLouis-Dreyfus has received eleven Emmy Awards, eight for acting and three for producing, in addition to a Golden Globe Award, nine Screen Actors Guild Awards, and five American Comedy Awards. Louis-Dreyfus received a star on the Hollywood Walk of Fame in 2010 and was inducted into the Television Academy Hall of Fame in 2014. In 2016, Time named Louis-Dreyfus as one of the 100 most influential people in the world. In 2018, she received the Mark Twain Prize for American Humor, presented by the Kennedy Center as America's highest comedy honor."}