{"wikidata_id": "Q234798", "title": "Imelda Staunton", "url": "https://en.wikipedia.org/wiki/Imelda_Staunton", "summary": "Imelda Mary Philomena Bernadette Staunton  (born 9 January 1956) is an English actress. After training at the Royal Academy of Dramatic Art, Staunton began her career in repertory theatre in 1976 and appeared in various theatre productions in the United Kingdom. \nStaunton has performed in a variety of plays and musicals in London throughout her career, winning four Laurence Olivier Awards; three for Best Actress in a Leading Role in a Musical for her roles in the musicals Into the Woods, Sweeney Todd, and Gypsy, and one for Best Performance in a Supporting Role in a Play for her work in both A Chorus of Disapproval and The Corn Is Green. Her other stage appearances include The Beggar's Opera, The Wizard of Oz, Uncle Vanya, Guys and Dolls, Entertaining Mr Sloane, and Good People. She has been nominated for 13 Olivier Awards.\nOn film, Staunton's roles in the 1990s include Antonia and Jane, Peter's Friends, Much Ado About Nothing, Sense and Sensibility, and Shakespeare in Love. She received the BAFTA Award for Best Actress in a Leading Role for playing the title role of Vera Drake. She gained a wider audience for her role as Dolores Umbridge in the Harry Potter films The Order of the Phoenix and The Deathly Hallows - Part 1. She also appeared in the films Nanny McPhee, Another Year, Pride, Finding Your Feet, and Downton Abbey, and provided voice roles for Chicken Run, Arthur Christmas, and Paddington.\nOn television, Staunton starred in the sitcoms Up the Garden Path and Is it Legal?. Her performance in My Family and Other Animals earned her a nomination for the International Emmy Award for Best Actress, while her roles in Return to Cranford and The Girl earned her BAFTA TV Award nominations for Best Actress in a Supporting Role. For the latter, she was also nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Miniseries or a Movie. She portrays Queen Elizabeth II in the final two seasons of The Crown, gaining nominations for British Academy Television Award for Best Actress and Golden Globe Award for Best Actress."}