{"wikidata_id": "Q2347163", "title": "Steve Martin (motorcyclist)", "url": "https://en.wikipedia.org/wiki/Steve_Martin_(motorcyclist)", "summary": "Steve Martin is a motorcycle road racer from Australia. He currently resides in Melbourne, Australia. He is  the 2009 World Endurance Champion for YART (Yamaha Austria Racing Team), but is a veteran of the World Superbike Championship, and former champion of the Australian series.\nAfter success in trials, he started racing in his home Superbike Championship in 1990, initially on a factory Suzuki. Years on private bikes followed, but he later earned a Ducati ride. He led the 1998 standings until a crash at Phillip Island, but won the title in 1999. He also did an assortment of wild card rides in the Superbike World Championship rounds at Phillip Island over the years, as well as four 500cc Grand Prix races in 1999.\nAfter that, he moved to the Australian Supersport series, before moving to the Superbike World Championship full-time for 2001, riding on Pirelli tyres for DFXtreme. He scored a pair of top-6 finishes at Imola in 2001, and set fastest lap at the Lausitzring that year, but he was not a frontrunner for much of 2001 or 2002. However, he stepped up to 8th overall in 2003 and 7th in 2004, along with 3 pole positions and five podiums. He spent the next 2 years with Carl Fogarty's Foggy Petronas team, which struggled to be competitive with its three-cylinder machine, although beating team-mates Garry McCoy and Craig Jones in those years. He returned to DFXtreme for 2007, turning down other offers as he believed the team had enough funds for the full season. It soon became clear that this was not the case - he nearly lost the ride after 2 races, but continued for rounds 3 and 4, before leaving the team as it could not provide a full-time entry. He moved into the World Supersport Championship at Assen, replacing injured countryman Kevin Curtain Later in 2007 he contested the Suzuka 8 Hours race, and he made World Superbike starts on Yamaha and Suzuki equipment, but finished the season with a broken metatarsal.\nIn 2008 he retired from World Superbike racing but joined the World Superbike Championship as a commentator alongside Jonathan Green. He continued to race a Superbike and finished 1st in the World Endurance Championship for YART (Yamaha Austria Racing Team).  BMW also retained his services as a development rider for their new S1000RR Superbike project, which led to a one-off return at Kyalami in place of Troy Corser."}