{"wikidata_id": "Q234356", "title": "Janelle Monáe", "url": "https://en.wikipedia.org/wiki/Janelle_Mon%C3%A1e", "summary": "Janelle Monáe Robinson (; born December 1, 1985) is an American singer, rapper and actress. She  has won a Screen Actors Guild Award and a Children's and Family Emmy Award, in addition to being nominated for eight Grammy Awards. Monáe has also been honored with the ASCAP Vanguard Award, as well as the Rising Star Award (2015) and the Trailblazer of the Year Award (2018) from Billboard Women in Music. Boston City Council named October 16, 2013 \"Janelle Monáe Day\" in recognition of her artistry and activism. She is signed to Atlantic Records, as well as to her own imprint, the Wondaland Arts Society. \nMonáe's musical career began in 2003 upon releasing a demo album titled The Audition. In 2007, Monáe publicly debuted with a conceptual EP titled Metropolis: Suite I (The Chase). It peaked at number two on the US Top Heatseekers chart, and in 2010, through Bad Boy Records, Monáe released a first full-length studio album, The ArchAndroid, a concept album and sequel to her first EP. In 2011, Monáe was featured as a guest vocalist on fun.'s single \"We Are Young\", which was certified-Diamond from the Recording Industry Association of America (RIAA), topping the charts of more than ten countries and garnering Monáe a wider audience. Monáe's second studio album, The Electric Lady (2013), debuted at number five on the Billboard 200, and served as the fourth and fifth installments of the seven-part Metropolis concept series.Monáe's third studio album, Dirty Computer, also a concept album, was released in 2018 to widespread critical acclaim; it was chosen as the best album of the year by several publications; it earned Monáe two nominations at the 61st Annual Grammy Awards, including Album of the Year. It was accompanied by the science fiction film of the same name. The album peaked within the top ten of the Billboard 200 and was further promoted by Monáe's Dirty Computer Tour. In 2022, she wrote the cyberpunk story collection, The Memory Librarian: And Other Stories of Dirty Computer, based on the album.Monáe has also ventured into acting, first gaining attention for starring in the 2016 films Moonlight and Hidden Figures. For portraying engineer Mary Jackson in the latter, she was nominated for the Critics' Choice Movie Award for Best Supporting Actress. She has since starred in the films Harriet (2019) and Glass Onion (2022), and the television series Homecoming (2020). In 2023 the Critics' Choice Movie Awards honored Monáe with the #SeeHer Award for her \"characters played authentically, escaping stereotypes and pushing boundaries, and those who stand up for gender equality\"."}