{"wikidata_id": "Q234581", "title": "Mélanie Laurent", "url": "https://en.wikipedia.org/wiki/M%C3%A9lanie_Laurent", "summary": "Mélanie Laurent (French pronunciation: [melani loʁɑ̃] (listen); born 21 February 1983) is a French actress, filmmaker, and singer. The recipient of two César Awards and a Lumières Award, she is an accomplished actress in the French film industry. Globally, she is best known for her roles in Inglourious Basterds, Now You See Me,  6 Underground, and  Operation Finale.\nBorn in Paris to a Jewish family, Laurent was introduced to acting at the age of sixteen by Gérard Depardieu, who cast her in a minor role in the romantic drama The Bridge (1999). She gained wider recognition for her supporting work in several French films, most notably the 2006 comedy Dikkenek, for which she won Étoiles d'Or for Best Female Newcomer. Her breakthrough role came in the 2006 drama film Don't Worry, I'm Fine, for which she later won the César Award for Most Promising Actress and the Prix Romy Schneider. Laurent made her Hollywood debut in 2009 with the role as Shosanna Dreyfus in Quentin Tarantino's blockbuster war film Inglourious Basterds. Her performance won the Online Film Critics Society and the Austin Film Critics Association Best Actress Awards.\nWhile she has worked mainly in independent films, including Paris (2008) and Enemy (2013), Laurent also appeared in commercially successful Hollywood films, including the comedy drama Beginners (2011), and the caper film Now You See Me (2013), the former earning her a nomination at the San Diego Film Critics Society Award for Best Supporting Actress. Laurent's other notable works include the art-house drama The Round Up (2010), the comedy drama Et soudain, tout le monde me manque (2011), and the mystery thriller Night Train to Lisbon (2013). She is also known for voicing Mary Katherine and Disgust in the French dubs of Epic (2013) and Inside Out (2015) respectively. Additionally, she starred in Chris Weitz's 2018 drama Operation Finale with Oscar Isaac and Ben Kingsley, telling the story of the capture of Nazi Adolf Eichmann.\nIn addition to her film career, Laurent has appeared in stage productions in France. She made her theatre debut in 2010 in Nicolas Bedos's Promenade de santé. The short film De moins en moins (2008) marked her debut as a filmmaker. Her feature film directorial debut is The Adopted (2011). Respire (2014), her second production as a director, was screened at the International Critics' Week section at the 2014 Cannes Film Festival. She made her singing debut with a studio album En t'attendant in May 2011; the album contains twelve songs, five of which are co-written and co-produced by Irish folk musician Damien Rice."}