{"wikidata_id": "Q23505", "title": "George H. W. Bush", "url": "https://en.wikipedia.org/wiki/George_H._W._Bush", "summary": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician, diplomat, and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, he previously served as the 43rd vice president from 1981 to 1989 under President Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence.\nBush was raised in Greenwich, Connecticut, and attended Phillips Academy before serving in the United States Navy Reserve during World War II. After the war, he graduated from Yale and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China. In 1976, Bush became the Director of Central Intelligence. Bush ran for president in 1980 but was defeated in the Republican presidential primaries by Ronald Reagan, who then selected Bush as his vice presidential running mate.\nIn the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president since Martin Van Buren in 1836. Foreign policy drove the Bush presidency as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by enacting legislation to raise taxes to justify reducing the budget deficit. He also championed and signed three pieces of bipartisan legislation, the Americans with Disabilities Act of 1990, Immigration Act of 1990 and the Clean Air Act Amendments of 1990. He also successfully appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession, his turnaround on his tax promise, and the decreased emphasis of foreign policy in a post–Cold War political climate.After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With the victory of his son, George W. Bush, in the 2000 presidential election, the two became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. Historians generally rank Bush as an above-average president."}