{"wikidata_id": "Q235905", "title": "Melanie Lynskey", "url": "https://en.wikipedia.org/wiki/Melanie_Lynskey", "summary": "Melanie Jayne Lynskey ( LIN-ski; born 16 May 1977) is a New Zealand actress. Known for her portrayals of complex women and her command of American dialects, she works predominantly in independent films and television, and is the recipient of numerous accolades, including a Critics' Choice Television Award and a nomination for a Primetime Emmy Award.\nLynskey made her screen debut at age 16 in Heavenly Creatures (1994), earning critical acclaim for her portrayal of murderess Pauline Parker. She later had supporting roles in But I'm a Cheerleader (1999), Coyote Ugly (2000), Sweet Home Alabama (2002), and  Shattered Glass (2003). After moving to the United States, Lynskey became known as a character actress through a range of parts in films such as Flags of Our Fathers (2006), Away We Go, Up in the Air, The Informant! (all 2009), Win Win (2011), and The Perks of Being a Wallflower (2012). Lynskey's starring role as a depressed divorcee in Hello I Must Be Going (2012) proved to be a turning point in her career, with subsequent parts in films such as Happy Christmas (2014), The Intervention (2016) and I Don't Feel at Home in This World Anymore (2017) establishing her as a prominent figure in independent cinema, while also leading to parts in bigger projects such as Don't Look Up (2021).\nOutside of film, Lynskey achieved fame with her portrayal of Rose on the CBS sitcom Two and a Half Men (2003–2015). She has also starred in the HBO series Togetherness (2015–2016), the first season of Hulu's Castle Rock (2018), the FX miniseries Mrs. America (2020), and the Hulu miniseries Candy (2022). Since 2021, she has played the lead role of Shauna on Showtime's Yellowjackets, for which she won the Critics' Choice Television Award for Best Actress in a Drama Series and was nominated for the Primetime Emmy Award for Outstanding Lead Actress. Lynskey is married to actor Jason Ritter, with whom she has a daughter."}