{"wikidata_id": "Q23806108", "title": "Nico Santos (singer)", "url": "https://en.wikipedia.org/wiki/Nico_Santos_(singer)", "summary": "Nico Wellenbrink (born January 7, 1993), professionally known as Nico Santos or occasionally as Santos or Santi, is a German singer-songwriter. In 2017, after having been featured on Topic's hit \"Home\" (2015), he released his breakthrough solo single \"Rooftop\", which reached the top five in German-speaking Europe, Poland and Slovakia, as well as number one in the Czech Republic. It also received several certifications, including tripe gold by the German Bundesverband Musikindustriecode: deu promoted to code: de  (BVMI) and quintuple platinum by the International Federation of the Phonographic Industry Switzerland (IFPI SWI). Santos' debut studio album, Streets of Gold, was issued in October 2018 and yielded other moderately successful singles alongside \"Rooftop\", such as \"Safe\" (2018) and \"Unforgettable\" (2019).\nIn May 2020, Universal Music Group released his self-titled second record, which fared well commercially and featured three top 40 hits on the German singles chart—\"Better\" (2019), \"Play with Fire\" (2019) and \"Like I Love You\" (2020). While the former was a collaboration with Lena Meyer-Landrut and the latter with Topic, respectively, \"Play with Fire\" notably reached number 11 in the Czech Republic. Another top 10, \"Would I Lie to You\", followed in 2021 in the territory, the same year as Santos released the single \"Leere Hände\" (\"Empty Hands\") to great commercial success in German-speaking Europe under his last name only. Santos collaborated again with Topic in 2022 on \"In Your Arms (For an Angel)\", which was listed on Billboard's Euro Digital Singles Sales and Hot Dance/Electronic Songs charts, among others.\nApart from his solo releases, Santos has co-written or produced songs for a number of German artists, including Bushido, Shindy, Helene Fischer and Mark Forster. His visibility was aided by his participation in the German international song competition Free European Song Contest 2020, which he won with the song \"Like I Love You\", as well as by his involvement as a coach on The Voice of Germany from its ninth season to the eleventh season."}