{"wikidata_id": "Q2492", "title": "Konrad Adenauer", "url": "https://en.wikipedia.org/wiki/Konrad_Adenauer", "summary": "Konrad Hermann Joseph Adenauer (German: [ˈkɔnʁaːt ˈʔaːdənaʊɐ] (listen); 5 January 1876 – 19 April 1967) was a German statesman who served as the first chancellor of the Federal Republic of Germany from 1949 to 1963. From 1946 to 1966, he was the first leader of the Christian Democratic Union (CDU), a Christian-democratic party he co-founded, which became the dominant force in the country under his leadership.\nA devout Roman Catholic and member of the Catholic Centre Party, Adenauer was a leading politician in the Weimar Republic, serving as Mayor of Cologne (1917–1933) and as president of the Prussian State Council (1922–1933). In the early years of the Federal Republic, he switched focus from denazification to recovery, and led his country from the ruins of World War II to becoming a productive and prosperous nation that forged close relations with France, the United Kingdom and the United States. During his years in power, West Germany achieved democracy, stability, international respect and economic prosperity, undergoing the Wirtschaftswunder (German for \"economic miracle\").Adenauer belied his age by his intense work habits and his uncanny political instinct. He displayed a strong dedication to a broad vision of market-based liberal democracy and anti-communism. A shrewd and strategic politician, Adenauer was deeply committed to an Atlanticist foreign policy and restoring the position of West Germany on the world stage. He worked to restore the West German economy from the destruction of World War II to a central position in Europe, presiding over the German economic miracle together with his Minister of Economics, Ludwig Erhard, and was a driving force in re-establishing national military forces (the Bundeswehr) and intelligence services (the Bundesnachrichtendienst) in West Germany in 1955 and 1956. Adenauer opposed recognition of the rival German Democratic Republic or the Oder–Neisse line. He skillfully used these points in electoral campaigns against the SPD, which was more sympathetic to co-existence with the GDR and the post-war borders. Adenauer made West Germany a member of NATO. A proponent of European unity, Adenauer was one of the founders of the European Union, and a key signatory of the Treaty of Rome; he also pursued Atlanticist links with the United States as a counterbalance.\nAdenauer, who resigned as Chancellor at the age of 87 and remained head of the governing CDU until his retirement at 90, was often dubbed \"Der Alte\" (\"the old one\"). He also remained a Member of the Bundestag\nfor Bonn until his death in 1967 at the age of 91. According to British politician Roy Jenkins, he was \"the oldest statesman ever to function in elected office\" and the oldest head of government of a major country in modern European history. As of 2021, Adenauer remains the oldest-ever European head of government and one of the oldest elected European statesmen (paralleled only by Sandro Pertini and Giorgio Napolitano); however, the governments of Tunisia and Malaysia had older heads of government during the 2010s."}