{"wikidata_id": "Q2503089", "title": "Constantine II of Kakheti", "url": "https://en.wikipedia.org/wiki/Constantine_II_of_Kakheti", "summary": "Constantine II (Georgian: კონსტანტინე II) (died December 28, 1732) also known as Mahmād Qulī Khān (მაჰმად ყული-ხანი) in Iran, was a king of Kakheti in eastern Georgia of the  Bagrationi Dynasty from 1722 to 1732.\nA son of Erekle I by a concubine, he was born and raised as a Muslim in Isfahan, the royal capital of Safavid Iran. In 1703, Shah of Iran Sultan Husayn appointed him a darugha (prefect) of his capital. In 1722, he was confirmed by the shah as King of Kakheti following the death of Constantine's brother David II (Imām Qulī Khān). At the same time, he was bestowed with the governorship of Erivan, Ganja, and Karabakh. He frequently feuded with his western neighbor and kinsman, Vakhtang VI of Kartli, who was declared by the Persian government deposed in 1723. On the shah's orders, Constantine marched to take control of Vakhtang's capital Tbilisi. On May 4, 1723, he captured the city, but failed to evict Vakhtang and his son Bakar from the province of Shida Kartli. Meanwhile, the Ottoman army invaded the Georgian lands in order to eliminate the Persian hegemony there. Constantine tried to negotiate with the Ottoman commander Ibrahim-Pasha and surrendered Tbilisi on June 12, 1723. However, Vakhtang VI managed to bribe Ibrahim-Pasha who installed Prince Bakar as governor of Kartli and arrested Constantine. Soon, Bakar conspired with Constantine, his former rival, against the Ottoman overlords and helped him flee to his possessions in Kakheti. A revolt failed, however, and Bakar had to join his father Vakhtang VI in his Russian exile in 1724. Constantine withdrew into the mountains whence he led resistance against the Turks. In 1725, he succeeded in reestablishing himself in Kakheti and made peace with the Ottomans who recognized him as king in exchange of his conversion to Sunni Islam and paying an annual tribute.\nEarly in the 1730s, as Nader Khan Afshar pushed his quest to revive the Persian empire, Constantine made a fatal attempt to break with the Turks. He was murdered at Bezhanbagh on December 28, 1732, during the negotiations with Yusuf Pasha of Akhaltsikhe, the commander of the invading Ottoman troops. The Turks gave his throne to his Christian brother, Teimuraz II.Constantine was married to Perejan-Begum, daughter of the Shamkal, and had a son, Bagrat, of whose subsequent fate nothing is known."}