{"wikidata_id": "Q25144", "title": "Kevin Spacey", "url": "https://en.wikipedia.org/wiki/Kevin_Spacey", "summary": "Kevin Spacey Fowler (born July 26, 1959) is an American actor. He began his career as a stage actor during the 1980s, obtaining supporting roles before gaining a leading man status in film and television. Spacey has received various accolades for his performances on stage and screen including two Academy Awards, a BAFTA Award, a Tony Award, two Laurence Olivier Awards, and four Screen Actors Guild Awards. He received nominations for a Grammy Award as well as twelve Primetime Emmy Awards. Spacey received a star on the Hollywood Walk of Fame in 1999, and was named an honorary Commander and Knight Commander of the Order of the British Empire in 2010 and 2015, respectively.\nHis first film roles were in the Mike Nichols films Heartburn (1986) and Working Girl (1988). Spacey received two Academy Awards, the first for Best Supporting Actor for The Usual Suspects (1995) and the second for Best Actor for American Beauty (1999). He starred in the neo-noir crime film L.A. Confidential earning a BAFTA Award for Best Actor in a Leading Role nomination. His other notable films include Glengarry Glen Ross (1992), Swimming with Sharks (1994),  Se7en (1995) Pay It Forward (2000), Superman Returns (2006), Margin Call (2011), Horrible Bosses (2011), Baby Driver (2017). He directed Albino Alligator (1996), and the musical biopic Beyond the Sea (2004), starring as Bobby Darrin in the latter.\nIn Broadway theatre, Spacey starred in the revival of Eugene O'Neill's Long Day's Journey into Night in 1986 alongside Jack Lemmon. He won a Tony Award in 1991 for his role in Lost in Yonkers. Spacey continued to act in theatre, receiving his second Tony Award nomination and first Laurence Olivier Award win for his performance in the revival of The Iceman Cometh in 1999. In 2011, Spacey portrayed Richard III in Richard III and Clarence Darrow in Darrow in 2015 in the West End. He was the artistic director of the Old Vic theatre in London from 2004 until stepping down in mid-2015 and received the Laurence Olivier Award for Society of London Theatre Special Award. In 2017, he hosted the 71st Tony Awards.\nSpacey portrayed Ron Klain in the HBO movie Recount (2008) receiving a Primetime Emmy Award for Outstanding Actor in a Limited Series or Movie nomination. That same year, he produced the HBO film Bernard and Doris (2008) receiving a nomination for the Primetime Emmy Award for Outstanding Television Movie. From 2013 to 2017, he starred as Frank Underwood in the Netflix political drama series House of Cards, which won him a Golden Globe Award for Best Actor – Television Series Drama and two consecutive Screen Actors Guild Awards for Outstanding Actor in a Drama Series as well as five consecutive Primetime Emmy Award for Outstanding Lead Actor in a Drama Series nominations.In October 2017, actor Anthony Rapp accused Spacey of making a sexual advance toward him in 1986, when Rapp was 14. This was followed by a number of other high-profile accusations against Spacey. In the wake of these accusations, Netflix cut ties with Spacey, shelving his film Gore and removing him from the last season of House of Cards. His role as J. Paul Getty in Ridley Scott's film All the Money in the World (2017) was reshot with Christopher Plummer in his place. Rapp's allegation was brought to trial in a 2022 lawsuit in New York, with the jury finding Spacey not liable. Spacey is facing criminal charges for an alleged sexual assault in the UK, with his trial set to begin in June 2023."}