{"wikidata_id": "Q2530", "title": "Gerhard Schröder", "url": "https://en.wikipedia.org/wiki/Gerhard_Schr%C3%B6der", "summary": "Gerhard Fritz Kurt \"Gerd\" Schröder (German: [ˈɡeːɐ̯haʁt fʁɪts kʊʁt ˈʃʁøːdɐ] (listen); born 7 April 1944) is a German lobbyist and former politician, who served as the chancellor of Germany from 1998 to 2005. From 1999 to 2004, he was also the Leader of the Social Democratic Party of Germany (SPD). As chancellor, he led a coalition government of the SPD and Alliance 90/The Greens. Since leaving public office, Schröder has worked for Russian state-owned energy companies, including Nord Stream AG, Rosneft, and Gazprom.Schröder was a lawyer before becoming a full-time politician, and he served as Minister President of Lower Saxony (1990–1998) before becoming chancellor. Following the 2005 federal election, which his party lost, and after three weeks of negotiations, he stood down as chancellor in favour of Angela Merkel of the rival Christian Democratic Union. He is the chairman of the board of Nord Stream AG and of Rosneft, after having been hired as a global manager by investment bank Rothschild, and also the chairman of the board of football club Hannover 96.\nAfter the 2022 Russian invasion of Ukraine, Schröder was criticized for his policies towards Vladimir Putin's government, his work for Russian state-owned companies, and his lobbyism on behalf of Russia. On 1 March 2022, Schröder's entire staff including long-time office manager Albrecht Funk resigned due to Schröder's alliances with Russia and Putin directly. On 8 March 2022 the Public Prosecutor General initiated proceedings related to accusations against Schröder of complicity in crimes against humanity due to his role in Russian state-owned corporations. The CDU/CSU group demanded that Schröder be included in the European Union sanctions against individuals with ties to the Putin regime.On 9 March 2022, the SPD initiated proceedings to expel Schröder; by early 2023, however, a party arbitration committee decided that he had not violated any party rules and would be allowed to remain a member of the party."}