{"wikidata_id": "Q25351995", "title": "Robert Blake (cabinetmaker)", "url": "https://en.wikipedia.org/wiki/Robert_Blake_(cabinetmaker)", "summary": "Robert Blake (active 1826–39) was the first of the Blake family of London cabinetmakers. Blake is particularly known for his marquetry and for the ormolu-mounted commodes in tortoiseshell and ebony that he made in 1708–09, after a pair that André-Charles Boulle made for Louis XIV's Chamber at the Grand Trianon, on display in the New York Frick Collection. A pair of Blake commodes, completing the two in the Frick Collection, was sold at Sotheby's on October 15, 2015, for $658,000.Pieces in public collections include a piano in the Metropolitan Museum of Art in New York, a writing desk in Goodwood House, a circular table in Alnwick Castle, and an octagonal table in the Leeds City Art Gallery at Temple Newsam House.His works often imitated the important pieces of 18th-century French furniture that francophile collectors, including the Prince of Wales (later George IV), William Beckford, Francis Seymour-Conway, 3rd Marquess of Hertford and George Watson-Taylor collected at the beginning of the 19th century.\nBlake often worked for Edward Holmes Baldock, who was a dealer in china, glass and, later, furniture to the Royal Family. He is also known to have been associated with the well-known Old Bond Street dealer John Webb.Relatively little is known of the family. They are listed at 8 Stephen Street, off Tottenham Court Road, between 1826 and 1881. Robert Blake is listed in Robson's 1823 Commercial Directory as a \"buhl cutter\", at 8 Stephen Street, Tottenham Court Road, and subsequently in the 1826 Post Office Directory as a \"cabinet inlayer and buhl manufacturer\". Robert Blake had four sons, George, Charles, James and Henry, who continued the firm of Robert Blake & Co. In 1840, it took the name of R. Blake & Sons and, in 1841, Blake; Geo & Brothers; and later George Blake & Co., cabinetmaker of 130 Mount Street, London, and also still in Stephen Street in 1844; George Blake in 1846-50 at 53 Mount Street; and in 1851 to around 1853 George Blake at 53 Mortimer Street. The premises on Stephen Street remained in use by various family members, listed as \"Blake, J. & H\", and by 1853 \"Blake, Chas. & H.\", until 1880.\n\n\n== References =="}