{"wikidata_id": "Q2589390", "title": "Michael Goulder", "url": "https://en.wikipedia.org/wiki/Michael_Goulder", "summary": "Michael Douglas Goulder (31 May 1927 – 6 January 2010) was a British biblical scholar who spent most of his academic life at the University of Birmingham where he retired as Professor of Biblical Studies in 1994. He was perhaps best known for his contributions to the Synoptic Problem, and specifically the Farrer hypothesis, which postulates Markan priority but dispenses with the Q document, suggesting instead that Luke knew the contents of Matthew. Goulder was also associated with the theory that the evangelists were highly creative authors, and that Matthew and Luke had only minimal source material.  In recent years, he wrote widely on a theory of Christian origins that sees a fundamental opposition between Paul the Apostle on one side and the Jerusalem Christians Peter and James, Jesus' brother, on the other. This has been seen as reviving a hypothesis proposed by 19th century Hegelian philosopher and theologian Ferdinand Christian Baur of the Tübingen school.Goulder was an unusual biblical scholar in that he had expertise in both testaments. He published extensively over a twenty-year period on a variety of Old Testament topics, but especially the Psalms. His works in this area aimed among other things to discover the historical contexts in which individual psalms were used in worship, employing comparisons with the traditions behind other parts of the Hebrew Bible such as the Pentateuch. Despite some scholarly criticisms of his conclusions, Goulder has been described as \"a renowned leader in the study of the Hebrew Psalter\".Educated at Eton followed by Trinity College, Cambridge, where he took a degree in classics, he was ordained in Hong Kong by Bishop Ronald Hall, having gone out there originally in pursuance of secular employment. Having not received any formal theological training, he returned to England and studied under Austin Farrer at Trinity College, Oxford, while serving a curacy at the university church. After a number of years of parochial ministry in Withington, Manchester he returned to Hong Kong as principal of the Union Theological College there before taking up a post at Birmingham University's Extra Mural Department. Some years later he returned to Trinity to give the Speaker's lectures at Trinity College, Oxford in 1969–71 on St. Matthew's method of writing the gospel and, in the process, dispensing with Q, for which he was awarded a Doctorate by the University. In Birmingham he ran lecture courses for clergy but it was following an invitation to give lectures back in Hong Kong that he decided to resign his orders as a priest which he did in 1981, though he never became an aggressive atheist. Goulder was a Fellow of the Committee for the Scientific Examination of Religion (CSER) which is a division of the Council for Secular Humanism and became President of Birmingham Humanists in 1993 shortly before retiring from academic life."}