{"wikidata_id": "Q263725", "title": "Janet Yellen", "url": "https://en.wikipedia.org/wiki/Janet_Yellen", "summary": "Janet Louise Yellen (born August 13, 1946) is an American economist serving as the 78th United States secretary of the treasury since January 26, 2021. She previously served as the 15th chair of the Federal Reserve from 2014 to 2018. She is the first person to hold those positions having also led the White House Council of Economic Advisers and the first woman to hold either post.\nBorn and raised in Bay Ridge, Brooklyn, Yellen graduated from Brown University in 1967 and earned a Ph.D. in economics from Yale University in 1971. She taught as an assistant professor at Harvard University from 1971 until 1976 when she began working for the Federal Reserve Board as a staff economist from 1977 to 1978 before joining the faculty of the London School of Economics from 1978 to 1980. Yellen is professor emeritus at the Haas School of Business and the University of California, Berkeley, where she has been a faculty member since 1980 and became the Eugene E. and Catherine M. Trefethen Professor of Business Administration and Professor of Economics.\nYellen served as a member of the Federal Reserve Board of Governors from 1994 to 1997 and was nominated to the position by President Bill Clinton, who then named her chair of the Council of Economic Advisers from 1997 to 1999. She subsequently returned to academia before being appointed president and chief executive officer of the Federal Reserve Bank of San Francisco from 2004 until 2010. Afterward, President Barack Obama chose her to replace Donald Kohn as vice chair of the Federal Reserve from 2010 to 2014 before nominating her to succeed Ben Bernanke as chair of the Federal Reserve three years later. She had one of the shortest tenures in that position and was succeeded by Jerome Powell after President Donald Trump refused to renominate her for a second term. Following her resignation from the Federal Reserve, Yellen joined the Brookings Institution as a distinguished fellow in residence from 2018 until 2020, when she once again went into public service.\nOn November 30, 2020, then-President-elect Joe Biden nominated Yellen to serve as secretary of the treasury; she was confirmed by the U.S. Senate on January 25, 2021, and took office the next day."}