{"wikidata_id": "Q2642828", "title": "Alberto Fernández", "url": "https://en.wikipedia.org/wiki/Alberto_Fern%C3%A1ndez", "summary": "Alberto Ángel Fernández (American Spanish: [alˈβeɾto feɾˈnandes] (listen); born 2 April 1959) is an Argentine politician, lawyer and professor, serving as president of Argentina since 2019. Born in Buenos Aires, Fernández attended the University of Buenos Aires, where he earned his law degree at the age of 24, and later became a professor of criminal law. He entered public service as an adviser to Deliberative Council of Buenos Aires and the Argentine Chamber of Deputies. In 2003, he was appointed Chief of the Cabinet of Ministers, serving during the entirety of the presidency of Néstor Kirchner, and the early months of the presidency of Cristina Fernández de Kirchner.\nA member of the Peronist faction within the Justicialist Party, Fernández was the party's candidate for 2019 Argentine general election and defeated incumbent president Mauricio Macri, with 48% of the votes. His political position has been described as left-wing.The first two years of his presidency was limited by the COVID-19 pandemic in Argentina, during which he imposed strict lockdown measures to suppress the spread of the disease, and a debt crisis inherited from his predecessor. While the economy did recover in 2021-22, inflation rose to 100% (the highest since 1991). His approval ratings have been constantly low throughout his presidency, only in few certain occasions over 50% approval rate, with disapproval ratings from 60% to 80%.According to British newspaper The Economist, he is considered \"a president without plan\", and his presidency to be a \"weak administration\", alluding to his lack of independent decision-making. Instead, his decisions are under heavy influence of Vice President and former President Cristina Fernández de Kirchner, also leader of the coalition, whom Fernández himself described as a \"permanent source of consultation.\"On April 2023, Fernández announced that he decided to not seek reelection to the presidency in the 2023 general election."}