{"wikidata_id": "Q264766", "title": "Theresa May", "url": "https://en.wikipedia.org/wiki/Theresa_May", "summary": "Theresa Mary, Lady May (; née Brasier; born 1 October 1956) is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. She previously served in David Cameron's cabinet as Home Secretary from 2010 to 2016, and has been Member of Parliament (MP) for Maidenhead in Berkshire since 1997. May was the UK's second female prime minister after Margaret Thatcher, and the first woman to hold two of the Great Offices of State. Ideologically, May identifies herself as a one-nation conservative.May grew up in Oxfordshire and attended St Hugh's College, Oxford. After graduating in 1977, she worked at the Bank of England and the Association for Payment Clearing Services. She also served as a councillor for Durnsford in Merton. After two attempts to be elected to the House of Commons, she was elected as MP for Maidenhead at the 1997 general election. From 1999 to 2010, May held several roles in shadow cabinets. She was Chairman of the Conservative Party from 2002 to 2003.\nFollowing formation of the coalition government after the 2010 general election, May was appointed Home Secretary and Minister for Women and Equalities, giving up the latter role in 2012. Reappointed after the Conservative success in the 2015 general election, she became the longest-serving Home Secretary in over 60 years. During her tenure she pursued reform of the Police Federation, implemented a harder line on drugs policy including banning khat and brought in further restrictions on immigration. She oversaw introduction of elected police and crime commissioners, deportation of Abu Qatada and creation of the College of Policing and the National Crime Agency. May supported the unsuccessful Britain Stronger in Europe campaign for the UK to remain in the European Union.\nMay stood in the Conservative Party leadership election to succeed Cameron, who resigned on the outcome of the 2016 referendum. She began the process of withdrawing the UK from the European Union, triggering Article 50 in March 2017. In April she announced a snap general election, with the aims of strengthening her hand in Brexit negotiations and highlighting her \"strong and stable\" leadership. This resulted in a hung parliament with the number of Conservative seats reduced to 317 (from 330), despite the highest vote share since 1983. Loss of an overall majority prompted her to enter a confidence and supply arrangement with the Democratic Unionist Party (DUP) of Northern Ireland to support a minority government.\nAs Prime Minister, May carried out the Brexit negotiations with the European Union, adhering to the Chequers plan, which resulted in the Brexit withdrawal agreement. She oversaw a £20 billion increase in funding to the National Health Service through the NHS Long Term Plan, established the first Race Disparity Audit and launched a 25 Year Environment Plan, amending the Climate Change Act 2008 to end the UK's contribution to global warming by 2050. Unemployment in the UK fell to record lows (since 1975). May survived two votes of no confidence in December 2018 and January 2019, but after versions of her draft withdrawal agreement were rejected by Parliament three times, she announced her resignation in May 2019. She left office on 24 July and was succeeded by Boris Johnson, her former Foreign Secretary. May remains in the House of Commons as a backbencher.\nMay's premiership was dominated by Brexit, in particular by negotiations with the European Union of a Brexit withdrawal agreement, and attempts to gain Parliamentary approval for this agreement. Other events during May's premiership included terrorist attacks in Westminster, Manchester Arena and London Bridge, the Grenfell Tower fire, disclosure aftermath of the Windrush scandal and poisoning of Sergei and Yulia Skripal. The UK's official assessment of this incident was supported by 28 other countries, who expelled an unprecedented total of 153 Russian diplomats."}