{"wikidata_id": "Q26997961", "title": "Daniel Cory", "url": "https://en.wikipedia.org/wiki/Daniel_Cory", "summary": "Daniel MacGhie Cory (27 September 1904, New York City – 18 June 1972) was an American author and George Santayana's literary secretary, assistant, and executor. Cory was also the secretary and assistant to the epistemologist Charles Augustus Strong.Cory attended Columbia University but left without completing his undergraduate degree. During the last twenty-years of Santayana's life, Cory was the philosopher's closest friend as well as his literary secretary and assistant, receiving a monthly stipend for many years. Their friendship began in 1927 when Cory (then living in England) wrote a letter to Santayana (who wrote during his lifetime over 3,000 letters to over 300 recipients). He made frequent visits to Rome to assist Santayana with literary work and correspondence. Cory was the editor of a collection of Santayana's letters published by Charles Scribner's Sons in 1955 and the author and editor of Santayana: The Later Years; A Portrait with Letters published by George Braziller in 1963.\nIn the spring of 1937 Cory brought his then-fiancée with him to Rome to meet Santayana. During the 1930s Cory and his future wife Margaret \"Margot\" Batten née Degen lived together for several years, mainly in Bournemouth, Cornwall, before they were married in April 1940 in Vevey, Switzerland. She was divorced from Rupert Batten, a journalist. Because mail service from the U.K. to Italy was interrupted by WWII, Santayana did not learn of their marriage until June 1944. The Corys lived on a modest budget in England before and slightly after the war and in New York City during the war.\nDuring the 1960s and until Daniel's death in 1972, the Corys lived mainly in Italy, principally in Rome where they had modest quarters in the Hotel Dinesen near the Pincian gardens. During the summers they rented a small apartment in Brunnenburg, a picturesque castle owned by Ezra Pound's daughter, Mary de Rachewiltz, which was situated among the Dolomites, at Tirol di Merano in northern Italy.\nCory wrote a definitive account of Santayana's last illness. On 30 September 1952, Daniel Cory read Santayana's poem The Poet's Testament at the interment of the philosopher's body in the Tomb of the Spaniards in Rome's Campo Verano.Cory's writings were mostly philosophical essays published in scholarly journals and earned an insignificant amount of money.\n\n\n== References =="}