{"wikidata_id": "Q270658", "title": "Jacob Jordaens", "url": "https://en.wikipedia.org/wiki/Jacob_Jordaens", "summary": "Jacob (Jacques) Jordaens (19 May 1593 – 18 October 1678) was a Flemish painter, draughtsman and a designer of tapestries and prints.  He was a prolific artist who created biblical, mythological, and allegorical compositions, genre scenes, landscapes, illustrations of Flemish sayings and portraits.  After the death of Rubens and Anthony van Dyck, he became the leading Flemish Baroque painter of his time.  Unlike those illustrious contemporaries he never travelled abroad to study the Antique and Italian painting and, except for a few short trips to locations elsewhere in the Low Countries, he resided in Antwerp his entire life. He also remained largely indifferent to Rubens and van Dyck's intellectual and courtly aspirations. This attitude was expressed in his art through a lack of idealistic treatment which contrasted with that of these contemporaries.His principal patrons were the wealthy bourgeoisie and local churches. Only late in his career did he receive royal commissions, including from King Charles I of England, Queen Christina of Sweden and the stadtholder class of the Dutch Republic. As well as being a successful painter, he was a prominent designer of tapestries and prints.While he is today mostly identified with his large-scale genre scenes such as The King Drinks (also called the Feast of the Bean King) and As the Old Sing, So Pipe the Young, his contemporary reputation was based as much on his numerous mythological, allegorical and biblical scenes. Often regarded as a pupil and epigone of Rubens, he was never recorded as a member of Rubens' workshop. He regularly worked as an independent collaborator of Rubens. The principal influence of Rubens on his work is the use of the chiaroscuro technique which Rubens himself had mastered through his study of Caravaggio's paintings during his stay in Italy. His main artistic influences, besides Rubens, were northern Italian painters such as Jacopo Bassano, Paolo Veronese, and Caravaggio."}