{"wikidata_id": "Q270820", "title": "Margrethe Vestager", "url": "https://en.wikipedia.org/wiki/Margrethe_Vestager", "summary": "Margrethe Vestager (Danish pronunciation: [mɑˈkʁeˀtə ˈvestˌɛˀjɐ]; born 13 April 1968) is a Danish politician currently serving as Executive Vice President of the European Commission for A Europe Fit for the Digital Age since December 2019 and European Commissioner for Competition since 2014. Vestager is a member of the Danish Social Liberal Party, and of the Alliance of Liberals and Democrats for Europe Party (ALDE) on the European level.\nPrior to joining the European Commission, she served in the Danish governments of Poul Nyrup Rasmussen as Minister for Ecclesiastical Affairs from 1998 to 2000 and Minister of Education from 1998 to 2001. She was leader of the Social Liberals from 2007 to 2014, and served as Minister of Economic Affairs and the Interior under Helle Thorning-Schmidt from 2011 to 2014.\nFollowing the 2014 European Parliament election, Vestager was nominated as Denmark's European Commissioner in the Juncker Commission, becoming Commissioner for Competition. In the 2019 European Parliament election, she was one of ALDE's seven lead candidates. After the election, Vestager was nominated as the Renew Europe group's candidate for President of the European Commission. After the election of Ursula von der Leyen as President, Vestager was re-nominated as Denmark's Commissioner. She retained her Competition portfolio while also becoming one of the Commission's three Executive Vice Presidents, with responsibility for \"A Europe Fit for the Digital Age\".In her capacity as Commissioner for Competition, Vestager has gained international recognition for investigating, fining, or bringing lawsuits against major multinational companies including Google, Apple Inc., Amazon, Facebook, Qualcomm, and Gazprom. She has been described as \"the rich world's most powerful trustbuster\"  and \"the world's most famous regulator\"."}