{"wikidata_id": "Q270324", "title": "Patti LuPone", "url": "https://en.wikipedia.org/wiki/Patti_LuPone", "summary": "Patti Ann LuPone (born April 21, 1949) is an American actress and singer best known for her work in musical theater. After starting her professional career with The Acting Company in 1972 she soon gained acclaim for her leading performances on the Broadway and West End stage. She has won three Tony Awards, two Olivier Awards, and two Grammy Awards, and was a 2006 inductee to the American Theater Hall of Fame.She made her Broadway debut in Three Sisters in 1973. She went on to receive three Tony Awards; two for Best Actress in a Musical for her roles as Eva Perón in Tim Rice and Andrew Lloyd Webber's Evita in 1980, and Rose in Gypsy in 2008 and one for Best Featured Actress in a Musical for her role as Joanne in Stephen Sondheim's Company in 2022. Her other Tony-nominated roles were in The Robber Bridegroom in 1975, Anything Goes in 1988, Sweeney Todd: The Demon Barber of Fleet Street in 2006, Women on the Verge of a Nervous Breakdown in 2010, and War Paint in 2017.\nFor her performances on the West End stage she received three Laurence Olivier Awards, one for Best Actress in a Musical for her performances as Fantine in the original London cast of Les Misérables and Moll in The Cradle Will Rock in 1985, and the second for Best Actress in a Supporting Role in a Musical for Company in 2019. She was nominated for her role as Norma Desmond in Sunset Bouelvard in 1993. She has two Grammy Awards for the recording of the 2007 Los Angeles Opera production of Rise and Fall of the City of Mahagonny.\nOn television, she starred in the drama series Life Goes On (1989–1993) and received Emmy Award nominations for the TV movie The Song Spinner (1995) and her guest role in the sitcom Frasier (1998). She also had appeared in three Ryan Murphy series, American Horror Story (2013–2014, 2022), Pose (2019), and Hollywood (2020). She has also acted in Penny Dreadful (2014–2016), and Crazy Ex-Girlfriend (2017). Her film roles include 1941 (1979), Witness (1985), Driving Miss Daisy (1989), Summer of Sam (1999), State and Main (2000), and Beau Is Afraid (2023)."}