{"wikidata_id": "Q2719766", "title": "Khalid al-Mihdhar", "url": "https://en.wikipedia.org/wiki/Khalid_al-Mihdhar", "summary": "Khalid Muhammad Abdallah al-Mihdhar (Arabic: خالد المحضار, Khālid al-Miḥḍār; also transliterated as Almihdhar) (May 16, 1975 – September 11, 2001) was a Saudi Arabian terrorist hijacker. He was one of the five hijackers of American Airlines Flight 77, which was flown into the Pentagon as part of the September 11 attacks.\nAl-Mihdhar was born in Saudi Arabia and fought with the Bosnian mujahideen during the Bosnian War of the 1990s. In early 1999, he traveled to Afghanistan where, as an experienced and respected jihadist, he was selected by Osama bin Laden to participate in the attacks. Al-Mihdhar arrived in California with fellow hijacker Nawaf al-Hazmi in January 2000, after traveling to Malaysia for the Kuala Lumpur al-Qaeda Summit. At this point, the CIA was aware of al-Mihdhar, and he was photographed in Malaysia with another al-Qaeda member who was involved in the USS Cole bombing. The CIA did not inform the FBI when it learned that al-Mihdhar and al-Hazmi had entered the United States, and al-Mihdhar was not placed on any watchlists until late August 2001.\nUpon arriving in San Diego County, California, al-Mihdhar and al-Hazmi were to train as pilots, but spoke English poorly and did not do well with flight lessons. In June 2000, al-Mihdhar left the United States for Yemen, leaving al-Hazmi behind in San Diego. Al-Mihdhar spent some time in Afghanistan in early 2001 and returned to the United States in early July 2001. He stayed in New Jersey in July and August, before arriving in the Washington, D.C. area at the beginning of September.\nOn the morning of September 11, 2001, al-Mihdhar boarded American Airlines Flight 77, and assisted in the hijacking of the plane which was hijacked approximately 30 minutes after takeoff. al-Midhar and his team of hijackers then deliberately crashed the plane into the Pentagon, killing all 64 people aboard the flight, along with 125 on the ground."}