{"wikidata_id": "Q271986", "title": "Kathryn Hahn", "url": "https://en.wikipedia.org/wiki/Kathryn_Hahn", "summary": "Kathryn Marie Hahn (born July 23, 1973) is an American actress and comedian. She began her career on television, starring as grief counselor Lily Lebowski in the NBC crime drama series Crossing Jordan (2001–2007). Hahn gained prominence appearing as a supporting actress in a number of comedy films, including How to Lose a Guy in 10 Days (2003), Anchorman: The Legend of Ron Burgundy (2004), Step Brothers (2008),  The Goods: Live Hard, Sell Hard (2009), Our Idiot Brother (2011), We're the Millers and The Secret Life of Walter Mitty (both 2013), and Glass Onion: A Knives Out Mystery (2022).\nAs a lead actress in film, Hahn starred in Joey Soloway's comedy-drama Afternoon Delight (2013), the comedy film Bad Moms (2016), and its 2017 sequel, and the Tamara Jenkins drama Private Life (2018). For the latter, she received critical acclaim and a Gotham Award nomination for Best Actress. She has appeared in various dramatic films, including Revolutionary Road (2008), This Is Where I Leave You (2014), Tomorrowland (2015), The Visit (2015), and Captain Fantastic (2016), for which she received her first Screen Actors Guild Award nomination. She voiced Ericka Van Helsing in the two subsequent films of the Hotel Transylvania franchise (2018-2022) and Doctor Octopus in the Academy Award winning animated film Spider-Man: Into the Spider-Verse (2018).\nIn television, Hahn was featured in a recurring guest role on the NBC sitcom Parks and Recreation (2012–2015), for which she received a Critics' Choice nomination for Best Guest Performer in a Comedy Series, she starred in the Amazon Prime Video comedy-drama series Transparent (2014–2019), for which she received a nomination for a Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. Hahn also starred in the Amazon Prime Video comedy series I Love Dick (2016–2017), the HBO comedy miniseries Mrs. Fletcher (2019), the HBO drama miniseries I Know This Much Is True (2020), and the Apple TV+ limited series The Shrink Next Door (2021). Since 2020, Hahn has voiced the role of Paige Hunter in the Apple TV+ animated musical comedy series Central Park.\nShe starred as Agatha Harkness in the Marvel Cinematic Universe miniseries WandaVision (2021), for which she received critical acclaim and a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie. In April 2023, she starred in the lead role of Clare on the critically acclaimed Hulu series Tiny Beautiful Things."}