{"wikidata_id": "Q272086", "title": "Katharine Cornell", "url": "https://en.wikipedia.org/wiki/Katharine_Cornell", "summary": "Katharine Cornell (February 16, 1893 – June 9, 1974) was an American stage actress, writer, theater owner and producer. She was born in Berlin to American parents and raised in Buffalo, New York.\nDubbed \"The First Lady of the Theatre\" by critic Alexander Woollcott, Cornell was the first performer to receive the Drama League Award, for Romeo and Juliet in 1935. Cornell is noted for her major Broadway roles in serious dramas, often directed by her husband, Guthrie McClintic.  The couple formed C. & M.C. Productions, Inc., a company that gave them complete artistic freedom in choosing and producing plays. Their production company gave first or prominent Broadway roles to some of the more notable actors of the 20th century, including many British Shakespearean actors.\nCornell is regarded as one of the great actresses of the American theatre. Her most famous role was that of English poet Elizabeth Barrett Browning in the 1931 Broadway production of The Barretts of Wimpole Street. Other appearances on Broadway included in W. Somerset Maugham's The Letter (1927), Sidney Howard's The Alien Corn (1933), Juliet in Romeo and Juliet (1934), Maxwell Anderson's The Wingless Victory (1936), S. N. Behrman's No Time for Comedy (1939), a Tony Award-winning Cleopatra in Antony and Cleopatra (1947), and a revival of Maugham's The Constant Wife (1951).Cornell was noted for spurning screen roles, unlike other actresses of her day. She appeared in only one Hollywood film, the World War II morale booster Stage Door Canteen, in which she played herself. She did appear in television adaptations of The Barretts of Wimpole Street and Robert E. Sherwood's There Shall Be No Night. She also narrated the documentary Helen Keller in Her Story, which won an Oscar.\nPrimarily regarded as a tragedienne, Cornell was admired for her refined, romantic presence. One reviewer observed, \"Hers is not a robust romanticism, however. It tends toward dark but delicate tints, and the emotion she conveys most aptly is that of an aspiring girlishness which has always been subject to theatrical influences of a special sort.\" Her appearances in comedy were infrequent, and praised more widely for their warmth than their wit. When she played in The Constant Wife, critic Brooks Atkinson concluded that she had changed a \"hard and metallic\" comedy into a romantic drama.Cornell died on June 9, 1974, in Tisbury, Massachusetts (on Martha's Vineyard), aged 81, and is buried at Tisbury Village Cemetery, Tisbury, Martha's Vineyard, Massachusetts."}