{"wikidata_id": "Q273044", "title": "Keke Palmer", "url": "https://en.wikipedia.org/wiki/Keke_Palmer", "summary": "Lauren Keyana \"Keke\" Palmer ( KEE-kee; born August 26, 1993) is an American actress, singer and television personality. Known for playing leading and character roles in comedy and drama productions, she has received several accolades, including a Primetime Emmy Award, five NAACP Image Awards, and nominations for a Daytime Emmy Award and a Screen Actors Guild Award. Time magazine included her on their list of most influential people in the world in 2019.Palmer made her acting debut in Barbershop 2: Back in Business (2004). She later appeared in the television film The Wool Cap (2004), and had her breakthrough starring in the drama film Akeelah and the Bee (2006). Her debut studio album, So Uncool, was released in 2007, and she progressed as a child actress with roles in Madea's Family Reunion (2006), Jump In! (2007), The Longshots (2008) and Shrink (2009). She played a number of roles on Nickelodeon, such as the title character in the sitcom True Jackson, VP (2008–2011), providing the voice of Aisha in the Nickelodeon revival of Winx Club (2011–2014), and headlining the television film Rags (2012). \nPalmer made her transition to mature roles with the VH1 biographical film CrazySexyCool: The TLC Story (2013). From 2014 to 2015 she starred as Ella in Rodgers + Hammerstein's Cinderella on Broadway. She has since starred in television series such as the Fox satirical horror series Scream Queens (2015–2016), the Epix drama series Berlin Station (2017–2019), the slasher series Scream (2019), and the Facebook Watch series Turnt Up with the Taylors (2021) for which she received a Primetime Emmy Award. She also starred in films such as Animal (2014), Pimp (2018), Hustlers (2019) and Jordan Peele's Nope (2022).Since So Uncool, Palmer has released three extended plays: Lauren (2016), Virgo Tendencies, Pt. 1 (2019) and Virgo Tendencies, Pt. 2 (2020). She hosted the talk show Just Keke (2014) and co-hosted the talk show Strahan, Sara and Keke (2019–2020), the latter earning her a Daytime Emmy Award nomination for Outstanding Entertainment Talk Show Host."}