{"wikidata_id": "Q2770870", "title": "Jimmy James Ross", "url": "https://en.wikipedia.org/wiki/Jimmy_James_Ross", "summary": "James Albert Abraham (10 April 1936, Trinidad and Tobago – 21 March 2000, Wiekevorst Belgium), known as Jimmy Ross or Mel Turner, was a singer and composer mostly known for his disco-hit in England, \"First True Love Affair\" in 1981.\nHe joined the US Navy at a young age as a cook. Later in life, he changed his last name to Ross, the last name of his mother. During his teenage years in the navy, he quickly became known for his singing capabilities on board the ship. Making extra money in local bars and clubs whenever they went ashore Ross quickly got recognition for his talent.\nNot long after leaving the Navy, he made his way to Europe. Having lived in the U.K. and Germany, where got married, he finally settled down in Belgium, where he lived for the rest of his life.Living in Kasterlee-Lichtaart he became friends with the singer-songwriter and amusement park owner Bobbejaan Schoepen and his family. He started to perform and record as \"Mel Turner\". He lived for many years in Bobbejaanland where Mel Turner and Bobbejaan Schoepen intensively worked together in Bobbejaan's venue.In April 1968, after the assassination of Martin Luther King Jr., Mel Tuner (a.k.a. Jimmy Ross) and Bobbejaan Schoepen wrote the song 'They Killed the King' together as a tribute to Rev. King. It was intended to be a tribute to all peaceful defenders of equality, humanity, and freedom. The song was first released on Bobbejaan Records, on May 14, 1968, less than six weeks after King was murdered on April 4, 1968. Mel Turner and Bobbejaan Schoepen passed each other daily backstage and were in shock when MLK was murdered; they immediately composed this tribute to Martin Luther King Jr. Later it became also the opening track of Mel Turner's album \"A portrait of Mel Turner\" (1970).\nJimmy Ross' biggest breakthrough was \"First True Love Affair\" (Luciano Ninzatti / Stefano Pulga / Mel Turner), a song that reached #7 on the Dance music Charts, and the song reached #90 on the US Billboard. Another noticeable song was \"Fall into a Trance\" which had similar success.During the 1980s and 1990s he moved back to Bobbejaanland to perform there most of the time.In 1993, Ross was diagnosed with emphysema. After a long battle, he died on 21 March 2000.\nBeginning April 2014 \"They Killed a King\" was released in Europe and across the US by Sam Moore (of Sam and Dave).\n\n\n== References =="}