{"wikidata_id": "Q27927977", "title": "Peter Fox (journalist)", "url": "https://en.wikipedia.org/wiki/Peter_Fox_(journalist)", "summary": "Peter André Fox (1830–1869) was a radical journalist, based in England.\nBorn into a wealthy family as Peter Fox André, he became an atheist and married a working-class woman.  As a result, he was disowned by his family.  He first came to prominence as publisher of the National Reformer, a newspaper which campaigned for secularism.  He subscribed to the Religion of Humanity of Auguste Comte, and was also a leading figure in the British National League for the Independence of Poland, and served on the executive of the Reform League.Fox was a founding member of the International Workingmen's Association (IWMA) in 1864, serving on its general council continuously, and acting as its press representative from 1865 onwards.  Other than Karl Marx, he was the only regular member of the council who was a non-worker and considered an intellectual.In May 1866, Fox was made the IWMA's Corresponding Secretary to America.  He threw himself into the task, writing to a large number of leaders of working-class movements in the country, and had particular success with William Jessup, vice president of the National Labor Union, who led his union into sympathy with the IWMA.In September 1866, the IWMA's general secretary, W. R. Cremer, suddenly stood down.  Fox was the only council member who could take over at short notice, and so he filled the post until November, when Cremer briefly returned.  He continued as Corresponding Secretary, but increasingly came into conflict with Marx, believing that Marx had manoeuvred to remove some of his contacts from posts in the movement.  Fox proposed that the headquarters of the IWMA be moved to Geneva, as he knew that Marx had less support there than in other centres of the movement, but the council rejected this plan.  He resigned later in 1867, citing a need to work full-time as a journalist in order to support his family.Fox subsequently moved to Vienna, and soon afterwards began corresponding with Marx on a friendly basis.  He died of a pulmonary disease in 1869, leaving his wife and children in poverty.  Marx contacted Fox's mother, who agreed to assist Fox's wife and children after Marx threatened to start public collections."}