{"wikidata_id": "Q2808", "title": "Elton John", "url": "https://en.wikipedia.org/wiki/Elton_John", "summary": "Sir Elton Hercules John  (born Reginald Kenneth Dwight; 25 March 1947) is a British singer, pianist and composer. He has sold over 300 million records worldwide, making him one of the best-selling artists of all time, and he is the most successful solo artist in the history of the US Billboard charts. Acclaimed by critics and musicians, particularly for his work during the 1970s and for his lasting impact on the music industry, his music and showmanship have had a significant impact on popular music. His songwriting partnership with lyricist Bernie Taupin is one of the most successful in history.John was raised in the Pinner suburb of London and learned to play piano at an early age, winning a scholarship to the Royal Academy of Music, where he studied for five years. He formed the blues band Bluesology in 1962, but left it in 1967 to embark on a solo career. John met Taupin after they both answered an advert for songwriters. For two years, they wrote songs for other artists, and John worked as a session musician. John released his debut album Empty Sky in 1969, and a year later formed the Elton John Band and released his first hit single, \"Your Song\". John's critical success was at its peak in the 1970s, when he released a streak of chart-topping albums in the US and UK, which began with Honky Château (1972) and culminated with Rock of the Westies (1975). John continued his success in the 1980s and 1990s, having several hit singles and albums in both decades, and has continued to record new music since then. He has also had success in musical films and theatre, composing music for The Lion King, Aida, and Billy Elliot the Musical. In 2018, John began his ongoing farewell tour Farewell Yellow Brick Road, which is scheduled to conclude in 2023. His life and career were dramatised in the 2019 biopic Rocketman.\nOutside of music, John is an HIV/AIDS charity fundraiser and has been involved in the fight against AIDS since the late 1980s. He established the Elton John AIDS Foundation in 1992, which has raised over £300 million since its inception, and a year later he began hosting his annual AIDS Foundation Academy Awards Party, which has since become one of the biggest high-profile Oscar parties in the Hollywood film industry. John was the chairman and director of Watford F.C, from 1976 to 1987, and again from 1997 to 2002, and is an honorary life president of the club. From the late 1970s to the late 1980s, John developed a severe addiction problem to drugs and alcohol, but has been sober since 1990. In 2005, he entered a civil partnership with his long-term partner, the Canadian filmmaker David Furnish. They married in 2014, when same-sex marriage became legal in England and Wales.John has more than fifty top-40 hits in the UK Singles Chart and US Billboard Hot 100, including nine number ones in the UK and US, as well as seven consecutive number-one albums in the US. His tribute single to Princess Diana, \"Candle in the Wind 1997\", a rewritten version of his 1974 single, sold over 33 million copies worldwide and is the best-selling chart single of all time. In 2021, he became the first solo artist with UK Top 10 singles across six decades. John's numerous awards include five Grammy Awards, five Brit Awards; including for Outstanding Contribution to Music; two Academy Awards, two Golden Globes, a Tony Award, a Laurence Olivier Award, a Disney Legend Award, and the Kennedy Center Honor. He was inducted into the Songwriters Hall of Fame in 1992 and the Rock and Roll Hall of Fame in 1994, and is a fellow of The Ivors Academy. He was knighted by Queen Elizabeth II for services to music and charitable services in 1998, and was appointed a member of the Order of the Companions of Honour by King Charles III (then Prince of Wales) in 2020."}