{"wikidata_id": "Q28843759", "title": "Rosalía", "url": "https://en.wikipedia.org/wiki/Rosal%C3%ADa", "summary": "Rosalia  Vila Tobella (born 25 September 1992), known mononymously as Rosalía (Spanish: [rosaˈli.a], Catalan: [ruzəˈli.ə]), is a Spanish singer and songwriter. Born and raised in the outskirts of Barcelona, she has been described as an \"atypical pop star\" due to her genre-bending musical styles. After being enthralled by Spanish folk music at age 13, she studied musicology at Catalonia College of Music while also performing at musical bars and weddings.She completed her studies with honors by virtue of her collaborative cover album with Raül Refree, Los Ángeles (2017), and the baccalaureate project El Mal Querer (2018). Reimagining flamenco by mixing it with pop and hip hop music, it spawned the singles \"Malamente\" and \"Pienso en tu Mirá\", which caught the attention of the Spanish general public, and were released to universal critical acclaim. Recipient of the Latin Grammy Award for Album of the Year and listed in Rolling Stone's 500 Greatest Albums of All Time, El Mal Querer started the ascent of Rosalía into the international music scene. Rosalía explored urbano music with her 2019 releases \"Con Altura\" and \"Yo x Ti, Tú x Mí\", achieving global success. She gave reggaeton an experimental twist on her third studio album Motomami (2022), departing from the new flamenco sound of its predecessor. The album caught international attention with its singles \"La Fama\" and \"Saoko\" and became the best reviewed album of the year on Metacritic.Throughout her career, Rosalía has accumulated eleven number-one singles in her home country, the most for a local artist. She has also won two Grammy Awards, twelve   Latin Grammy Awards (including two Album of the Year wins), four MTV Video Music Awards, an MTV Europe Music Award, three UK Music Video Awards and two Premio Ruido awards, among others. In 2019, Billboard gave her the Rising Star Award for \"changing the sound of today's mainstream music with her fresh flamenco-influenced pop\", and became the first Spanish-singing act in history to be nominated for Best New Artist at the Grammys. She is widely considered one of the most successful and influential Spanish singers of all-time."}