{"wikidata_id": "Q288588", "title": "Yvonne Catterfeld", "url": "https://en.wikipedia.org/wiki/Yvonne_Catterfeld", "summary": "Yvonne Catterfeld (born 2 December 1979) is a German singer, actress, and television personality. Born and raised in Erfurt, Thuringia, she later moved to Leipzig to pursue her career in music. In 2000, she participated in the debut season of the singing competition series Stimme 2000, where she came in second place. Catterfeld subsequently signed a recording deal with Hansa Records, which released her debut single \"Bum\" in 2001. The same year, she was propelled to stardom when she was cast in a main role in the German soap opera Gute Zeiten, schlechte Zeiten. In 2003, Catterfeld made her musical breakthrough when her fifth single, \"Für dich\", became an international number-one hit and produced the equally successful album Meine Welt.\nCatterfeld continued booking success with follow-up albums Farben meiner Welt (2004) and Unterwegs (2005), which spawned the hit singles \"Du hast mein Herz gebrochen\" and \"Glaub an mich\". Following her departure from GZSZ and a starring role in the short-living telenovela Sophie – Braut wider Willen, she released her fourth album Aura, which was less successful commercially and led to a decline in her musical career. She transitioned to Sony Music, and after an unsuccessful period, returned to the top of music charts with the reissue of her sixth album Lieber so (2013), when she appeared in the second season of Sing meinen Song - Das Tauschkonzert, the German version of the series The Best Singers.\nThroughout a career spanning 15 years, Catterfeld has sold nearly one million records as a solo artist, making her one of the best-known German female music artists. Aside from her commercial accomplishments, her work has earned her numerous awards and accolades, including a Bambi Award, a Goldene Stimmgabel, and an ECHO Award. An established actress, she has appeared in several international television and theatrical films, including Keinohrhasen (2007), The Promise (2011), and Beauty and the Beast (2014). In 2016, she became a coach on the German television series The Voice of Germany."}