{"wikidata_id": "Q28835658", "title": "Paul R. Rosenbaum", "url": "https://en.wikipedia.org/wiki/Paul_R._Rosenbaum", "summary": "Paul R. Rosenbaum is the Robert G. Putzel Professor Emeritus in the Department of Statistics and Data Science at Wharton School of the University of Pennsylvania, where he worked from 1986 through 2021.[1] [2][3]  He has written extensively about causal inference in observational studies, including sensitivity analysis, optimal matching, design sensitivity, evidence factors, quasi-experimental devices, and (with Donald B. Rubin) the propensity score.  With various coauthors, he has also written about health outcomes, racial disparities in health outcomes, instrumental variables, psychometrics and experimental design.Rosenbaum is the author of several books:  (i) Observational Studies, first edition 1995, second edition 2002, in the Springer Series in Statistics, New York: Springer, (ii) Design of Observational Studies, first edition 2010, second edition 2020, in the Springer Series in Statistics, New York: Springer, (iii) Observation and Experiment: An Introduction to Causal Inference, 2017, Cambridge, MA: Harvard University Press, (iv) Replication and Evidence Factors in Observational Studies, 2021, in the Chapman & Hall/CRC Monographs on Statistics and Applied Probability, 167, New York: CRC Press/Taylor & Francis Group.\nFor work in causal inference, the Committee of Presidents of Statistical Societies gave Rosenbaum the R. A. Fisher Award and Lectureship in 2019 and the George W. Snedecor Award in 2003.  His R. A. Fisher Lecture is available on YouTube beginning at minute 32.  He received Nathan Mantel Award from the Section on Statistics in Epidemiology of the American Statistical Association in 2017, and the Long-Term Excellence Award from the Health Policy Statistics Section of the American Statistical Association in 2018.  He delivered an Institute of Mathematical Statistics Medallion Lecture about evidence factors in 2020, and a complete and a short version of the lecture are available on YouTube.  He is a Fellow of the American Statistical Association.\n\n\n== References =="}