{"wikidata_id": "Q28967995", "title": "Erling Haaland", "url": "https://en.wikipedia.org/wiki/Erling_Haaland", "summary": "Erling Braut Haaland (né Håland; Urban East Norwegian: [ˈhòːlɑn]; born 21 July 2000) is a Norwegian professional footballer who plays as a striker for Premier League club Manchester City and the Norway national team. Considered one of the best players in the world, he is known for his speed, strength, and finishing inside the box.Coming through the youth system, Haaland played at senior level for Bryne's reserve and senior teams. He then moved to Molde in 2017 (also playing for their reserve team), with whom he spent two seasons. Haaland signed with Austrian Bundesliga side Red Bull Salzburg in January 2019, winning two league titles and one Austrian Cup. In December 2019, he moved to German Bundesliga club Borussia Dortmund, where he won the DFB-Pokal in 2020–21. In the summer of 2022, he transferred to Manchester City for a fee of €60 million (£51.2 million).\nHaaland has won several individual awards and broken various records during his career. During the 2019–20 season with Salzburg, he became the first teenager to score goals in five consecutive UEFA Champions League matches. He was the top scorer of the Champions League for the 2020–21 season. In 2020, Haaland won the Golden Boy award, while in 2021 he was named Bundesliga Player of the Season and was included in the FIFA FIFPro World11 in 2021 and 2022. With Manchester City, he has also broken Premier League records, including becoming the quickest individual to score two, three and four hat-tricks, and becoming the first player in the league's history to score hat-tricks in three consecutive home games.\nHaaland has represented Norway at various youth levels. In the 2019 FIFA U-20 World Cup, he won the tournament's Golden Boot, after scoring a record nine goals in a single match. He made his senior international debut in September 2019."}