{"wikidata_id": "Q289089", "title": "Rachel Zoe", "url": "https://en.wikipedia.org/wiki/Rachel_Zoe", "summary": "Rachel Zoe Rosenzweig (born September 1, 1971) is an American fashion designer, businesswoman and author who rose to prominence as a celebrity wardrobe stylist. She has been credited with the creation of \"the boho-meets-rock chic look that came to define a new breed of Hollywood ‘it’-girls who were as adept at setting trends as they were at causing trouble\" in the mid-2000s. Describing her signature look to Vogue magazine, Zoe said: \"It's very 60s to 70s glamour. It's Mod meets Grecian. A lot of gold and a lot of bronze, shimmer and glamour, but relaxed glamour, very unstructured, bold accessories.\" Zoe's clients as a stylist have included Cameron Diaz, Kate Hudson, Kate Beckinsale, Debra Messing, Demi Moore, Liv Tyler, Joy Bryant, Molly Sims, Beau Garett, Eva Mendes, Paula Patton, Anne Hathaway, Jennifer Lawrence, Miley Cyrus, and Pauly Shore.During the mid-2000s, Zoe's look was heavily associated with Nicole Richie, who hired Zoe as a stylist in 2005, as well as with actresses Mischa Barton and Lindsay Lohan. Zoe's influence on her clients was discussed in the media, with speculation that she was responsible for Richie's widely-reported weight loss and more generally setting a trend for 'size zero' bodies. The LA Times claimed that \"Fashion insiders have whispered privately that Zoe is single-handedly bringing back anorexia\", accusations that she denied. In December 2006, Zoe was fired by Richie and the media reported a \"feud\" between the pair, who had previously been close friends. Following the subsequent decline of 'boho' fashion, the tabloid media lost much of its interest in Zoe, although she continued working as a stylist to celebrities.Zoe manages lifestyle brand The Zoe Report, which began as a newsletter which she launched in 2009. She launched her eponymous fashion brand in 2011. From 2008 until 2013, Zoe starred in the Bravo reality television series The Rachel Zoe Project, which ran for five seasons."}