{"wikidata_id": "Q2925780", "title": "Brittney Griner", "url": "https://en.wikipedia.org/wiki/Brittney_Griner", "summary": "Brittney Yevette Griner (; born October 18, 1990) is an American professional basketball player for the Phoenix Mercury of the Women's National Basketball Association (WNBA). She is a two-time Olympic gold medalist with the U.S. women's national basketball team and a six-time WNBA All-Star. She was additionally named one of the 100 most influential people in the world by Time magazine in 2023.In 2009, Griner was named the nation's No. 1 high school women's basketball player by Rivals.com. She was selected to the 2009 All-American basketball team. She played college basketball for the Baylor Lady Bears in Waco, Texas. She had a breakout senior year in 2012, as the three-time All-American was named the AP Player of the Year, the Most Outstanding Player of the Final Four, led Baylor in winning the National Championship, and won the Best Female Athlete ESPY Award. Griner is also the only NCAA basketball player to both score 2,000 points and block 500 shots.Professionally, Griner was selected as the first overall pick in 2013 WNBA Draft by the Phoenix Mercury, with whom she won the 2014 WNBA championship. Standing 6 ft 9 in (206 cm) tall, Griner wears a men's U.S. size 17 shoe and has an arm span of 87.5 in (222 cm).Griner led the U.S. national women's basketball team to victory at the Rio Olympics in 2016. In 2020, Griner protested \"The Star-Spangled Banner\" and stated she would not be on the court while the national anthem was played during game openers. Griner was named to the national team for the 2020 Olympics (held in 2021 in Tokyo, Japan), where she won her second gold medal. She is also a two-time FIBA Women's World Cup winner with Team USA (2014 and 2018)\nOn February 17, 2022, Griner was detained and arrested on smuggling charges by Russian customs officials after cartridges containing less than a gram of medically prescribed hash oil were found in her luggage. She had been playing basketball with the Russian Premier League during the WNBA off-season. Her trial began on July 1, and she pleaded guilty to the charges. On August 4, she was sentenced to nine years in prison. In November 2022, Griner was transferred to the Russian penal colony IK-2. US officials stated that she was \"wrongfully detained\". On December 8, Griner was released in a prisoner exchange for Russian arms dealer Viktor Bout."}