{"wikidata_id": "Q299758", "title": "Samantha Riley", "url": "https://en.wikipedia.org/wiki/Samantha_Riley", "summary": "Samantha Linette Pearl Riley  (born 13 November 1972) is an Australian breaststroke swimmer of Aboriginal descent who competed for Australia in the 1992 Summer Olympics in Barcelona and the 1996 Summer Olympics in Atlanta, winning three medals.  She trained under Scott Volkers at the Commercial Swimming Club in Brisbane.\nHaving been advised as a child to begin swimming to combat asthma, the Brisbane schoolgirl broke into the Australian team for the 1991 World Championships in Perth, Western Australia, winning a silver medal in the medley relay.  The following year, Riley won a bronze medal in the 100-metre breaststroke at the 1992 Barcelona Olympics, as well as competing in the 200-metre event.\nIn 1994, Riley won both breaststroke events at the 1994 Commonwealth Games in Victoria, British Columbia, and repeated the feat at the 1994 World Championships in Rome, Italy, setting a world record of 1 minute, 07.69 seconds in the 100-metre event.  This prompted Swimming World magazine to name her as the Female World Swimmer of the Year.\nRiley continued to sweep all before her in 1995, but arrived for the 1996 Summer Olympics under the cloud of a doping controversy. She had failed a drug test, and was only exonerated after her coach Scott Volkers admitted to giving her a headache tablet which contained the banned substance.  Under the pressure of the controversy, Riley performed well outside her personal best times, which would have been enough for gold. She collected a bronze in the 100m breaststroke. She also collected a silver medal in the 4x100-meter relay with Nicole Stevenson, Susie O'Neill and Sarah Ryan.\nRiley never stood on the podium again as an individual at the world level, but maintained her position in the Australian squad. Many anticipated her to return to her peak at the 2000 Summer Olympics in Sydney, but a kidney infection disrupted her training.  She retired shortly after being Australia's most successful female breaststroke swimmer in the 1990s.\nAt one stage during the mid-1990s, Riley was the girlfriend of Norwegian Olympic champion speedskater Johann Olav Koss.  This sparked media speculation that he would compete for Australia at the Winter Olympics.\nThe major arterial Samantha Riley Drive in Kellyville is named after her. The Australian Olympic Committee recognised her in their list of Australian Indigenous Olympians."}