{"wikidata_id": "Q299138", "title": "Kid Cudi", "url": "https://en.wikipedia.org/wiki/Kid_Cudi", "summary": "Scott Ramon Seguro Mescudi (born January 30, 1984), also known by his stage name Kid Cudi ( KUDD-ee), is an American rapper, singer, songwriter, record producer, actor, and fashion designer. Born and raised in Cleveland, Ohio, Cudi would move to New York City in pursuit of a musical career, where he first gained major recognition following the release of his debut single \"Day 'n' Nite\", which he initially self-published on his MySpace page. The song went on to become a worldwide hit and served as the catalyst for Cudi to team with American record producers Plain Pat and Emile Haynie, to record his first official full-length project, a mixtape titled A Kid Named Cudi (2008). The mixtape helped Cudi rise to prominence and establish a fan base, and it caught the attention of high-profile musician Kanye West, who subsequently signed Cudi to his GOOD Music label imprint by late 2008.\nCudi's commercial debut single was later remastered and featured on his seminal debut album, Man on the Moon: The End of Day (2009), which was certified quadruple platinum by the Recording Industry Association of America (RIAA). The album also included the singles \"Make Her Say\" (featuring Kanye West and Common) and \"Pursuit of Happiness\" (featuring MGMT and Ratatat), the latter of which achieved diamond status (10x platinum) by the RIAA. In 2010, Cudi released his second album, Man on the Moon II: The Legend of Mr. Rager, which also attained platinum status and features the singles \"Erase Me\" (featuring Kanye West) and \"Mr. Rager\". Later that year he formed WZRD, a rock band, with his long-time collaborator Dot da Genius. Their eponymous debut album (2012) debuted at number one on the Billboard Top Rock Albums chart.Cudi would go on to release the self-produced solo album Indicud (2013), which was certified gold by the RIAA and spawned the platinum-selling single \"Just What I Am\" (featuring King Chip). He would continue to produce the bulk of his own records, including the avant-garde music albums Satellite Flight: The Journey to Mother Moon (2014) and Speedin' Bullet 2 Heaven (2015), the latter of which was led by the grunge-inspired single \"Confused!\". In 2016, the release of his sixth solo album Passion, Pain & Demon Slayin', was supported by the lead single \"Surfin'\" (featuring Pharrell Williams). Cudi's joint album with Kanye West, under the eponymous name Kids See Ghosts (2018), was met with widespread critical acclaim. In April 2020, Cudi earned his first number-one song on the US Billboard Hot 100 chart with \"The Scotts\", alongside fellow American rapper Travis Scott. His seventh album, Man on the Moon III: The Chosen (2020), was highly acclaimed and a commercial success, having been certified gold by the RIAA. Cudi issued his eighth album Entergalactic (2022), coinciding with the release of a adult animated special of the same name inspired by the album, which was critically praised.\nAfter signing to GOOD Music, Cudi has since gone on to launch his own vanity labels, the now-dissolved Dream On and current label imprint Wicked Awesome Records. Cudi also ventured into acting in 2010, when he was cast in the HBO series How to Make It in America. He has since appeared in several feature films, including Goodbye World (2013), Need for Speed (2014), Entourage (2015), Bill & Ted Face the Music (2020), Don't Look Up (2021), and X (2022). In addition, he has made appearances on television shows such as One Tree Hill, The Cleveland Show, Brooklyn Nine-Nine, and Westworld. In 2015, he was the bandleader on the IFC series Comedy Bang! Bang! and in 2020 was added as a cast member for the HBO mini-series We Are Who We Are. In 2020, he launched Mad Solar, a production company for film and television, which produced a documentary titled A Man Named Scott (2021), storying Cudi's music career. Cudi is also founder, creator, and director of the clothing line \"MOTR\", which he launched in 2022.\nKid Cudi has been widely recognized as an influence on several contemporary hip hop and alternative acts. His lyrics are often autobiographical and describe his childhood hardships of depression, loneliness and alienation, his struggle with alcohol and drugs into adulthood, and themes of spirituality, heartbreak, dissipation and celebration. The majority of his impact stems from his ability to display vulnerability and address bouts with mental health. He is also noted for his experimental nature, combining elements of psychedelia, R&B, electronica, synthpop, punk and indie rock, in his music. Cudi has sold over 22 million certified records in the United States and has won two Grammy Awards from five nominations. He has worked with numerous prominent artists spanning several different genres in the music industry, namely Jay-Z, Eminem, Kendrick Lamar, David Guetta, Steve Aoki, MGMT, Mary J. Blige, Shakira, Ariana Grande and Michael Bolton, among others."}