{"wikidata_id": "Q3052772", "title": "Emmanuel Macron", "url": "https://en.wikipedia.org/wiki/Emmanuel_Macron", "summary": "Emmanuel Jean-Michel Frédéric Macron (French: [emanɥɛl makʁɔ̃]; born 21 December 1977) is a French politician serving as President of France since 2017. Ex officio, he is also one of the two Co-Princes of Andorra. Earlier, Macron served as Minister of Economics, Industry and Digital Affairs under President François Hollande from 2014 to 2016 and Assistant Secretary-General of the Presidency from 2012 to 2014.\nBorn in Amiens, he studied philosophy at Paris Nanterre University, later completing a master's degree in public affairs at Sciences Po and graduating from the École nationale d'administration in 2004. Macron worked as a senior civil servant at the Inspectorate General of Finances and later became an investment banker at Rothschild & Co.\nMacron was appointed Élysée deputy secretary-general by President François Hollande shortly after his election in May 2012, making him one of Hollande's senior advisers. He was appointed to the Government of Prime Minister Manuel Valls as Minister of Economics, Industry and Digital Affairs in August 2014. In this role, Macron championed a number of business-friendly reforms. He resigned in August 2016, launching a campaign for the 2017 presidential election. Although Macron had been a member of the Socialist Party from 2006 to 2009, he ran in the election under the banner of En Marche, a centrist and pro-European political movement he founded in April 2016.\nPartly thanks to the Fillon affair which sank The Republicans nominee François Fillon, Macron topped the ballot in the first round of voting, before he was elected President of France on 7 May 2017 with 66.1% of the vote in the second round, defeating Marine Le Pen of the National Front. At the age of 39, Macron became the youngest president in French history. In the 2017 legislative election in June, Macron's party, renamed La République En Marche! (LREM), secured a majority in the National Assembly. He appointed Édouard Philippe as prime minister until his resignation in 2020, when he appointed Jean Castex. Macron was elected to a second term in the 2022 presidential election, again defeating Le Pen, thus becoming the first French presidential candidate to win reelection since Jacques Chirac in 2002. However, in the 2022 legislative election, his political coalition lost its absolute majority, resulting in a hung parliament.\nDuring his presidency, Macron has overseen several reforms to labour laws, taxation and pensions; he has pursued a renewable energy transition. Dubbed \"president of the rich\" by political opponents, increasing protests against his domestic reforms and demanding his resignation marked the first years of his presidency, culminating in 2018–2020 with the yellow vests protests and the pension reform strike. From 2020, he led France's response to the COVID-19 pandemic and vaccination rollout. In 2023, the government of his prime minister, Elisabeth Borne, passed legislation raising the retirement age from 62 to 64; the pension reforms proved controversial and led to public sector strikes and violent protests. In foreign policy, he called for reforms to the European Union (EU) and signed bilateral treaties with Italy and Germany. Macron conducted $45-billion trade and business agreements with China during the China–United States trade war and oversaw a dispute with Australia and the United States over the AUKUS security pact. He continued Opération Chammal in the war against the Islamic State and joined in the international condemnation of the 2022 Russian invasion of Ukraine."}