{"wikidata_id": "Q309941", "title": "Ice-T", "url": "https://en.wikipedia.org/wiki/Ice-T", "summary": "Tracy Lauren Marrow (born February 16, 1958), better known by his stage name Ice-T (or Ice T), is an American vocalist working in both the rap and heavy metal genres, as well as a songwriter, actor, and producer. He began his career as an underground rapper in the 1980s and was signed to Sire Records in 1987, when he released his debut album Rhyme Pays. The following year, he founded the record label Rhyme $yndicate Records (named after his collective of fellow hip-hop artists called the \"Rhyme $yndicate\") and released another album, Power, which would go platinum. He also released several other albums that went gold.\nIce-T co-founded the heavy metal band Body Count, which he introduced on his 1991 rap album O.G. Original Gangster, on the track titled \"Body Count\". The band released its self-titled debut album in 1992. Ice-T encountered controversy over his track \"Cop Killer\", the lyrics of which discussed killing police officers. He asked to be released from his contract with Warner Bros. Records, and his next solo album, Home Invasion, was released later in February 1993 through Priority Records. Body Count's next album, Born Dead, was released in 1994, and Ice-T released two more albums in the late 1990s.\nAs an actor, Ice-T played small parts in the films Breakin' and its sequels, Breakin' 2: Electric Boogaloo and Rappin', during the 1980s, before his major role debut, starring as police detective Scotty Appleton in New Jack City (1991). He received top billing for his role in Surviving the Game (1994) and continued to appear in small roles in TV series and other films throughout the 1990s. Since 2000, he has portrayed NYPD Detective/Sergeant Odafin Tutuola on the NBC police drama Law & Order: Special Victims Unit. A reality television show titled Ice Loves Coco ran for three seasons (2011–2013) on E!, featuring the home life of Ice-T and his wife Coco Austin. In 2018, he began hosting the true crime documentary In Ice Cold Blood on the Oxygen cable channel, which as of 2020 is in its third season."}