{"wikidata_id": "Q3107521", "title": "Giovanni da Barbiano", "url": "https://en.wikipedia.org/wiki/Giovanni_da_Barbiano", "summary": "Giovanni da Barbiano (died 27 September 1399) was an Italian condottiero, the leader of a force of mercenary soldiers. He was a brother or nephew of the condottiero Alberico da Barbiano.Born in Barbiano di Cotignola, a commune of what is now eastern Emilia-Romagna, Giovanni was born into a  family of nobles of long standing in Romagna. They were hereditary lords of Barbiano, Cunio and Lugo di Romagna and claimed as kin the lords of Ravenna, Forlì and Carrara. He was trained from a young age in the military arts, placing himself initially under the command of the English mercenary John Hawkwood and later the Compagnia di San Giorgio led by Alberico.\nIn his early career he had an uneasy working relationship with Bologna, whilst at the same time attempting to establish his own lordship in Barbiana and Lugo. In 1385 he managed to wrest control of Barbiano, expelling Giacomo Boccadiferro. Later he returned Zagonara to Este and then joined with other condottieri such as Azzo da Castello, Ceccolo Broglia, Brandolino Brandolini, the Count of Carrara and Boldrino da Panicale in ravaging the Italian Marche, seizing men and livestock. When war broke out in the spring 1390 between Visconti and the Florentines and their allies, he led a Bolognese corps, but was defeated by Carlo I Malatesta, who at the time, was allied with Visconti.In 1394 he aligned himself with Azzo X d'Este who was trying to usurp the Lordship of Ferrara. Giovanni was approached by the Regency Council of Ferrari and asked to betray his ally, who at the time was actually not in the area. He made a commitment to Simone of Saint George of Ferrara, to bring him the dead body of Azzo in exchange for a fee of 30,000 gold ducats plus the castles of Lugo and Conselice. Driven by greed, he killed instead a servant of the condottiero Ato di Rodiglia who bore a close resemblance to Azzo and delivered that body to the Ferrarese representatives, who handed over the agreed fee and carried the body to back to Ferrara. When Azzo heard of the failed plan he attacked the Ferrarese in force. In 1395 Barbiano led the troops of Azzo X d'Este at the Battle of Portomaggiore but Barbiano's 8000 strong army was defeated by that of Ferrara under Astorre I Manfredi and forced to run.  \nIn 1396 Barbiano fought in the pay of the Visconti family, taking part in the ongoing fighting between the Duke of Milan and the Florentines.\nAfter further harassment of the countryside Barbiano was captured in 1399 in Spilamberto, near Vignola, by the lords of Ferrara and Bologna. On 27 September 1399 he was beheaded in Bologna, together with his son, his nephew, Count Lippazzo, and another relative, Count Bunterato. He is buried in Bologna in the Cathedral of San Pietro with his son, Conselice, and other relatives."}