{"wikidata_id": "Q3105215", "title": "Ron DeSantis", "url": "https://en.wikipedia.org/wiki/Ron_DeSantis", "summary": "Ronald Dion DeSantis (; born September 14, 1978) is an American politician and former military officer serving as the 46th governor of Florida since 2019. A member of the Republican Party, DeSantis represented Florida's 6th congressional district in the U.S. House of Representatives from 2013 to 2018.\nBorn in Jacksonville, DeSantis spent most of his childhood in Dunedin, Florida. He graduated from Yale University and Harvard Law School. DeSantis joined the United States Navy in 2004 and was promoted to lieutenant before serving as a legal advisor to SEAL Team One. He was stationed at Joint Task Force Guantanamo in 2006, and was deployed to Iraq in 2007. When he returned to the U.S. about eight months later, the U.S. Department of Justice appointed DeSantis to serve as a Special Assistant U.S. attorney at the U.S. Attorney's Office in the Middle District of Florida, a position he held until his honorable discharge from active military duty in 2010.\nDeSantis was first elected to Congress in 2012, defeating his Democratic opponent Heather Beaven. During his tenure he became a founding member of the Freedom Caucus and was an ally of President Donald Trump. DeSantis frequently criticized Special Council Robert Mueller's investigation into allegations of \"links and/or coordination\" between the Trump campaign and Russian interference in the 2016 U.S. presidential election. He briefly ran for U.S. Senate in 2016, but withdrew when incumbent senator Marco Rubio sought reelection. DeSantis won the Republican nomination for the 2018 gubernatorial election and chose state representative Jeanette Nuñez as his running mate; in the general election, he defeated the Democratic nominee, Tallahassee mayor Andrew Gillum, by 0.4%.\nAs governor, DeSantis resisted taking the same measures to slow the spread of COVID-19 that many other state governments implemented, such as face mask mandates, stay-at-home orders, and vaccination requirements. Florida's age-adjusted death rate for COVID-19 remained near the national average, while it experienced above average economic growth and the fastest population growth of any state in the country. In May 2021, DeSantis signed into law a bill that prohibited businesses, schools, cruise ships, and government entities from requiring proof of vaccination. He cut state government spending, which, combined with federal stimulus payments and high sales tax revenue, led to the largest budget surplus in Florida history. DeSantis engaged in recovery efforts after Hurricane Ian and Hurricane Nicole, and oversaw the passage of the controversial Parental Rights in Education Act. He was reelected in a landslide over Charlie Crist in the 2022 Florida gubernatorial election; his 19.4% margin of victory was the state's largest in 40 years."}