{"wikidata_id": "Q311529", "title": "Elton Mayo", "url": "https://en.wikipedia.org/wiki/Elton_Mayo", "summary": "George Elton Mayo (26 December 1880 – 7 September 1949) was an Australian born psychologist, industrial researcher, and organizational theorist. Mayo was formally trained at the University of Adelaide, acquiring a Bachelor of Arts Degree graduating with First Class Honours, majoring in philosophy and psychology, and was later awarded an honorary Master of Arts Degree from the University of Queensland (UQ).\nWhile in Queensland, Mayo served on the University's war committee and pioneered research into the psychoanalytic treatment of shell-shock. As a psychologist Mayo often helped soldiers returning from World War I recover from the stresses of war and with a Brisbane physician, pioneered the psychoanalytic treatment of shell-shock and conducted psycho-pathological tests. He was a lecturer in psychology and mental philosophy at the UQ between 1911 and 1922, when he sailed to the United States. In 1926 he was appointed to the Harvard Business School (HBS) as a professor of industrial research.In Philadelphia he conducted research at a textile plant in order to develop a method to reduce the very high rate of turnover in the plant.  Mayo's association with the Hawthorne studies as well as his research and work in Australia led to his enjoying a public acclaim granted to few social scientists of his day.\nMayo has been credited with making significant contributions to a number of disciplines, including business management, industrial sociology, philosophy, and social psychology. His field research in industry had a significant impact on industrial and organizational psychology. According to Trahair, Mayo \"is known for having established the scientific study of what today is called organizational behavior when he gave close attention to the human, social, and political problems of industrial civilization.\" (p. 15).Mayo's work helped to lay the foundation for the human relations movement. He emphasized that alongside the formal organization of an industrial workplace there exists an informal organizational structure as well. Mayo recognized the \"inadequacies of existing scientific management approaches\" to industrial organizations, and underlined the importance of relationships among people who work for such organizations. His ideas on group relations were advanced in his 1933 book The Human Problems of an Industrialized Civilization, which was based partly on his Hawthorne research."}