{"wikidata_id": "Q312901", "title": "Josep Borrell", "url": "https://en.wikipedia.org/wiki/Josep_Borrell", "summary": "Josep Borrell Fontelles (Catalan: [ʒoˈzɛp boˈreʎ i fonˈteʎes]; born 24 April 1947) is a Spanish politician serving as High Representative of the Union for Foreign Affairs and Security Policy since 1 December 2019. A member of the Spanish Socialist Workers' Party (PSOE), he served as President of the European Parliament from 2004 to 2007 and as Minister of Foreign Affairs, European Union and Cooperation in the Government of Spain from 2018 to 2019.\nBorn and raised in the Catalan village of La Pobla de Segur, Borrell is an aeronautical engineer and economist by training as well as professor of mathematics. He entered politics in the 1970s as a member of the PSOE during Spain's transition to democracy, and went on to serve in several prominent positions during the governments of Felipe González, first within the Ministry of Economy and Finance as General Secretary for the Budget and Public Spending (1982–1984) and Secretary of State for Finance (1984–1991), then joining the Council of Ministers as Minister of Public Works and Transport (1991–1996). In the opposition after the 1996 election, Borrell unexpectedly won the PSOE primary in 1998 and became Leader of the Opposition and the designated prime ministerial candidate of the party until he resigned in 1999. He then switched to European politics, becoming a Member of the European Parliament (MEP) during the 2004–2009 legislative period and serving as President of the European Parliament for the first half of the term.\nHe returned to the Spanish Council of Ministers in June 2018, when he was appointed Minister of Foreign Affairs, the European Union and Cooperation in the Sánchez government. In July 2019, Borrell was announced as the European Council's nominee to be appointed High Representative of the Union for Foreign Affairs and Security Policy. He took office in December 2019."}