{"wikidata_id": "Q312391", "title": "Philippe Leclerc de Hauteclocque", "url": "https://en.wikipedia.org/wiki/Philippe_Leclerc_de_Hauteclocque", "summary": "Philippe François Marie Leclerc de Hauteclocque (22 November 1902 – 28 November 1947) was a Free-French general during the Second World War. He became Marshal of France posthumously in 1952, and is known in France simply as le maréchal Leclerc or just Leclerc.\nThe son of an aristocratic family, Hauteclocque graduated from the École spéciale militaire de Saint-Cyr, the French military academy, in 1924. After service with the French Occupation of the Ruhr and in Morocco, he returned to Saint-Cyr as an instructor. He was awarded the croix de guerre des théâtres d'opérations extérieures for leading goumiers in an attack on caves and ravines on Bou Amdoun on 11 August 1933. During the Second World War he fought in the Battle of France. He was one of the first who defied his government's Armistice to make his way to Britain to fight with the Free French under General Charles de Gaulle, adopting the nom de guerre of Leclerc so that his wife and children would not be put at risk if his name appeared in the papers. He was sent to French Equatorial Africa, where he rallied local leaders to the rebel Free French cause, and led a force against Gabon, whose leaders supported the French Government. From Chad he led raids into Italian Libya. After his forces captured Kufra, he had his men swear an oath known today as the Serment de Koufra, in which they pledged to fight on until their flag flew over the Strasbourg Cathedral.\nThe forces under his command, known as L Force, campaigned in Libya in 1943, covered the Eighth Army's inland flank during its advance into Tunisia, and participated in the attack on the Mareth Line. L Force was then transformed into the 2e Division Blindée, although it was often referred to as La Division Leclerc. It fought under Leclerc's command in the Battle of Normandy, and participated in the liberation of Paris and Strasbourg.\nAfter the end of World War II in Europe in May 1945, he was given command of the French Far East Expeditionary Corps (Corps expéditionnaire français en Extrême-Orient, CEFEO). He represented France at the surrender of the Japanese Empire in Tokyo Bay on 2 September 1945. He quickly perceived the necessity for a political solution to the nascent conflict in Indochina, but once again was ahead of his countrymen, and was recalled to France in 1946. He was killed in an air crash in Algeria in 1947."}