{"wikidata_id": "Q3130337", "title": "Henri Antoine Jacques", "url": "https://en.wikipedia.org/wiki/Henri_Antoine_Jacques", "summary": "Henri Antoine Jacques (1782 Chelles, Seine-et-Marne – 1866) was a French nurseryman specialising in roses, and noted for having introduced the Bourbon Group of roses from Île Bourbon to France. It was illustrated by Pierre-Joseph Redouté (1759-1840) in his work \"Les Roses\".He was born into a family of gardeners. On leaving the army, he worked as apprentice gardener at the Grand Trianon near Versailles, where his acumen caught the eye of Napoleon and whom Jacques told that his goal was to become head gardener on one of Napoleon's estates. Eventually in 1818 he became head gardener to the Duke of Orleans, later to become King Louis Philippe I, at the Château de Neuilly on the banks of the Seine near Paris, as well as Monceau on the outskirts of Paris, and Le Raincy near Chelles. These three estates totalled several thousand acres, earning him a salary, with free housing, clothing, food, horses, etc. for his wife and family, of some FFr8,000 a year, increasing to about FFr14,000 by 1835. When Louis Philippe was forced to abdicate in 1848 the Châteaux of Neuilly and Villiers were destroyed.\nThe collaboration between King Louis Philippe I and Jacques, both great lovers of plants, led to a number of new plant varieties, in particular several new rambling roses. These stemmed in part from Rosa sempervirens, introduced from 1826 onwards and its varieties still popular today because of an ability to climb over arches, trellises and walls, producing a profusion of nodding flowers. Two of Jacques’ roses have received The Royal Horticultural Society’s Award of Garden Merit. Other varieties which remained popular were the 1828 ‘Félicité-Perpétue’ - Perpetua and Felicity were two Christian women martyred for their faith in Carthage in AD203. Jacques was one of the founding members of the \"Horticultural Society of Paris\", created 11 June 1827 which became, in 1885, the National Horticultural Society of France. The sempervirens hybrids were named mainly for members of the King's family – \"Adélaide d’Orléans\" (after his sister), \"Princesse Louise\" (after his eldest daughter, the later Queen of Belgium), \"Princesse Marie\", (his second daughter). The laboratory of Micromolecular Biology and Phytochemistry of the Université Claude Bernard in Lyon, has studied the genetic provenance of some of the most celebrated of Antoine Jacques’ roses, in an attempt to reveal their parentage.Antoine Jacques, besides being a zealous and gifted gardener, was acquainted with the writings of eminent botanists from all over the world. He published a number of catalogues listing the plants in the Royal gardens, as well as a four-volume Flora of the plants of Europe in collaboration with the botanist François Hérincq, \"Manuel général des plantes arbres et arbustes: comprenant leur origine, description, culture, leur application aux jardins d'agrément, à l'agriculture, aux forêts, aux usages domestiques, aux arts et à l'industrie, et classés selon la méthode de Decandolle\". He also published monographs on conifers, and on the Chinese cabbage or Pe-tsai."}