{"wikidata_id": "Q315006", "title": "Alexander II Zabinas", "url": "https://en.wikipedia.org/wiki/Alexander_II_Zabinas", "summary": "Alexander II Theos Epiphanes Nikephoros (Ancient Greek: Ἀλέξανδρος Θεός Ἐπιφανής Νικηφόρος Áléxandros Theós Épiphanḗs Nikēphóros, surnamed Zabinas; c. 150 BC – 123 BC) was a Hellenistic Seleucid monarch who reigned as the King of Syria between 128 BC and 123 BC. His true parentage is debated; depending on which ancient historian, he either claimed to be a son of Alexander I or an adopted son of Antiochus VII. Most ancient historians and the modern academic consensus maintain that Alexander II's claim to be a Seleucid was false. His surname \"Zabinas\" (Ζαβίνας) is a Semitic name that is usually translated as \"the bought one\". It is possible, however, that Alexander II was a natural son of Alexander I, as the surname can also mean \"bought from the god\". The iconography of Alexander II's coinage indicates he based his claims to the throne on his descent from Antiochus IV, the father of Alexander I.\nAlexander II's rise is connected to the dynastic feuds of the Seleucid Empire. Both King Seleucus IV (d. 175 BC) and his brother Antiochus IV (d. 164 BC) had descendants contending for the throne, leading the country to experience many civil wars. The situation was complicated by Ptolemaic Egyptian interference, which was facilitated by the dynastic marriages between the two royal houses. In 128 BC, King Demetrius II of Syria, the representative of Seleucus IV's line, invaded Egypt to help his mother-in-law Cleopatra II who was engaged in a civil war against her brother and husband King Ptolemy VIII. Angered by the Syrian invasion, the Egyptian king instigated revolts in the cities of Syria against Demetrius II and chose Alexander II, a supposed representative of Antiochus IV's line, as an anti-king. With Egyptian troops, Alexander II captured the Syrian capital Antioch in 128 BC and warred against Demetrius II, defeating him decisively in 125 BC. The beaten king escaped to his wife Cleopatra Thea in the city of Ptolemais, but she expelled him. He was killed while trying to find refuge in the city of Tyre.\nWith the death of Demetrius II, Alexander II became the master of the kingdom, controlling the realm except for a small pocket around Ptolemais where Cleopatra Thea ruled. Alexander II was a beloved king, known for his kindness and forgiving nature. He maintained friendly relations with John I Hyrcanus of Judea, who acknowledged the Syrian king as his suzerain. Alexander II's successes were not welcomed by Egypt's Ptolemy VIII, who did not want a strong king on the Syrian throne. Thus, in 124 BC an alliance was established between Egypt and Cleopatra Thea, now ruling jointly with Antiochus VIII, her son by Demetrius II. Alexander II was defeated, and he escaped to Antioch, where he pillaged the temple of Zeus to pay his soldiers; the population turned against him, and he fled and was eventually captured. Alexander II was probably executed by Antiochus VIII in 123 BC, ending the line of Antiochus IV."}