{"wikidata_id": "Q3183923", "title": "Joris Jarsky", "url": "https://en.wikipedia.org/wiki/Joris_Jarsky", "summary": "Joris Jarsky (born December 3, 1974) is a Canadian stage, film, and television actor who has received recognition for being a versatile actor. Jarsky is a graduate of the National Theatre School of Canada. Upon graduation, Jarsky was cast in Tarragon Theatre’s Production of “The Awakening” for which he was nominated for a Dora Award. Since then he has acted in over 70 film and television productions and worked across the globe. His films have played at festivals all over the world including the opening night of the Cannes Film Festival. In 2009 Jarsky had 3 films in the Toronto International Film Festival, one of which, “Toronto Stories”, garnered him an ACTRA Award nomination. He has starred alongside Mark Ruffalo in “Blindness”, Edward Norton in “The Incredible Hulk”, Catherine Deneuve “Nearest To Heaven”, Lauren Bacall ” The Limit” and Ryan Reynolds in “FoolProof” to name a few. He created, wrote, produced, and starred in the pilot “The Joseph Michael Joseph Show” which was picked up by 11Television Entertainment, a division of 3Arts Entertainment. In 2016 Jarsky was nominated for a Canadian Screen Award for his performance in the Incendo film, “First Response”. He has appeared as major recurring characters in the series “Wynona Earp” and “The Art of More”, starred alongside Kim Coates in the hit mini series “Bad Blood”, and guest starred on “The Good Doctor.\" Jarsky recently starred in “Ordinary Days” and “Birdland”, two films that drew high praise on the festival circuit across North America. Current projects include guest star spots in CBC’s “Murdoch Mysteries” and CTV’s “Carter,” as well as the recurring role of ‘Basil Tate’ in the new Netflix’s sci-fi drama, “October Faction.\""}