{"wikidata_id": "Q318508", "title": "Andrés Manuel López Obrador", "url": "https://en.wikipedia.org/wiki/Andr%C3%A9s_Manuel_L%C3%B3pez_Obrador", "summary": "Andrés Manuel López Obrador (Spanish: [anˈdɾes maˈnwel ˈlopes oβɾaˈðoɾ] (listen); born 13 November 1953), also known by his initials AMLO, is a Mexican politician who has been serving as the 65th president of Mexico since 1 December 2018. He previously served as Head of Government of Mexico City from 2000 to 2005.\nBorn in Tepetitán, in the municipality of Macuspana, in the south-eastern state of Tabasco, López Obrador earned a degree in political science from the National Autonomous University of Mexico following a hiatus from his studies to participate in politics. He began his political career in 1976 as a member of the Institutional Revolutionary Party (PRI). His first public position was as director of the Indigenous Institute of Tabasco, where he promoted the addition of books in indigenous languages and the project of the Chontal ridge. In 1989, he joined the Party of the Democratic Revolution (PRD), becoming the party's 1994 candidate for Governor of Tabasco, and national leader between 1996 and 1999. In 2000, he was elected Head of Government of Mexico City. During his tenure, his crime, infrastructure and social spending policies made him a popular figure on the Mexican left. In 2004, his state immunity from prosecution was removed after refusing to cease construction on land allegedly expropriated by his predecessor, Rosario Robles. This legal process lasted for a year and ended with López Obrador maintaining his right to run for office.López Obrador was nominated as the presidential candidate for the Coalition for the Good of All during the 2006 elections, where he was narrowly defeated by the National Action Party (PAN) candidate Felipe Calderón. While the Federal Electoral Tribunal noted a number of irregularities, it denied López Obrador's request for a general recount, which sparked protests across the country. In 2011 he founded Morena, a civil association and later political party. He was a candidate for the Progressive Movement coalition in the 2012 elections, won by the Commitment to Mexico coalition candidate Enrique Peña Nieto. In 2012, he left the PRD after protesting the party's signing of the Pact for Mexico and joined Morena. As part of the Juntos Haremos Historia coalition, López Obrador was elected president after a landslide victory in the 2018 general election.\nOften described as a center-left, progressive, populist, and economic nationalist, López Obrador has been a national politician for over three decades. During his presidency, he has promoted public investment in sectors that had been liberalized under previous administrations and has implemented a number of progressive social reforms. Supporters have praised him for promoting institutional renewal after decades of high inequality and corruption, and refocusing the country's neoliberal consensus towards improving the state of the working class. Critics have claimed that his administration has stumbled in its response to the COVID-19 pandemic, and attempts to deal with drug cartels has antagonized Mexican democratic institutions and that the economy had already faltered before the pandemic."}