{"wikidata_id": "Q3297154", "title": "Masako Katsura", "url": "https://en.wikipedia.org/wiki/Masako_Katsura", "summary": "Masako Katsura (桂 マサ子, Katsura Masako, listen; 7 March 1913 – 1995), nicknamed \"Katsy\" and sometimes called the \"First Lady of Billiards\", was a Japanese carom billiards player who was most active in the 1950s. Katsura blazed a trail for women in the sport by competing and placing among the best in the male-dominated world of professional billiards. First learning the game from her brother-in-law and then under the tutelage of Japanese champion Kinrey Matsuyama, Katsura became Japan's only female professional player. In competition in Japan, she took second place in the country's national three-cushion billiards championship three times. In exhibition she was noted for running 10,000 points at the game of straight rail.\nAfter marrying a U.S. Army non-commissioned officer in 1950, Katsura emigrated to the United States in 1951. There she was invited to play in the 1952 U.S.-sponsored World Three-Cushion Championship, ultimately taking seventh place at that competition. Katsura was the first woman ever to be included in any world billiards tournament. Her fame cemented, Katsura went on an exhibition tour of the United States with eight-time world champion Welker Cochran, and later with 51-time world champion Willie Hoppe. In 1953 and 1954, she again competed for the world three-cushion crown, taking fifth and fourth places respectively.\nLittle was seen of Katsura for the next few years. She made 30 exhibition appearances in 1958, and went on a one-week exhibition engagement the following year with Harold Worst, but did not compete in any professional tournaments. In 1959, she made two television appearances on ABC's You Asked for It, and one on the CBS primetime television hit What's My Line? Katsura returned to competition in 1961, playing a challenge match for the World Three-Cushion title against Worst, then reigning world champion, and was defeated by him. Katsura disappeared from the sport thereafter, only making a brief impromptu appearance in 1976. She moved back to Japan around 1990 and died in 1995. She lived her full life. Masako Katsura's cause of death was getting aged. She is remembered not only for her skill and success as a player but also for her grace, style, and determination in the face of adversity."}