{"wikidata_id": "Q33103791", "title": "Jay Zeffin", "url": "https://en.wikipedia.org/wiki/Jay_Zeffin", "summary": "Jay Zeffin is an English writer, producer and guitarist from the Southern rock band Jericho Summer, formed with wife Vanessa Joy. Originally from Newcastle upon Tyne, Zeffin now lives on the island of Mallorca in Spain. Gathering together a supergroup of musicians to record their debut album Night Train, the album went into the UK New Releases Chart at number 6 when it was released by Devil's Blade Records in August 2016, with Amazon UK selling out at the same time.Zeffin and Joy had already been working in the music industry since meeting in 1995, and the Night Train album project resulted through a meeting of Zeffin and ex-Guns N' Roses rhythm guitarist Izzy Stradlin in 2012. It was at this time Zeffin also met Marco Mendoza from Thin Lizzy and Richard Fortus from Guns N' Roses.\nTo join the line-up were Albert Lee and Stuart Duncan, plus other musicians such as John Marcangelo, notable for his work with Violinski (\"Clog Dance\"). According to the media, the album was recorded digitally between studios in Mallorca, Cumbria, London, Nashville and Los Angeles. Zeffin was the first producer to record two of the world's most renowned guitarists, Albert Lee and Richard Fortus on the same album.\nNight Train was released on 12 August 2016 with one video, \"Bitchin' with a Woman\", and a second, \"Running Free\", dedicated to Harley Davidson in November 2016. Jericho Summer were featured in the winter edition of the Harley Davidson Owners Group Magazine winter edition 2016.The band have also covered \"Good One Comin' On\", a track written by David Lee Murphy, Parnell and Garry Nicholson which was initially recorded by Trent Willmon and then Blackberry Smoke.  Night Train is described as being a well balanced mix of rock and ballad numbers. Metal-discovery.co.uk said \"This release is a mixture of high tempo and high octane rockers and slower ballad style tracks, a rewarding experience\". Are you ready for Supergroup Jericho Summer.The success of the debut album Night Train with positive reviews on Amazon both in the UK and US, in addition to iTunes, has had the couple planning for the future with a possible additional album in the pipeline."}