{"wikidata_id": "Q333748", "title": "Constantine II of Scotland", "url": "https://en.wikipedia.org/wiki/Constantine_II_of_Scotland", "summary": "Causantín mac Áeda (Modern Gaelic: Còiseam mac Aoidh, anglicised Constantine II; born no later than 879; died 952) was an early King of Scotland, known then by the Gaelic name Alba. The Kingdom of Alba, a name which first appears in Constantine's lifetime, was situated in modern-day Scotland.\nThe core of the kingdom was formed by the lands around the River Tay. Its southern limit was the River Forth, northwards it extended towards the Moray Firth and perhaps to Caithness, while its western limits are uncertain. Constantine's grandfather Kenneth I of Scotland (Cináed mac Ailpín, died 858) was the first of the family recorded as a king, but as king of the Picts. This change of title, from king of the Picts to king of Alba, is part of a broader transformation of Pictland and the origins of the Kingdom of Alba are traced to Constantine's lifetime.\nHis reign, like those of his predecessors, was dominated by the actions of Viking rulers in the British Isles, particularly the Uí Ímair (\"the grandsons of Ímar\", or Ivar the Boneless). During Constantine's reign the rulers of the southern kingdoms of Wessex and Mercia, later the Kingdom of England, extended their authority northwards into the disputed kingdoms of Northumbria. At first, the southern rulers allied with him against the Vikings, but in 934 Æthelstan, unprovoked, invaded Scotland both by sea and land with a huge retinue that included four Welsh Kings. He ravaged southern Alba but there is no record of any battles. He had withdrawn by September. Three years later in 937, probably in retaliation for the invasion of Alba, King Constantine allied with Olaf Guthfrithson, King of Dublin, and Owain ap Dyfnwal, King of Strathclyde, but they were defeated at the battle of Brunanburh. In 943 Constantine abdicated the throne and retired to the Céli Dé (Culdee) monastery of St Andrews where he died in 952. He was succeeded by his predecessor's son Malcolm I (Máel Coluim mac Domnaill).\nConstantine's reign of 43 years, exceeded in Scotland only by that of King William the Lion before the Union of the Crowns in 1603, is believed to have played a defining part in the gaelicisation of Pictland, in which his patronage of the Irish Céli Dé monastic reformers was a significant factor. During his reign, the words \"Scots\" and \"Scotland\" (Old English: Scottas, Scotland) are first used to mean part of what is now Scotland. The earliest evidence for the ecclesiastical and administrative institutions which would last until the Davidian Revolution also appears at this time."}