{"wikidata_id": "Q335697", "title": "Anthony Albanese", "url": "https://en.wikipedia.org/wiki/Anthony_Albanese", "summary": "Anthony Norman Albanese (  AL-bə-NEEZ-ee or   AL-bə-neez; born 2 March 1963) is an Australian politician serving as the 31st and current prime minister of Australia since 2022. He has been leader of the Australian Labor Party (ALP) since 2019 and the member of parliament (MP) for Grayndler since 1996. Albanese previously served as the 15th deputy prime minister under the second Kevin Rudd government in 2013, and held various other ministerial positions in the governments of Kevin Rudd and Julia Gillard from 2007 to 2013.\nAlbanese was born in Sydney to an Italian father and an Irish-Australian mother who raised him as a single parent. He attended St Mary's Cathedral College before going on to the University of Sydney to study economics. He joined the Labor Party as a student, and before entering Parliament worked as a party official and research officer. Albanese was elected to the House of Representatives at the 1996 election, winning the seat of Grayndler in New South Wales. He was first appointed to the shadow cabinet in 2001 by Simon Crean and went on to serve in a number of roles, eventually becoming Manager of Opposition Business in 2006. After Labor's victory in the 2007 election, Albanese was appointed Leader of the House, and was also made Minister for Regional Development and Local Government and Minister for Infrastructure and Transport. In the subsequent leadership tensions between Kevin Rudd and Julia Gillard from 2010 to 2013, Albanese was publicly critical of the conduct of both, calling for party unity. After supporting Rudd in the final leadership ballot between the two in June 2013, Albanese was elected the deputy leader of the Labor Party and sworn in as deputy prime minister the following day, a position he held for less than three months, as Labor was defeated at the 2013 election.\nAfter Rudd resigned the leadership and retired from politics, Albanese stood against Bill Shorten in the ensuing leadership election, the first to include party members in addition to MPs. Although Albanese won a large majority of the membership, Shorten won more heavily among Labor MPs and won the contest; Shorten subsequently appointed Albanese to his Shadow Cabinet. After Labor's surprise defeat in the 2019 election, Shorten resigned as leader, with Albanese becoming the only person nominated in the leadership election to replace him; he was subsequently elected unopposed as leader of the Labor Party, becoming Leader of the Opposition.In the 2022 election, Albanese led his party to a decisive victory against Scott Morrison's Liberal-National Coalition. Albanese is the first Italian-Australian to become prime minister, the first Australian prime minister to have a non-Anglo-Celtic surname, and is the last of the 16 Australian prime ministers who have served under Queen Elizabeth II. He was sworn in on 23 May 2022, alongside four senior frontbench colleagues. Albanese's first acts as prime minister included updating Australia's climate targets in an effort to reach carbon neutrality by 2050, and supporting an increase to the national minimum wage. His government legislated a national anti-corruption commission, and made major changes to Australian labour law. In foreign policy, Albanese pledged further logistical support to Ukraine to assist with the Russo-Ukrainian war, has attempted to strengthen relations in the Pacific region, and held a high-level meeting with Chinese president Xi Jinping, ending a diplomatic freeze between Australia and China and overseeing an easing of tensions between the countries. He also oversaw the official commencement of the AUKUS security pact between Australia, the United States, and the United Kingdom."}