{"wikidata_id": "Q3377548", "title": "Petr Fiala", "url": "https://en.wikipedia.org/wiki/Petr_Fiala", "summary": "Petr Fiala (Czech pronunciation: [ˈpɛtr̩ ˈfɪjala]; born 1 September 1964) is a Czech politician and political scientist who has been the prime minister of the Czech Republic since November 2021 and leader of the Civic Democratic Party (ODS) since 2014. He previously served as the Minister of Education, Youth and Sports from 2012 to 2013. Prior to entering politics, he was the rector of Masaryk University.\nFiala was first elected to the Chamber of Deputies as a non-partisan in the 2013 election. He won the 2014 Civic Democratic Party leadership election, promising to reform the party and regain public trust after the a corruption scandal involving Prime Minister Petr Nečas. Fiala's party finished a distant second place in the 2017 legislative election, and remained in opposition despite multiple offers from the incoming Prime Minister Andrej Babiš to participate in his governing coalition.\nIn 2020, Fiala led the initiative for a centre-right electoral alliance with KDU-ČSL and TOP 09, known as Spolu. He became its candidate for the premiership in the 2021 Czech legislative election, running on a pro-Western and pro-European centre-right platform, focused on fiscal responsibility and closer relations with NATO as part of Atlanticism. The alliance outperformed initial opinion polls and finished first in the election, though with one less seat in the Chamber of Deputies than second-place ANO 2011.\nUnder Fiala's leadership, Spolu formed a coalition agreement with the Pirates and Mayors alliance, with a majority of 108 of 200 seats. He was appointed Prime Minister by President Miloš Zeman on 28 November 2021 and Petr Fiala's Cabinet took power on 17 December 2021, making him the third oldest person to hold the office, as well as the first with a political science background and the first from Brno.\nFiala came into office promising to reform and stabilize the government's growing national debt; however, he was forced to respond to the Russian invasion of Ukraine, providing aid to Ukraine during the Russo-Ukrainian War, and opening the Czech Republic's borders to highest number of Ukrainian refugees per capita in the ensuing Ukrainian refugee crisis. Fiala imposed sanctions against Russia for the invasion of Ukraine and pushed to block Russian citizens from travelling to the European Union. His administration also contended with the 2021–2022 inflation surge, concerns about the economy, and the ongoing global energy crisis. In July 2022, the Czech Republic assumed the presidency of the Council of the European Union."}