{"wikidata_id": "Q3376808", "title": "Peter Phillips (author)", "url": "https://en.wikipedia.org/wiki/Peter_Phillips_(author)", "summary": "Peter Phillips (1920 – 2012) was a British writer known for a series of science fiction stories published between 1948 and 1958.  His best known story is Dreams Are Sacred (1948), an early example of a shared dream story facilitated by a device. Phillips wrote another highly regarded story the following year, Manna. This tale involves the ghosts of medieval monks trapped in an old monastery; they are able to benefit from a modern canned super-food thanks to blurred timelines, and engage in poltergeist activity. Like many of the author's works, this story is written with a great deal of humour. Both of these stories have been anthologised on numerous occasions, most recently in 2019.Phillips was believed by many to have retired from writing fiction after 1958. However, he wrote his longest story, Shaggy Dog Story, as recently as 1980. This was not published at the time, partly because of its length, which at just over 22,000 words, was too short to be published as a stand-alone novella, and too long for a typical short story. The manuscript for this story was long believed to be lost, but was rediscovered among the author's considerable archive of papers and photographs in early April 2020. At almost the same time, another shorter unpublished story, Alice Where Art Thou, was also discovered. A volume of Peter Phillips' collected writings, to include the newly rediscovered stories, is in preparation (2020).Phillips was raised in Ripon, Yorkshire, and attended Ripon Grammar School. He became a 'cub reporter' for the Bournemouth Times, and subsequently worked for the Daily Herald as Senior Sub-Editor in the Features section. One of his tasks in this position involved writing reviews of crime fiction. He left the Herald in the early 1960s, when it became The Sun. He lived in Surbiton, Surrey (south-west London) for most of his adult life, but moved to Norwich, Norfolk, in 2005 to live with his elder daughter and son-in-law, when his health became frail."}