{"wikidata_id": "Q343983", "title": "Henry Winkler", "url": "https://en.wikipedia.org/wiki/Henry_Winkler", "summary": "Henry Franklin Winkler  (born October 30, 1945) is an American actor, comedian, author, producer, and director. After rising to fame as Arthur \"Fonzie\" Fonzarelli on the American television series Happy Days, Winkler has distinguished himself as a character actor for roles such as Arthur Himbry in Scream, Coach Klein in The Waterboy, Barry Zuckerkorn in Arrested Development, Eddie R. Lawson in Royal Pains, Dr. Saperstein in Parks and Recreation, Fritz in Monsters at Work, Stanley Yelnats III in Holes, Uncle Joe in The French Dispatch, Al Pratt in Black Adam, and Gene Cousineau in Barry. In 2016, he also became a reality television star on the NBC series Better Late Than Never. Winkler's accolades include a Primetime Emmy, two Daytime Emmys, two Golden Globe Awards, and two Critics Choice Awards.\nAs a child, Winkler struggled at P.S. 87 on West 78th Street, Manhattan and the McBurney School, where he was berated for his poor academic performance. He then studied theater at both Emerson College and the Yale School of Drama, spent a year and half with the Yale Repertory Theater, did regional theater and commercial work, and appeared in two independent films. After saving up money, he traveled to California in September 1973, and was cast in a small role for The Mary Tyler Moore Show. He also auditioned for Happy Days and won the part of Arthur \"Fonzie\" Fonzarelli, a role he played for the next ten years. During his time on Happy Days, Winkler was diagnosed as dyslexic.\nAfter the end of Happy Days, Winkler found himself typecast and moved into producing and directing. He helped develop the original MacGyver television series and worked on programs such as Sightings and The Hollywood Squares. He also directed the theatrical releases Memories of Me with Billy Crystal and Cop and a Half with Burt Reynolds. In 2003, he drew upon his childhood struggles with dyslexia to co-write the Hank Zipzer series of children's books with children's literature author Lin Oliver. He and Oliver also created the BBC adaptation (in which Winkler appears as Mr. Rock) Hank Zipzer and the 2016 Christmas special, Hank Zipzer's Christmas Catastrophe. They next released the prequel book series Here's Hank, as well as two additional book series: the Ghost Buddy books, and the Alien Superstar books. \nWinkler has been honored for his role as \"The Fonz\", and for his work with dyslexia through the Hank Zipzer series. In 1980, he donated one of Fonzie's leather jackets to the National Museum of American History. In 1981, he received a star on the Hollywood Walk of Fame, and in 2008, The Bronze Fonz statue was unveiled along the Milwaukee Riverwalk. In 2011, he was appointed an Honorary Officer of the Order of the British Empire by Elizabeth II, and was named one of the United Kingdom's Top 10 Literacy Heroes in 2013."}