{"wikidata_id": "Q3454165", "title": "Kevin Bacon", "url": "https://en.wikipedia.org/wiki/Kevin_Bacon", "summary": "Kevin Norwood Bacon (born July 8, 1958) is an American actor. Known for his leading man and character roles, Bacon has received numerous accolades including Golden Globe Award and a Screen Actors Guild Award and a nomination for a Primetime Emmy Award. The Guardian named him one of the best actors never to have received an Academy Award nomination. In 2003, he received a star on the Hollywood Walk of Fame.Bacon made his feature film debut in National Lampoon's Animal House (1978) before his breakthrough role in the musical-drama film Footloose (1984). He's since starred in critically acclaimed films such as Diner (1982), JFK (1991), A Few Good Men (1992), Apollo 13 (1995), Mystic River (2003), and Frost/Nixon (2008). Other notable roles include  Friday the 13th (1980), The River Wild (1994), Sleepers (1996), Wild Things (1998), The Woodsman (2004),  Flatliners (1990), Crazy, Stupid, Love (2011), X-Men: First Class (2011), Black Mass (2015), and Patriots Day (2016). Bacon has also directed the films Losing Chase (1996) and Loverboy (2005).\nHe is equally prolific on television, he starred in the Fox drama series The Following from 2013 to 2015. For his role as Lt. Col. Michael Strobl in HBO original film Taking Chance (2009), he received the Golden Globe Award for Best Actor – Miniseries or Television Film and the Screen Actors Guild Award for Outstanding Actor in a Miniseries or Television Movie. Bacon starred in the title role in Amazon Prime Video series I Love Dick from 2016 to 2017 for which he was nominated for a Golden Globe Award. From 2019 to 2022 he starred in the Showtime series City on a Hill.Bacon's prolific career in a variety of genres has led him to become associated with the concept of interconnectedness among people, having been popularized by the trivia game \"Six Degrees of Kevin Bacon\". In 2007, he created SixDegrees.org, a charitable foundation. He is a brand ambassador for British mobile network operator EE and has been featured in several ads for the company."}