{"wikidata_id": "Q345", "title": "Mary, mother of Jesus", "url": "https://en.wikipedia.org/wiki/Mary,_mother_of_Jesus", "summary": "Mary was a first-century Jewish woman of Nazareth, the wife of Joseph and the mother of Jesus. She is a central figure of Christianity, venerated under various titles such as virgin or queen, many of them mentioned in the Litany of Loreto. The Eastern and Oriental Orthodox, Church of the East, Catholic, Anglican, and Lutheran churches believe that Mary, as mother of Jesus, is the Mother of God. Other Protestant views on Mary vary, with some holding her to have considerably lesser status.\nThe New Testament describes Mary as a young virgin who was chosen by God to conceive Jesus through the Holy Spirit. After giving birth to Jesus in Bethlehem, she raised him in the city of Nazareth in Galilee, and was in Jerusalem at his crucifixion and with the apostles after his ascension. Although her later life is not accounted in the Bible, Catholic and Eastern Christian traditions believe that her body was raised into heaven at the end of her earthly life, which is known in Western Christianity as the Assumption of Mary and in Eastern Christianity as the Dormition of the Mother of God.\nMary has been venerated since early Christianity, and is considered by millions to be the holiest and greatest saint. There is a certain diversity in the Mariology and devotional practices of major Christian traditions. The Catholic Church holds distinctive Marian dogmas, namely her Immaculate Conception and her Assumption into heaven. Many Protestants minimize Mary's role, based on what they argue is lack of biblical support for any beliefs other than her status as the Mother of God and the virgin birth. She is mentioned several times in the Quran, including in a chapter named after her, and has the highest position in Islam among all women.The multiple forms of Marian devotions include various prayers and liturgical chants,  the celebration of several Marian feast days in Christian liturgy, the veneration of relics and images, the construction of churches dedicated to Mary and pilgrimages to Marian shrines. Many Marian apparition and miracles attributed to her intercession have been reported by believers over the centuries. She has been a traditional subject in arts, notably in Byzantine art, medieval art and Renaissance art."}