{"wikidata_id": "Q3521531", "title": "S. S. Rajamouli", "url": "https://en.wikipedia.org/wiki/S._S._Rajamouli", "summary": "Koduri Srisaila Sri Rajamouli ( RAH-jə-mow-li; born 10 October 1973) is an Indian film director and screenwriter who primarily works in Telugu cinema and is known for his action, fantasy, and epic genre films. He is the highest grossing Indian director of all time and the highest-paid director in India. He is a recipient of various national and international honours including a New York Film Critics Circle award, a Critics' Choice Movie Award, two Saturn Awards, and three National Film Awards. In 2016, the Government of India honoured him with the Padma Shri, for his contributions in the field of Art. In 2023, he was included on Time's list of the 100 most influential people in the world.Rajamouli has been described by film trade analyst Komal Nahta as \"the biggest Indian film director ever\". Rachel Dwyer, professor of Indian Cultures and Cinema at SOAS, called him \"India's most significant director today\". He has directed twelve feature films so far, and all of them have been successful at the box office. Three of his films—Baahubali: The Beginning (2015), Baahubali 2: The Conclusion (2017), and RRR (2022)—are among the top six highest grossing-films in India to date. All three films were also the most expensive Indian films ever made at the time of their release. Baahubali 2 is currently the highest grossing film in India, and sold over 100 million tickets during its box office run; the highest estimated admissions for any film in India since Sholay (1975).The 2009 fantasy action film, Magadheera was the highest-grossing Telugu film ever at the time of its release. Eega (2012) won nine awards at the Toronto After Dark Film Festival, including the Most Original Film. Baahubali films have received six Saturn Award nominations with Baahubali 2 winning the Best International Film. RRR received various international accolades including an Academy Award and a Golden Globe Award for the song \"Naatu Naatu\", and a Critics' Choice Movie Award for Best Foreign Language Film.\nRajamouli's films are typically characterized by their epic grandeur, stylized action sequences, unbridled heroism and larger-than-life characters with historical and mythological references. His films have been noted for their integration of CGI with practical effects. With his Baahubali films, he has pioneered the pan-Indian film movement. He is also credited for expanding the market of Telugu cinema and South Indian cinema into North India and international markets."}