{"wikidata_id": "Q3566626", "title": "Jan Buzek", "url": "https://en.wikipedia.org/wiki/Jan_Buzek", "summary": "Dr. Jan Jerzy Buzek (27 March 1874 – 24 November 1940) was a Polish physician, activist and politician from the region of Zaolzie, Czechoslovakia.\nBuzek was born in Końska as a son of a peasant. He graduated from primary school there, and later from the German gymnasium (high school) in Cieszyn. He later decided to study medicine at Jagiellonian University in Kraków and graduated in 1901. In 1902 he became a municipal and miners' doctor in the coal mining village of Doubrava. He worked in Orlová, where he helped to found the Juliusz Słowacki Polish Grammar School. In World War I he served in the Austrian Army as a doctor.\nBuzek also lectured at various schools. From a young age he was active in Polish cultural and educational organizations, eventually becoming chairman of many of them, including Związek Harcerstwa Polskiego (The Polish Scouting and Guiding Association) in Czechoslovakia. He was a co-founder of the Polish People's Party, a Polish political party in Czechoslovakia of a Protestant and liberal character. In 1931 Buzek became a leader of this party. He was a member of the National Assembly of Czechoslovakia in Prague from 1929 to 1935. As a deputy, Buzek defended the rights of the Polish minority, often cooperating with another Polish deputy, socialist Emanuel Chobot.\nAfter the outbreak of World War II, Buzek was arrested by Nazi authorities on 12 April 1940 and on 28 April incarcerated by the Nazis in the Dachau concentration camp. He was transferred on 5 June to Mauthausen-Gusen camp, and on 15 August again to Dachau concentration camp. Before arrest his weight was 118 kg, before his death 45–50 kg. He died in Dachau on 24 November 1940 from exhaustion. Before death he said to his fellow inmate:\n\nI looked 40 years to the eyes of death, but today nobody will help me. I was saving people, best how I could; but today nobody will save me. My left eye is blind.\nHe wished his ashes to be laid at a cemetery in Bystrzyca nad Olzą, in the grave of his first wife Anna, his first love. He is buried there.\nHis second wife was Jadwiga Dyboska, the daughter of Antoni Dyboski."}