{"wikidata_id": "Q358437", "title": "Bill Nelson", "url": "https://en.wikipedia.org/wiki/Bill_Nelson", "summary": "Clarence William Nelson II (born September 29, 1942) is an American politician and attorney serving as the administrator of the National Aeronautics and Space Administration (NASA). Nelson previously served as a United States Senator from Florida from 2001 to 2019. A member of the Democratic Party, he previously served in the Florida House of Representatives from 1972 to 1978 and in the United States House of Representatives from 1979 to 1991. In January 1986, Nelson became the second sitting member of U.S. Congress to fly in space, after Senator Jake Garn, when he served as a payload specialist on mission STS-61-C aboard the Space Shuttle Columbia. Before entering politics he served in the U.S. Army Reserve during the Vietnam War. As of 2023, Nelson remains the last Democrat to have served as a United States Senator from Florida.\nNelson retired from Congress in 1990 to run for governor of Florida, but was unsuccessful. He was later elected Treasurer, Insurance Commissioner and Fire Marshal of Florida, serving from 1995 to 2001. In 2000, Nelson was elected to the U.S. Senate seat that had been vacated by retiring Republican Senator Connie Mack III with 51% of the vote. He was reelected in 2006 with 60% of the vote and in 2012 with 55% of the vote. Nelson ran in 2018 for a fourth term, but was narrowly defeated in the general election by then-Governor Rick Scott. In May 2019, Nelson was appointed to serve on NASA's advisory council.In the U.S. Senate, Nelson was generally considered a centrist and a moderate Democrat. Nelson supported same-sex marriage, lowering taxes on lower and middle income families, expanding environmental programs and regulation, protecting the Affordable Care Act, and expanding Medicaid. Nelson chaired the Senate Aging Committee from 2013 to 2015, and served as ranking member of the Senate Commerce Committee from 2015 to 2019.\nOn March 19, 2021, President Joe Biden announced his intention to nominate Nelson to the position of NASA administrator. Nelson was confirmed by unanimous consent by the Senate on April 29, 2021, and was sworn in by vice president Kamala Harris on May 3, 2021."}