{"wikidata_id": "Q367287", "title": "Paolo Farinati", "url": "https://en.wikipedia.org/wiki/Paolo_Farinati", "summary": "Paolo Farinati (also known as Farinato or Farinato degli Uberti; c. 1524 – c. 1606) was an Italian painter of the Mannerist style, active in mainly in his native Verona, but also in Mantua and Venice.\nHe may have ancestors among Florentine stock to which belonged the Ghibelline leader Farinata degli Uberti, celebrated in Dante's Divina Commedia. He was a contemporary of the prominent artist of Verona, Paolo Veronese. He was succeeded by other members of the Cagliari family, of whom most or all were outlived by Farinato. He was instructed, according to Giorgio Vasari, by his father and by the Veronese Niccolò Giolfino, and probably by Antonio Badile and Domenico del Riccio (Brusasorci).\nProceeding to Mantua, he formed his initial style partly on the influence of Giulio Romano. His first major work was an altarpiece for the Duomo of Mantua. The chapel of the Sacrament in that church was frescoed concurrently by Farinati, Paolo Veronese, Domenico Riccio, and Battista del Moro.Vasari praised his thronged compositions and merit of draughtsmanship. His works are to be found not only in Venice and principally in Verona, but also in Padua and other towns belonging or adjacent to the Venetian territory. In 1584, he painted one of the trio of painters (Farinati, Felice Brusasorzi, and Anselmo Canera) depicting events from the life of Moses for the palace of Pellegrino Ridolfi in the Veronese contrada of San Pietro Incarnario. The canvas depicting Moses Defending the Daughters of Jethro was Farinati's contribution, now in the Museo degli Affreschi G.B. Cavalcaselle in Verona.He was a prosperous and light-hearted man, and continually progressed in his art, passing from a comparatively dry manner into a larger and bolder one, with much attraction of drapery and of landscape. Late in life, his style resembled that of  Paolo Veronese. The Miracle of the Loaves and Fishes, painted in the church of San Giorgio in Braida, is accounted his masterpiece, executed at the advanced age of seventy-nine, and crowded with figures. A Last Supper was painted by him in Santa Maria in Organo; also in this church, he painted a Michael expelling Lucifer and Massacre of the Innocents. In Piacenza is a St Sixtus; in Berlin a Presentation in the Temple; and in the communal gallery of Verona one of his masterpieces, the Marriage of St Catherine. Farinati executed some sculptures, and various etchings of sacred and mythologic subjects. He is said to have died at the same hour as his wife. His son Orazio was also a painter of merit. His daughter Chiara also was a painter.\nFarinati is notable for having kept a detailed journal of his activities from 1573 until his death. His many drawings on tinted paper are particularly notable."}