{"wikidata_id": "Q3752663", "title": "Fred Trump", "url": "https://en.wikipedia.org/wiki/Fred_Trump", "summary": "Frederick Christ Trump Sr. (October 11, 1905 – June 25, 1999) was an American real estate developer and businessman. A member of the Trump family, he was the father of Donald Trump, the 45th president of the United States.In partnership with his mother, Elizabeth Christ Trump, Fred began a career in home construction and sales. Their real estate development company was incorporated as E. Trump & Son in 1927 (later known as the Trump Organization). It grew to build and manage single-family houses in Queens, barracks and garden apartments for U.S. Navy personnel near major shipyards along the East Coast, and more than 27,000 apartments in New York City.\nTrump was investigated by a U.S. Senate committee for profiteering in 1954, and again by the State of New York in 1966. Donald became the president of his father's real estate business in 1971, and they were sued by the U.S. Justice Department's Civil Rights Division for violating the Fair Housing Act in 1973; in the case settlement, the Trumps were ordered to take several measures to curb racial discrimination.\nFor decades following World War II, Trump concealed his German ancestry (instead claiming Swedish heritage) to avoid associations with Nazism in light of the Holocaust. He also supported Jewish causes. During Donald Trump's 2016 presidential campaign, reports of Fred Trump's arrest at a 1927 Ku Klux Klan parade resurfaced, although there is no direct evidence that he supported the organization. As president, Donald repeatedly and falsely claimed that his father was born in Germany, instead of New York.In 2018, an exposé by The New York Times revealed that Trump and his wife, Mary Anne MacLeod Trump, provided over $1 billion (in 2018 currency) to their progeny overall, while effectively evading over $500 million in gift taxes. Trump illicitly contributed several million dollars to Donald between 1987 and 1991, and shortly before his death (while suffering from Alzheimer's disease), transferred the bulk of his apartment buildings to his surviving children; several years later, they sold these for over 16 times their previously declared worth."}