{"wikidata_id": "Q37983439", "title": "Alexandra Trusova", "url": "https://en.wikipedia.org/wiki/Alexandra_Trusova", "summary": "Alexandra \"Sasha\" Vyacheslavovna Trusova (Russian: Александра Вячеславовна Трусова, IPA: [ɐlʲɪˈksandrə ˈtrusəvə]; born 23 June 2004) is a Russian figure skater. She is the 2022 Olympic silver medalist, the 2021 World bronze medalist, a two-time European bronze medalist (2020 and 2022), the 2019 Grand Prix Final bronze medalist, the 2019 Skate Canada champion, the 2019 Rostelecom Cup champion, the 2019 CS Ondrej Nepela Memorial champion, the 2021 U.S. Classic champion, the 2021 Skate America champion, the 2022 Russian national champion, a two-time Junior World Champion (2018 and 2019), the 2018 Junior Grand Prix Final champion, the 2019 Junior Grand Prix Final silver medalist, a four-time champion on the Junior Grand Prix series, and a two-time Russian Junior national champion.\nTrusova is accredited for leading the ladies figure skating technical revolution, becoming the first female skater to land the quad Lutz, quad flip, and quad toe loop jumps; the second to land the quad Salchow (after Miki Ando); and the first to land two and three ratified quads in a free skate, achieved at the 2018 Junior World Championships and the 2019 Nepela Trophy, respectively. She is also the first to land four and five quads in a free skate, achieved at the Beijing Winter Olympics 2022. She currently holds four Guinness World Records, the fourth in recognition of her landed quadruple flip at the 2019 ISU Grand Prix Final. Her technical score of 92.35 points in the free skate at the 2018 Junior Worlds was the highest ever recorded in women's singles skating at the junior and senior level until the GOE (Grade of Execution) system was changed at the end of 2017–18 season.\nAt the junior level, Trusova won the first of her two World Junior Championship titles (2018 and 2019) and the 2018 Junior Grand Prix Final at the age of 13, the youngest woman to win these events. At the 2018 JGP Lithuania, she became the first female skater to land a quadruple jump in combination after performing a quad toe loop and triple toe loop. At the 2018 JGP Armenia, she became the first female skater to land a quad Lutz jump in international competition. She is also the first female skater to backload a quad in combination, which she accomplished at Skate Canada 2019, landing a quad Toe in combination with a triple Salchow. Trusova currently has the second highest free skating score of any female skater, with 177.13 points, behind only compatriot Kamila Valieva. Trusova is the first and currently only female skater competing with four different quadruple jumps—toe loop, Salchow, flip, and Lutz—and the first to score above 100 points in technical elements, with 100.20 in the free skate at 2019 Skate Canada and an Olympic record 106.16 at the 2022 Olympics."}