{"wikidata_id": "Q38119", "title": "Daniel Radcliffe", "url": "https://en.wikipedia.org/wiki/Daniel_Radcliffe", "summary": "Daniel Jacob Radcliffe (born 23 July 1989) is an English actor. He rose to fame at age twelve, when he began portraying Harry Potter in the film series of the same name. Over his career, Radcliffe has received various awards and nominations.\nRadcliffe made his acting debut at age 10 in the BBC One television film David Copperfield (1999), followed by his feature film debut in The Tailor of Panama (2001). The same year, he starred as Harry Potter in the film adaptation of the J.K. Rowling fantasy novel, Harry Potter and the Philosopher's Stone. Over the next decade, he played the eponymous role in seven sequels, culminating with Harry Potter and the Deathly Hallows – Part 2 (2011). During this period, he became one of the world's highest-paid actors and gained worldwide fame, popularity, and critical acclaim.\nFollowing the success of Harry Potter, Radcliffe challenged himself acting in a variety of genres such as the romantic comedy What If? (2013), the horror films The Woman in Black (2012) and Victor Frankenstein (2015), the comedy-drama film Swiss Army Man (2016), the heist thriller film Now You See Me 2 (2016), and the action comedy The Lost City (2022). He earned critical acclaim for his portrayals of poet Allen Ginsberg in the drama film Kill Your Darlings (2013), FBI agent Nate Foster in the thriller film Imperium (2016), and Weird Al Yankovic in the comedy Weird: The Al Yankovic Story (2022) earning a Critics' Choice Television Award for the latter. Since 2019, he has starred in the TBS anthology series Miracle Workers.\nRadcliffe branched out to stage acting in 2007, starring in the West End and Broadway productions of Equus. From 2011 to 2012 he portrayed J. Pierrepont Finch in the Broadway revival of the musical How to Succeed in Business Without Really Trying. He continued in Martin McDonagh's dark comedy The Cripple of Inishmaan (2013–2014) in the West End and Broadway and a revival of Tom Stoppard's play Rosencrantz and Guildenstern Are Dead (2017) at The Old Vic. He also starred in the satirical plays Privacy (2016) and The Lifespan of a Fact (2018), respectively off and on Broadway. In 2022, he starred in the New York Theatre Workshop revival of Stephen Sondheim's Merrily We Roll Along.\nRadcliffe has contributed to many charities, including Demelza Hospice Care for Children and the Trevor Project; the latter awarded him its Hero Award in 2011."}