{"wikidata_id": "Q39259", "title": "Recep Tayyip Erdoğan", "url": "https://en.wikipedia.org/wiki/Recep_Tayyip_Erdo%C4%9Fan", "summary": "Recep Tayyip Erdoğan (born 26 February 1954) is a Turkish politician serving as the 12th and current president of Turkey since 2014. He previously served as prime minister of Turkey from 2003 to 2014 and as mayor of Istanbul from 1994 to 1998. He founded the Justice and Development Party (AKP) in 2001, leading it until 2014, when he was required to stand down upon his election as president. He later returned to the AKP leadership in 2017 following the constitutional referendum that year. Coming from an Islamist political background and self-describing as a conservative democrat, he has promoted socially conservative and populist policies during his administration.Following the 1994 local elections, Erdoğan was elected mayor of Istanbul as the candidate of the Islamist Welfare Party. He was later stripped of his position, banned from political office, and imprisoned for four months for inciting religious hatred, due to his recitation of a poem by Ziya Gökalp. Erdoğan subsequently abandoned openly Islamist politics, establishing the AKP in 2001, which he went on to lead to a landslide victory in 2002. With Erdoğan still technically prohibited from holding office, the AKP's co-founder, Abdullah Gül, instead became prime minister, and later annulled Erdoğan's political ban. After winning a by-election in Siirt in 2003, Erdoğan replaced Gül as prime minister, with Gül instead becoming the AKP's candidate for the presidency. Erdoğan led the AKP to two more election victories in 2007 and 2011.\nReforms made in the early years of Erdoğan's tenure as prime minister granted Turkey the start of EU membership negotiations. Furthermore, Turkey experienced an economic recovery from the economic crisis of 2001 and saw investments in infrastructure including roads, airports, and a high-speed train network. He also won two successful constitutional referendums in 2007 and 2010. However, his government remained controversial for its close links with Fethullah Gülen and his Gülen movement with whom the AKP was accused of orchestrating purges against secular bureaucrats and military officers through the Balyoz and Ergenekon trials. In late 2012, his government began peace negotiations with the Kurdistan Workers' Party (PKK) to end the Kurdish–Turkish conflict. The ceasefire broke down in 2015, leading to a renewed escalation in conflict. Erdoğan's foreign policy, described as Neo-Ottoman and imperialist, has led to the Turkish involvement in the Syrian Civil War, with its focus on preventing the Syrian Democratic Forces (SDF) from gaining ground on the Syria–Turkey border during the Syrian Civil War.\nIn the more recent years of Erdoğan's rule, Turkey has experienced increasing authoritarianism, democratic backsliding and corruption, as well as  expansionism, censorship and banning of parties or dissent. Starting with the anti-government protests in 2013, his government imposed growing censorship on the press and social media, temporarily restricting access to sites such as YouTube, Twitter and Wikipedia. This, along with other factors, stalled negotiations related to Turkey's EU membership. A US$100 billion corruption scandal in 2013 led to the arrests of Erdoğan's close allies, and incriminated Erdoğan. In 2014, Erdoğan became president, a ceremonial office at the time, after the nation's first popular presidential elections. Souring in relations with Gülen reached a breaking point after a failed military coup d'état attempt in July 2016, which the government claimed was organized by followers of Gülen, resulting in purges, declaration of Gülenists as a terrorist organisation, and a state of emergency that lasted until 2018.Erdoğan supported the constitutional referendum in 2017 which changed Turkey's parliamentary system into a presidential system. This new system of government formally came into place after the 2018 general election, where Erdoğan became an executive president. His party however lost the majority in the parliament and is currently in a coalition (People's Alliance) with the Nationalist Movement Party (MHP). Erdoğan has decreased the independence of the Central Bank and pursued a highly unorthodox monetary policy, significantly contributing to a currency and debt crisis starting in 2018, which has caused a significant decline in his popularity and is widely believed to have contributed to the results of the 2019 local elections, in which his party lost power in large cities such as Ankara and Istanbul to opposition parties for the first time in 15 years."}