{"wikidata_id": "Q3930087", "title": "Rania al-Baz", "url": "https://en.wikipedia.org/wiki/Rania_al-Baz", "summary": "Rania al-Baz (Arabic: رانيا الباز) is a Saudi Arabian television presenter, well known as the host of the programme \"The Kingdom this Morning\". She came to prominence after being badly beaten by her husband Muhammad Bakar Yunus al-Fallatta and hospitalized on April 13, 2004, when she was knocked unconscious and her face suffered 13 fractures.  When photographs of her \"bruised and swollen face\" were published, they \"sent shockwaves through her country and around the world\", according to Guardian journalist Ed Vulliamy.In 2001, Al-Baz became the first female announcer on Saudi television despite opposition from religious conservatives over her uncovered face and colored (rather than black) hijab. Her career prospered until her beating in 2004.  According to Al-Baz, her husband beat her after she answered the phone without his permission. He told her she was going to die, and after beating her and slamming her face repeatedly against the marble floor, put her body in the trunk of his car. When she woke up and started moaning, he dropped her off at a private hospital.According to Vulliamy, her story has \"fundamentally challenged the culture of silence\" in Saudi Arabia \"over violence against women\".   Her husband was sentenced to six months in jail and 300 lashes, but was reduced by half \"after Baz publicly pardoned him and waived a compensation suit\".Her husband was ordered by a court to divorce. Baz divorced her husband and won custody of her children.Arab News called her \"a ground-breaker\", and her decision to go public telling what happened to her, \"a sensation in this private society\".  Al-Baz wrote a book about her ordeal, Disfigured: A Saudi Woman's Story of Triumph Over Violence.Following her beating and recovery, al-Baz worked on Al Arabiya and the Lebanese channel Future Television. She was criticized again for appearing on foreign television programs without her headscarf and allegedly criticizing Saudi Arabia.On August 26, 2013, a law was enacted making domestic abuse a \"criminal offense punishable by a year in jail and a fine of up to USD $13,300\". According to Thomas Lippman, passage of the law was provoked by her beating and the photos of it that \"forced into the arena of public discussion a subject that had long been kept quiet\"."}