{"wikidata_id": "Q39444", "title": "Ronaldinho", "url": "https://en.wikipedia.org/wiki/Ronaldinho", "summary": "Ronaldo de Assis Moreira (born 21 March 1980), commonly known as Ronaldinho Gaúcho (Brazilian Portuguese: [ʁonawˈdʒĩɲu ɡaˈuʃu]) or simply Ronaldinho, is a Brazilian retired professional footballer who played mostly as an attacking midfielder, but was also deployed as a winger. Widely regarded as one of the greatest players of all time, he won two FIFA World Player of the Year awards and a Ballon d'Or. He is the only player ever to have won a World Cup, a Copa América, a Confederations Cup, a Champions League, a Copa Libertadores and a Ballon d'Or. A global icon of the sport, Ronaldinho was renowned for his technical skills, creativity, dribbling ability and accuracy from free-kicks, his use of tricks, feints, no-look passes and overhead kicks, as well as his ability to score and create goals, all prominent characteristics of his early-age background playing futsal. He is known by the nickname \"O Bruxo\" (\"The Wizard\").Ronaldinho made his career debut for Grêmio, in 1998. At age 20, he moved to Paris Saint-Germain in France before signing for Barcelona in 2003. In his second season with Barcelona, he won his first FIFA World Player of the Year award as Barcelona won the 2004–05 La Liga title. The season that followed is considered one of the best in his career as he was integral in Barcelona winning the 2005–06 UEFA Champions League, their first in fourteen years, and another La Liga title, giving Ronaldinho his first career double, receiving the 2005 Ballon d'Or and his second FIFA World Player of the Year in the process. After scoring two spectacular solo goals in the first 2005–06 El Clásico, Ronaldinho became the second Barcelona player, after Diego Maradona in 1983, to receive a standing ovation from Real Madrid fans at the Santiago Bernabéu.\nFollowing a second-place La Liga finish to Real Madrid in the 2006–07 season and an injury-plagued 2007–08 season, Ronaldinho suffered a decline in his performances—often put down to a decrease in dedication and focus having achieved so much in the sport—and departed Barcelona to join AC Milan, where he won the 2010–11 Serie A. He returned to Brazil to play for Flamengo in 2011 and Atlético Mineiro a year later where he won the 2013 Copa Libertadores, before moving to Mexico to play for Querétaro and then back to Brazil to play for Fluminense in 2015. Ronaldinho accumulated numerous other individual awards in his career: he was included in the UEFA Team of the Year and the FIFA World XI three times each, and was named UEFA Club Footballer of the Year for the 2005–06 season and South American Footballer of the Year in 2013; in 2004, he was named by Pelé in the FIFA 100 list of the world's greatest living players.\nIn his international career with Brazil, Ronaldinho earned 97 caps and scored 33 goals and represented his country in two FIFA World Cups. After debuting with the Seleção by winning the 1999 Copa América, he was an integral part of the 2002 FIFA World Cup-winning team, starring alongside Ronaldo and Rivaldo in an attacking trio, and was named in the FIFA World Cup All-Star Team. As captain, he led his team to the 2005 FIFA Confederations Cup title and was named man of the match in the final. He also captained the Brazil Olympic team to a bronze medal in men's football at the 2008 Summer Olympics."}