{"wikidata_id": "Q395274", "title": "Michael J. Fox", "url": "https://en.wikipedia.org/wiki/Michael_J._Fox", "summary": "Michael Andrew Fox  (born June 9, 1961), known professionally as Michael J. Fox, is a Canadian-American activist and retired actor. Beginning his career in the 1970s, he rose to prominence portraying Alex P. Keaton on the NBC sitcom Family Ties (1982–1989).\nFox is famous for his role as protagonist Marty McFly in the Back to the Future film trilogy (1985–1990), a critical and commercial success. He went on to headline several films throughout the 1980s and 90s, including Teen Wolf (1985), The Secret of My Success (1987), Casualties of War (1989), Doc Hollywood (1991), and The Frighteners (1996). Fox returned to television on the ABC sitcom Spin City in the lead role of Mike Flaherty from 1996 to 2000.\nIn 1998, Fox disclosed his 1991 diagnosis of Parkinson's disease. He subsequently became an advocate for finding a cure and founded the Michael J. Fox Foundation in 2000 to help fund research. Worsening symptoms forced Fox to reduce his activities and led to his return to television in Spin City when he was still a major movie star. He continued to make guest appearances on television, including recurring roles on the FX comedy-drama Rescue Me (2009) and the CBS legal drama The Good Wife (2010–2016) that garnered him critical acclaim. He voiced the lead roles in the Stuart Little films (1999–2005) and the animated film Atlantis: The Lost Empire (2001). His final major role was on the NBC sitcom The Michael J. Fox Show (2013–2014). Fox retired in 2021 due to his declining health.Fox won five Primetime Emmy Awards, four Golden Globe Awards, two Screen Actors Guild Awards, and a Grammy Award. He was also appointed an Officer of the Order of Canada in 2010, along with being inducted to Canada's Walk of Fame in 2000 and the Hollywood Walk of Fame in 2002. For his advocacy of a cure for Parkinson's disease, he received an honorary doctorate in 2010 from the Karolinska Institute and an honorary Oscar in 2022."}