{"wikidata_id": "Q39666", "title": "Penélope Cruz", "url": "https://en.wikipedia.org/wiki/Pen%C3%A9lope_Cruz", "summary": "Penélope Cruz Sánchez (; Spanish: [peˈnelope ˈkɾuθ ˈsantʃeθ]; born 28 April 1974) is a Spanish actress. Known for her roles in films of several genres, particularly those in the Spanish language, she has received various accolades, including an Academy Award and a British Academy Film Award, in addition to nominations for a Primetime Emmy Award, four Golden Globe Awards, and five Screen Actors Guild Awards. She is the only Spanish actress to have won an Academy Award, as well as the only one to have received a star on the Hollywood Walk of Fame. \nSigned by an agent at the age of 15, Cruz made her acting debut on television at 16, and her feature film debut the following year in Jamón Jamón (1992). Her subsequent roles included Belle Époque (1992), Open Your Eyes (1997), Don Juan (1998), The Hi-Lo Country (1999), The Girl of Your Dreams (2000), and Woman on Top (2000). She is known for her frequent collaborations with Spanish director Pedro Almodóvar in Live Flesh (1997), All About My Mother (1999), Volver (2006), Broken Embraces (2009), I'm So Excited! (2013), Pain and Glory (2019), and Parallel Mothers (2021), as well as for her work with director Woody Allen in Vicky Cristina Barcelona (2008) and To Rome with Love (2012).\nFor her role in the romantic comedy-drama Vicky Cristina Barcelona, Cruz received the Academy Award for Best Supporting Actress. Her other Oscar-nominated roles include Volver (2006), Nine (2009), and Parallel Mothers (2021). Other notable films include All the Pretty Horses (2000), Vanilla Sky (2001), Blow (2001), Elegy (2008), Sahara (2005), Pirates of the Caribbean: On Stranger Tides (2011), The Counselor (2013), Murder on the Orient Express (2017), Everybody Knows (2018), and Official Competition (2022). For her role as Donatella Versace in the FX series The Assassination of Gianni Versace: American Crime Story (2018), she received a nomination for the Primetime Emmy Award for Outstanding Supporting Actress in a Limited Series or Movie.\nSince 2010, Cruz has been married to Spanish actor Javier Bardem. She has done modelling work for Mango, Ralph Lauren, and L'Oréal, and along with her younger sister Mónica Cruz, also designed clothing for Mango. She has been a house ambassador for Chanel since 2018. She has volunteered in Uganda and India, where she spent one week working with Mother Teresa; she donated her salary from The Hi-Lo Country to help fund the late nun's mission."}