{"wikidata_id": "Q41142", "title": "Jane Fonda", "url": "https://en.wikipedia.org/wiki/Jane_Fonda", "summary": "Jane Seymour Fonda (born December 21, 1937) is an American actress, activist, and former fashion model. Recognized as a film icon, Fonda is the recipient of various accolades including two Academy Awards, two British Academy Film Awards, seven Golden Globe Awards, a Primetime Emmy Award, the AFI Life Achievement Award, the Golden Lion Honorary Award, the Honorary Palme d'Or, and the Cecil B. DeMille Award.Born to socialite Frances Ford Seymour and actor Henry Fonda, Fonda made her acting debut with the 1960 Broadway play There Was a Little Girl, for which she received a nomination for the Tony Award for Best Featured Actress in a Play, and made her screen debut later the same year with the romantic comedy Tall Story. She rose to prominence during the 1960s with the comedies Period of Adjustment (1962), Sunday in New York (1963), Cat Ballou (1965), Barefoot in the Park (1967), and Barbarella (1968) before receiving her first Oscar nomination for They Shoot Horses, Don't They? (1969). Fonda then established herself as one of the most acclaimed actresses of her generation, winning the Academy Award for Best Actress twice in the 70s for Klute (1971) and Coming Home (1978). Her other nominations were for  Julia (1977), The China Syndrome (1979), On Golden Pond (1981), and The Morning After (1986). Consecutive hits Fun with Dick and Jane (1977), California Suite (1978), The Electric Horseman (1979), and 9 to 5 (1980) sustained Fonda's box-office drawing power, and she won the Primetime Emmy Award for Outstanding Actress in a Limited Series or Movie for the television film The Dollmaker (1984).\nIn 1982, Fonda released her first exercise video, Jane Fonda's Workout, which became the highest-selling videotape of its time. It would be the first of 22 such videos over the next 13 years, which would collectively sell over 17 million copies. She also released another five exercise videos during 2009–2012. She starred in Stanley & Iris (1990), Monster-in-Law (2005), and Georgia Rule (2007) before returning to Broadway in the play 33 Variations (2009), earning a Tony Award for Best Actress in a Play nomination. Fonda re-launched her acting career starring leading film roles in Youth (2015), and Our Souls at Night (2017), and in Netflix's comedy series Grace and Frankie (2015–2022) for which she earned a nomination for the Primetime Emmy Award for Outstanding Lead Actress in a Comedy Series.\nFonda was a political activist in the counterculture era during the Vietnam War. She was photographed sitting on a North Vietnamese anti-aircraft gun on a 1972 visit to Hanoi, during which she gained the nickname \"Hanoi Jane\". During this time, she was effectively blacklisted in Hollywood. She has also protested the Iraq War and violence against women, and describes herself as a feminist and environmental activist. In 2005, along with Robin Morgan and Gloria Steinem, she co-founded the Women's Media Center, an organization that works to amplify the voices of women in the media through advocacy, media and leadership training, and the creation of original content. Fonda serves on the board of the organization."}