{"wikidata_id": "Q41244", "title": "Andriy Shevchenko", "url": "https://en.wikipedia.org/wiki/Andriy_Shevchenko", "summary": "Andriy Mykolayovych Shevchenko, or Andrii Mykolaiovych Shevchenko (Ukrainian: Андрій Миколайович Шевченко, pronounced [ɐnˈd⁽ʲ⁾r⁽ʲ⁾ij mɪkoˈlɑjowɪtʃ ʃeu̯ˈtʃɛnko]; born 29 September 1976) is a Ukrainian football manager, a former professional football player and a former politician. Shevchenko played as a striker for Dynamo Kyiv, A.C. Milan, Chelsea and the Ukraine national team. He was most recently head coach of Serie B club Genoa.\nShevchenko is considered one of the most lethal strikers to ever play the game. He is ranked as the seventh top goalscorer in all European competitions with 67 goals. With a tally of 175 goals scored for Milan, he is the second most prolific player in the history of the club, and is also the all-time top scorer of the Derby della Madonnina (the derby between Milan and their local rivals Inter Milan) with 14 goals. Furthermore, he is the all-time top scorer for the Ukraine national team with 48 goals.Shevchenko's career has been highlighted by many awards, the most prestigious of which was the Ballon d'Or in 2004 (becoming the third Ukrainian, after Oleg Blokhin and Igor Belanov, to receive it). He won the UEFA Champions League in 2003 with Milan, and he has also won various league and cup titles in Ukraine, Italy and England. He was also a Champions League runner-up in 2005 and 2008. He was named in the FIFA World XI for 2005. In 2004, he was named as one of the Top 100 greatest living footballers as part of FIFA's 100th anniversary celebration.In his international career, the striker led Ukraine as captain to the quarter-finals in their first ever FIFA World Cup appearance in 2006, and also took part at UEFA Euro 2012 on home soil. Quitting football for politics in 2012, he stood for election to the Ukrainian Parliament in the October 2012 Ukrainian parliamentary election, but his party failed to win parliamentary representation. He returned to football in 2016, as assistant coach of the Ukraine national team February to July, at the time led by Mykhaylo Fomenko. In July 2016, Shevchenko was appointed Ukraine's head coach, and led the nation to the quarter-finals at UEFA Euro 2020. Shevchenko became the Vice President of the National Olympic Committee of Ukraine on 17 November 2022. He left the National Olympic Committee in January 2023 due to disagreement with the results of the election of its new President Vadym Gutzeit."}