{"wikidata_id": "Q41594", "title": "Christina Aguilera", "url": "https://en.wikipedia.org/wiki/Christina_Aguilera", "summary": "Christina María Aguilera ( AG-il-AIR-ə, Spanish: [kɾisˈtina maˈɾi.a aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress, and television personality. Referred to as the \"Voice of a Generation\", she has been distinguished from her peers over her four-octave vocal range, and ability to sustain high notes. Her works, which incorporate feminism, sexuality, and domestic violence, have generated both critical praise and controversy, for which she is often cited as an influence by other artists.\nAfter appearing in television programs as a child, Aguilera signed with RCA Records and rose to prominence in 1999 with the release of her eponymous debut album. Cited as an influence for the late-1990s/early-2000s revival of teen pop, the album earned her the Grammy Award for Best New Artist, while three of its singles, \"Genie in a Bottle\", \"What a Girl Wants\", and \"Come On Over Baby (All I Want Is You)\", reached number one on the Billboard Hot 100. The Spanish-language follow-up, Mi Reflejo (2000), is noted for contributing to the 2000s Latin pop boom. Displeased with her teen idol image, Aguilera took artistic control of her career with Stripped (2002). The music video for its lead single, \"Dirrty\", sparked controversy due to its sexual nature, while further singles, such as \"Beautiful\" and \"Fighter\", were well-received, becoming top-ten singles in many countries, making her the most successful female artist of 2003.\nHer fifth album, Back to Basics (2006), was met with favorable reviews and became the second of her career to debut atop of the Billboard 200. Its singles \"Ain't No Other Man\", \"Candyman\" and \"Hurt\" reached the top-ten positions in most countries. In 2010, Aguilera starred in Burlesque and contributed to its soundtrack. In subsequent years, she featured on the successful singles \"Feel This Moment\", \"Say Something\", and \"Moves like Jagger\". The latter reached number one on the Billboard Hot 100 making Aguilera one of the few artists to reach the top spot over three decades. Outside of her music, she was named a spokesperson for the World Food Program (WFP), served as a coach on reality competition show The Voice (2011–2016), and acted in the drama series Nashville (2015).\nAguilera is considered a pop culture icon and is generally described as a triple threat entertainer. With estimated sales over 90 million records, she is recognized as one of the world's best-selling music artists. In 2009, she was classified as the twentieth most successful artist of the 2000s by Billboard. Throughout her career, she has accumulated numerous awards and accolades, including five Grammy Awards, two Latin Grammy Awards, two MTV Video Music Awards (VMA), one Billboard Music Award, one Guinness World Record, a star on the Hollywood Walk of Fame, and was named a Disney Legend. Aguilera is regarded as one of the most influential Latin artists in the entertainment industry; in 2013, Time listed her among the 100 most influential people in the world, and was ranked as the eighth greatest woman in music by VH1. Furthermore, she has been deemed one of the greatest singers in contemporary pop music, as well as one of the greatest of all time by magazines such as Rolling Stone and Consequence of Sound."}