{"wikidata_id": "Q4235", "title": "Miley Cyrus", "url": "https://en.wikipedia.org/wiki/Miley_Cyrus", "summary": "Miley Ray Cyrus ( MY-lee SY-rəs; born Destiny Hope Cyrus; November 23, 1992) is an American singer, songwriter, and actress. Her music spans across varied styles and genres, including pop, country, rock, hip hop, R&B, and experimental music.\nThe third daughter of country singer Billy Ray Cyrus, she emerged as a teen idol while portraying the title character of the Disney Channel television series Hannah Montana (2006–2011). As Hannah Montana, she attained two number-one and three top-five soundtracks on the Billboard 200, and the U.S. Billboard Hot 100 top-ten single \"He Could Be the One\". Cyrus' initial solo career consisted of the teen-friendly pop rock U.S. number-one albums Meet Miley Cyrus (2007) and Breakout (2008); these releases contained the US top-ten singles \"See You Again\" and \"7 Things\". She then released the extended play The Time of Our Lives (2009), which peaked at number two in the U.S; its lead single, \"Party in the U.S.A\", became one of the best-selling singles in the United States and was certified diamond by the RIAA. She also released the country pop ballad \"The Climb\", which peaked at number four. Trying to reinvent her image, Cyrus explored dance-pop in her third album, Can't Be Tamed (2010). The record was critically panned; however, its title track reached the top ten in the U.S. Following a hiatus, she underwent a more mature and provocative musical shift with the release of the R&B and hip hop-infused Bangerz (2013). Supported by the top-five single \"We Can't Stop\" and the chart-topping \"Wrecking Ball\", it became her fifth number-one album and earned Cyrus her first Grammy Award nomination. She experimented with psychedelic music on her follow-up, the free album Miley Cyrus & Her Dead Petz (2015), before exploring country pop on Younger Now (2017), which contained the U.S. top-ten single \"Malibu\", and trap on the EP She Is Coming (2019). Plastic Hearts (2020) saw Cyrus venture into rock and glam rock; the record became her first number-one entry on the Billboard Top Rock Albums chart. In 2021, Cyrus collaborated with The Kid Laroi on a remix of his single, \"Without You\". Cyrus' eighth studio album, Endless Summer Vacation (2023), was preceded by the lead single \"Flowers\", which set several streaming records and became her second U.S. number-one single.\nCyrus has also starred in the films Bolt (2008), Hannah Montana: The Movie (2009), The Last Song (2010), LOL (2012), and So Undercover (2013), and appeared in Guardians of the Galaxy Vol. 2 (2017). On television, she served as a coach on the singing competition series The Voice (2016–2017), starred in the \"Rachel, Jack and Ashley Too\" episode from the Netflix series Black Mirror (2019), and hosts the yearly NBC holiday special Miley's New Year's Eve Party (2021–present). She founded the non-profit organization Happy Hippie Foundation in 2014, which was supported by the web video series Backyard Sessions (2012–2023). She starred in and executive produced the Disney+ documentary concert special, Miley Cyrus – Endless Summer Vacation (Backyard Sessions) (2023).\nCyrus has been referred to as the \"Teen Queen\" of 2000s pop culture. She has been recognized for her musical versatility and has been critically lauded for her continual reinvention in her sound and style. Regarded as one of the few examples of a child star with a successful career as an adult, Cyrus' accolades include nineteen Teen Choice Awards, four World Music Awards, three MTV Video Music Awards, two Billboard Music Awards, one People's Choice Award, and a GLAAD Media Award. She has made the Time 100 list in 2008 and 2014, Forbes 30 Under 30 in 2014 and 2021, was named MTV's Best Artist of 2013, appeared on Billboard's Greatest of All Time Artists chart in 2019, and was ranked as the ninth greatest Billboard 200 female artist of all time."}