{"wikidata_id": "Q4253870", "title": "Gabrielius Landsbergis-Žemkalnis", "url": "https://en.wikipedia.org/wiki/Gabrielius_Landsbergis-%C5%BDemkalnis", "summary": "Gabrielius Landsbergis-Žemkalnis (Polish: Gabryel Landsberg; 1852–1916) was a Lithuanian playwright and activists of the early Lithuanian amateur theater. \nBorn to an old noble family, Landsbergis attended Šiauliai Gymnasium where his friend Petras Vileišis encouraged him to speak Lithuanian and support the Lithuanian National Revival. After finishing a telegraph school in Riga in 1871, he worked at the telegraph offices in Moscow and Crimea. He returned to Lithuania in 1884 and joined the Lithuanian cultural life. He contributed articles to the illegal Lithuanian periodicals Varpas and Ūkininkas and his house was a gathering place of many Lithuanian intellectuals. Due to these activities, he was forced to leave Lithuania in 1894 but continued to maintain contacts with Lithuanian activists. He was arrested and imprisoned for ten weeks in 1900 and sentenced to two years of exile in Smolensk in 1902. He returned in 1904 and became administrator of Vilniaus žinios, the first legal Lithuanian daily established by Petras Vileišis. At the same time, Landsbergis devoted his energy to the Lithuanian amateur theater. He was a director, actor, playwright, critic of many of the early performances. He founded and chaired the Kanklės of Vilnius Society and was active in the Rūta Society in Vilnius, Daina Society in Kaunas, and Varpas Society in Šiauliai. All of these societies organized Lithuanian theater performances, concerts, other cultural evenings. In total, he directed or played a role in more than 130 plays. Landsbergis also wrote several plays, mostly simple comedies that were well suited for the amateur theater. His most important works were a drama about Lithuanian folk hero Tadas Blinda (1907) and melodrama about Grand Duchess Birutė (1906) which was later adapted into the first Lithuanian opera Birutė."}