{"wikidata_id": "Q42869", "title": "Nicolas Cage", "url": "https://en.wikipedia.org/wiki/Nicolas_Cage", "summary": "Nicolas Kim Coppola (born January 7, 1964), known by his stage name Nicolas Cage, is an American actor and film producer. Born into the Coppola family, he is the recipient of various accolades, including an Academy Award, a Screen Actors Guild Award, and a Golden Globe Award.\nIn the first few years of his career, he starred in a variety of films such as Valley Girl (1983), Peggy Sue Got Married (1986), Raising Arizona (1987), Moonstruck (1987), Wild at Heart (1990), and It Could Happen to You (1994). During this period, John Willis' Screen World, Vol. 36 listed him as one of 12 Promising New Actors of 1984. For his performance in Leaving Las Vegas (1995), he won the Academy Award for Best Actor. He received his second Academy Award nomination for his performance as Charlie and Donald Kaufman in Adaptation (2002).\nHe subsequently appeared in more mainstream films, including The Rock (1996), Con Air (1997), Face/Off (1997), City of Angels (1998), Bringing Out the Dead (1999), Gone in 60 Seconds (2000), The Family Man (2000), Windtalkers (2002), Matchstick Men (2003), the National Treasure film series (2004–2007), Lord of War (2005), The Wicker Man (2006), Ghost Rider (2007), Knowing (2009), and Bad Lieutenant: Port of Call New Orleans (2009). Between the 2010s and the 2020s, he starred in films such as Kick-Ass (2010), Joe (2013), Mandy (2018), Spider-Man: Into the Spider-Verse (2018), Pig (2021), and The Unbearable Weight of Massive Talent (2022), roles that increased his popularity and solidified his cult following.Cage owns the production company Saturn Films and has produced films such as Shadow of the Vampire (2000) and The Life of David Gale (2003). He also directed Sonny (2002), for which he was nominated for Grand Special Prize at Deauville Film Festival. He was ranked No. 40 in Empire magazine's The Top 100 Movie Stars of All Time list in 2007 and was placed No. 37 in Premiere's 100 Most Powerful People in Hollywood in 2008."}