{"wikidata_id": "Q4328437", "title": "Niecy Nash", "url": "https://en.wikipedia.org/wiki/Niecy_Nash", "summary": "Carol Denise Betts (née Ensley; born February 23, 1970), known professionally as Niecy Nash-Betts (), is an American actress, comedian and television host, best known for her performances on television. Her acting career began in the late 1990s, with numerous guest appearances on television shows. She garnered further recognition for her portrayal of Deputy Raineesha Williams in the comedy series Reno 911! (2003–2009, 2020–present), along with hosting the Style Network show Clean House (2003 to 2010), for which she won a Daytime Emmy Award.\nNash has also starred as Lolli Ballantine on the TV Land sitcom The Soul Man (2012–2016), Denise Hemphill in the Fox horror-comedy series, Scream Queens (2015–2016), Desna Simms, a leading character, in the TNT crime comedy-drama Claws (2017–2022), and in 2022 began starring as Special Agent Simone Clark in the ABC crime series, The Rookie: Feds. For her performance as nurse Denise \"DiDi\" Ortley in the HBO comedy Getting On (2013–2015), she received two Primetime Emmy Awards nominations for Outstanding Supporting Actress in a Comedy Series and a nomination for a Critics' Choice Television Award for Best Supporting Actress in a Comedy Series.\nIn 2014, Nash played the role of civil rights activist Richie Jean Jackson in the historical drama film Selma directed by Ava DuVernay. In 2019, she starred as Delores Wise in DuVernay's miniseries When They See Us, for which she was nominated for a Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie. In 2020, she portrayed feminist leader Florynce Kennedy in Mrs. America. In 2022, she starred in Dahmer – Monster: The Jeffrey Dahmer Story as Glenda Cleveland, the next door neighbor to serial killer Jeffrey Dahmer. For this performance, Nash received the Critics' Choice Television Award for Best Supporting Actress in a Movie/Miniseries and was nominated for a Golden Globe Award and a Screen Actors Guild Award."}