{"wikidata_id": "Q43274", "title": "Charles III", "url": "https://en.wikipedia.org/wiki/Charles_III", "summary": "Charles III (Charles Philip Arthur George; born 14 November 1948) is King of the United Kingdom and the 14 other Commonwealth realms.Charles was born in Buckingham Palace during the reign of his maternal grandfather, George VI, and was three years old when his mother, Elizabeth II, acceded to the throne in 1952, making him the heir apparent. He was made Prince of Wales in 1958 and his investiture was held in 1969. He was educated at Cheam and Gordonstoun schools (as was his father, Prince Philip, Duke of Edinburgh) and later spent six months at the Timbertop campus of Geelong Grammar School in Victoria, Australia. After earning a Bachelor of Arts degree from the University of Cambridge, Charles served in the Royal Air Force and Navy for five years, beginning in 1971. In 1981, he married Lady Diana Spencer, with whom he has two sons: William and Harry. The couple divorced in 1996, after they had each engaged in well-publicised extramarital affairs. Diana died in a car crash the following year. In 2005, Charles married his long-term partner, Camilla Parker Bowles.\nAs heir apparent, Charles undertook official duties and engagements on behalf of his mother. He founded the youth charity The Prince's Trust in 1976, sponsors The Prince's Charities, and is a patron, president, or a member of over 400 other charities and organisations. He has advocated for the conservation of historic buildings and the importance of architecture in society; in that vein, Charles generated the experimental new town of Poundbury. An environmentalist, Charles supported organic farming and action to prevent climate change during his time as the manager of the Duchy of Cornwall estates, earning him awards and recognition as well as criticism; he is also a prominent critic of the adoption of genetically modified food, while his support for homeopathy and other alternative medicine has been criticised. He has published his views by authoring or co-authoring over 20 books.\nCharles succeeded his mother on her death on 8 September 2022. At the age of 73, he was the oldest person to accede to the British throne, after having been the longest-serving heir apparent and Prince of Wales in British history. His coronation is scheduled to take place on 6 May 2023."}