{"wikidata_id": "Q434118", "title": "George Pell", "url": "https://en.wikipedia.org/wiki/George_Pell", "summary": "George Pell  (8 June 1941 – 10 January 2023) was an Australian cardinal of the Catholic Church. He served as the inaugural prefect of the Secretariat for the Economy between 2014 and 2019, and was a member of the Council of Cardinal Advisers between 2013 and 2018. Ordained a priest in 1966 and bishop in 1987, he was made a cardinal in 2003. Pell served as the eighth Archbishop of Sydney (2001–2014), the seventh Archbishop of Melbourne (1996–2001) and an auxiliary bishop of Melbourne (1987–1996). He was also an author, columnist and public speaker. From 1996, Pell maintained a high public profile on a wide range of issues, while retaining an adherence to Catholic orthodoxy.\nPell worked as a priest in rural Victoria and in Melbourne and also chaired the aid organisation Caritas Australia (part of Caritas Internationalis) from 1988 to 1997. He was appointed a delegate to the Australian Constitutional Convention in 1998, received the Centenary Medal from the Australian government in 2003 and was appointed a Companion of the Order of Australia (AC) in the 2005 Queen's Birthday Honours. During his tenure as Archbishop of Melbourne, Pell set up the \"Melbourne Response\" protocol in 1996 to investigate and deal with complaints of child sexual abuse in the archdiocese. The protocol was the first of its kind in the world and was subjected to a variety of criticisms.In 2018, Pell was found guilty of child sexual abuse, but on appeal, the convictions were quashed in 2020 by the High Court of Australia. A separate investigation by the Holy See's Congregation for the Doctrine of the Faith into these allegations of abuse concluded upon his acquittal by the High Court.According to findings released by Australia's Royal Commission into Institutional Responses to Child Sexual Abuse in 2020, Pell knew of child sexual abuse by clergy by the 1970s but did not take adequate action to address it. Pell said he was \"surprised\" and that the commission's views \"are not supported by evidence\"."}