{"wikidata_id": "Q43874", "title": "Eddie Murphy", "url": "https://en.wikipedia.org/wiki/Eddie_Murphy", "summary": "Edward Regan Murphy (born April 3, 1961) is an American actor, comedian, and singer. He rose to fame on the sketch comedy show Saturday Night Live, for which he was a regular cast member from 1980 to 1984. Murphy has also worked as a stand-up comedian and is ranked No. 10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time. Murphy has received a Grammy Award and Emmy Award and was honored with the Mark Twain Prize for American Humor in 2015 and the Golden Globe Cecil B. DeMille Award in 2023.Murphy has received Golden Globe Award nominations for his performances in 48 Hrs. (1982), the Beverly Hills Cop series (1984–present), Trading Places (1983), The Nutty Professor (1996), and Dolemite Is My Name (2019). He has also won numerous awards for his work on the fantasy comedy film Dr. Dolittle (1998) and its 2001 sequel. In 2007, Murphy won the Golden Globe for Best Supporting Actor and received a nomination for the Academy Award for Best Supporting Actor for his portrayal of soul singer James \"Thunder\" Early in the musical film Dreamgirls.Murphy has worked as a voice actor, including roles playing Mushu in Disney's Mulan (1998), Thurgood Stubbs in the sitcom The PJs (1999–2001), and Donkey in DreamWorks Animation's Shrek series (2001–2010). He won the Annie Award for Outstanding Achievement for Voice Acting in a Feature Production for the latter. In some films he plays multiple roles in addition to his main character; this is intended as a tribute to one of his idols, Peter Sellers. He has played multiple roles in Coming to America (1988), Wes Craven's Vampire in Brooklyn (1995), the Nutty Professor films, Bowfinger (1999), The Adventures of Pluto Nash (2002), Norbit (2007), and Meet Dave (2008). He's recently starred in the comedy films Tower Heist (2011), Dolemite Is My Name (2019), Coming 2 America (2021), and You People (2023).\nIn 2020, he won his first Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series for hosting Saturday Night Live. Murphy's films have grossed over $3.8 billion ($6.5 billion adjusted for inflation) in the United States and Canada box office, and over $6.7 billion worldwide. In 2015, his films made him the sixth-highest grossing actor in the United States. As a singer, Murphy has released three studio albums, including How Could It Be (1985), So Happy (1989), and Love's Alright (1993). He is also known for singing the hit song \"Party All the Time\" in 1985."}