{"wikidata_id": "Q4414537", "title": "Guillermo Lasso", "url": "https://en.wikipedia.org/wiki/Guillermo_Lasso", "summary": "Guillermo Alberto Santiago Lasso Mendoza (American Spanish: [ɡiˈʝeɾmo ˈlaso]; born 16 November 1955) is an Ecuadorian businessman, banker and politician who has served as the 47th president of Ecuador since 24 May 2021. He is the country's first centre-right president in nearly two decades, marking a shift in the country's electorate.Lasso served as Superminister of Economy during the Jamil Mahuad presidency briefly in 1999. He previously served as Governor of Guayas from 1998 until 1999. In 2003, he briefly served as the Itinerant Ambassador of Ecuador during the Lucio Gutiérrez administration. Aside from his political career, Lasso is also a banker and previously served as CEO of Banco Guayaquil. During the presidency of Rafael Correa, Lasso became a noted critic of his administration.Lasso became involved in presidential politics when he founded the Creating Opportunities Party in 2012. He first ran for president in 2013; Lasso came in a distant second place behind President Correa, who won by a landslide. He would later run again in the 2017 election, where he advanced to the run-off running against former Vice President Lenin Moreno and narrowly lost the election winning 48.84% of the vote against Moreno's 51.16%. In his third presidential campaign in 2021, Lasso narrowly advanced to the April run-off round of the election in February and later was elected in April.A liberal, his public agenda includes classical liberal points such as the defence of the division of powers to limit government and of fundamental rights. He has also expressed opinions in favour of lower taxes and is a free-market advocate.Lasso's presidency has been noted for COVID-19 vaccination initiatives and economic relief packages through tax increases on the wealthy and funding with the International Monetary Fund. However, the increase of food and fuel prices, as well as his economic policies, culminated in a series of protests across the country. The government's response has raised concerns over human rights abuses, with crackdowns on indigenous protests at the hands of security forces, as well as alleged excessive force against journalists. Lasso's approval rating has dropped significantly throughout 2022."}