{"wikidata_id": "Q44329", "title": "Bashar al-Assad", "url": "https://en.wikipedia.org/wiki/Bashar_al-Assad", "summary": "Bashar Hafez al-Assad (born 11 September 1965) is a Syrian politician who has served as the 19th president of Syria since 17 July 2000. In addition, he is the commander-in-chief of the Syrian Armed Forces and the Secretary-General of the Central Command of the Arab Socialist Ba'ath Party, which nominally espouses a neo-Ba'athist ideology. His father and predecessor was General Hafez al-Assad, whose presidency between 1971 to 2000 marked the transfiguration of Syria from a republican state into a dynastic dictatorship tightly controlled by an Alawite-dominated elite composed of the armed forces and the Mukhabarat (secret services), who are loyal to the Assad family.Born and raised in Damascus, Bashar al-Assad graduated from the medical school of Damascus University in 1988 and began to work as a doctor in the Syrian Army. Four years later, he attended postgraduate studies at the Western Eye Hospital in London, specialising in ophthalmology. In 1994, after his elder brother Bassel died in a car accident, Bashar was recalled to Syria to take over Bassel's role as heir apparent. He entered the military academy, taking charge of the Syrian occupation of Lebanon in 1998. Assad's regime functions as a personalist dictatorship, and several political scientists and journalists describe it as a totalitarian police state. Although Bashar inherited the bureaucratic structure and personality cult nurtured by Hafez al-Assad, he lacked the charisma and loyalty received by his father, which led to rising discontent against his rule.On 17 July 2000, Bashar al-Assad became president, succeeding his father Hafez, who had died on 10 June 2000. A series of state elections have since been held regularly every seven years - in 2000, 2007, 2014 and 2021 - which he won with overwhelming majority of votes. The elections are unanimously regarded by independent observers as a sham process and boycotted by the opposition. The last two elections - held during 2014 and 2021 - were conducted  only in areas controlled by the Syrian government during the country's ongoing civil war and condemned by the United Nations (UN). Bashar al-Assad's reign has been characterised by numerous human rights violations and severe repression. While the Assad government describes itself as secular, various political scientists and observers note that his regime exploits sectarian tensions in the country. Bashar al-Assad's early economic liberalisation programs worsened inequalities and increased the socio-political centralization of the loyalist Damascene elite of the Assad family; alienating the Syrian rural population, urban working classes, businessmen, industrialists and people from once-traditional Ba'ath strongholds. Since he lacked the respect commanded by his father, many members of the Old Guard resigned or were purged; and the inner-circle were replaced by staunch loyalists from Alawite clans.The United States (U.S.), the European Union (EU), and the majority of the Arab League called for Assad's resignation from the presidency in 2011 after he ordered a violent crackdown on Arab Spring protesters, which led to the Syrian civil war. The Assad regime has perpetrated numerous war crimes and crimes against humanity throughout the course of the conflict, leading to international condemnation. Assad's forces launched a chemical attack in Ghouta on 21 August 2013, resulting in the deaths of 1,100-1,500 civilians. In December 2013, the UN High Commissioner for Human Rights Navi Pillay stated that findings from an inquiry by the UN implicated Assad in war crimes. Investigations by the OPCW-UN Joint Investigative Mechanism and OPCW-UN IIT concluded that Assad government was responsible for the 2017 Khan Shaykhun sarin attack and 2018 Douma chemical attack respectively. In June 2014, the American Syrian Accountability Project included Assad on a list of war crimes indictments of government officials and sent it to the International Criminal Court. Assad has rejected allegations of war crimes and criticised the American-led intervention in Syria for allegedly attempting regime change."}