{"wikidata_id": "Q44380", "title": "Cameron Diaz", "url": "https://en.wikipedia.org/wiki/Cameron_Diaz", "summary": "Cameron Michelle Diaz (born August 30, 1972) is an American actress. She has received various accolades, including nominations for four Golden Globe Awards and a British Academy Film Award. As of 2018, her films have grossed over $3 billion in the U.S., making her the fifth-highest-grossing actress at the domestic box office. Diaz's roles in comedies and romances cemented her as a sex symbol and a bankable star, and she was named the highest-paid Hollywood actress over 40 in 2013.Born in San Diego, California, Diaz was raised in Long Beach. While still in high school, she signed a modeling contract with Elite Model Management. She made her film debut at age 21 opposite Jim Carrey in the comedy The Mask (1994). Following a supporting role in the romantic comedy My Best Friend's Wedding (1997), she starred as the titular character in the Farrelly brothers' comedy There's Something About Mary (1998), which brought her increased fame and her first Golden Globe nomination. Her following two projects—the sports drama Any Given Sunday and Spike Jonze's fantasy film Being John Malkovich (both 1999)—lent Diaz a reputation as a dramatic actress. \nDiaz had praised supporting roles in Cameron Crowe's Vanilla Sky (2001) and Martin Scorsese's Gangs of New York (2002) and had greater commercial success in the action comedy Charlie's Angels (2000) and its 2003 sequel, as well as for voicing Princess Fiona in the Shrek franchise (2001–2010). Her subsequent films include the comedies In Her Shoes (2005), The Holiday (2006), What Happens in Vegas (2008), Knight and Day (2010), The Green Hornet (2011), and Bad Teacher (2011). After starring in three successful films in 2014 – The Other Woman, Sex Tape and Annie – Diaz retired from acting to focus on her family, but made a return to the profession in 2023.\nDiaz has also written two health books: The Body Book (2013), a New York Times bestseller, and The Longevity Book (2016). Her personal life drew strong media attention throughout the course of her career, mostly regarding her relationships and fashion sense. In 2015, she married Good Charlotte guitarist Benji Madden; they have a daughter via surrogate in 2019."}