{"wikidata_id": "Q4492815", "title": "Chrystia Freeland", "url": "https://en.wikipedia.org/wiki/Chrystia_Freeland", "summary": "Christina Alexandra Freeland  (born August 2, 1968) is a Canadian politician serving as the tenth and current deputy prime minister of Canada since 2019 and the minister of finance since 2020. A member of the Liberal Party, Freeland represents the Toronto riding of University—Rosedale in the House of Commons. She was first appointed to Cabinet following the 2015 federal election and is the first woman to hold the finance portfolio.\nBorn in Peace River, Alberta, Freeland completed a bachelor's degree at Harvard University, studying Russian history and literature before earning a master's degree in Slavonic studies from Oxford University. She began her career in journalism working in editorial positions at the Financial Times, The Globe and Mail and Reuters, becoming managing director of the latter. Freeland is the author of Sale of the Century, a 2000 book about Russia's journey from communist state rule to capitalism, and Plutocrats: The Rise of the New Global Super-Rich and the Fall of Everyone Else in 2012. Plutocrats was the winner of the 2013 Lionel Gelber Prize for non-fiction reporting on foreign affairs. It also won the 2013 National Business Book Award for the most outstanding Canadian business-related book.\nFreeland was elected to represent Toronto Centre in the House of Commons following a 2013 by-election and sat as a regular member of Parliament (MP) until 2015, when Justin Trudeau formed his first government and she was appointed to his Cabinet. Freeland has held a number of portfolios, beginning as minister of international trade following the 2015 election, where she played an instrumental role in successfully negotiating the Canada-United States-Mexico Agreement and the Comprehensive Economic and Trade Agreement (CETA) with the European Union, earning her a promotion to minister of foreign affairs in 2017. She assumed her current role as deputy prime minister following the 2019 election where she also became minister of intergovernmental affairs until 2020, when she was appointed as finance minister. She presented her first federal budget in 2021, which introduced a national childcare program, in the midst of the COVID-19 pandemic. In 2022, she was part of the federal response to the Canadian convoy protest, which led to the first ever invocation of the Emergencies Act. She has played a critical role in the Canadian response to the Russo-Ukrainian War, including the implementation of sanctions on Russia and sending aid to Ukraine after the invasion in 2022.\nPolitical commentators have given Freeland the informal title of \"Minister of Everything,\" an honorific previously used for powerful 20th century Liberal cabinet minister C. D. Howe. Freeland was described in 2019 as one of the most influential Cabinet ministers of Trudeau's premiership."}