{"wikidata_id": "Q450975", "title": "Barbara Ferrell", "url": "https://en.wikipedia.org/wiki/Barbara_Ferrell", "summary": "Barbara Ann Ferrell, Mrs. Edmonson (born July 28, 1947, Hattiesburg, Mississippi) is an American former track and field athlete who competed mainly in the 100-metre dash. She was the U.S. national champion in that event in 1967 and 1969 and is a member of the U.S. National Track & Field Hall of Fame.\nFerrell competed for the United States at the 1968 Summer Olympics held in Mexico City, Mexico in the 100 metres, where she finished second to teammate and 1964 gold medalist Wyomia Tyus. She finished fourth in the 200 metres final. The two then joined with fellow Americans Margaret Bailes and Mildrette Netter to take the gold medal in the 4 × 100 m relay.\nAt the 1972 Summer Olympics in Munich, Germany, after a season in which she had been hampered by injury, Ferrell finished seventh in the 100 metres final, and was eliminated in the semifinals of the 200 metres.\nShe was named to the U.S. National Track & Field Hall of Fame in 1988 and, that same year, to the Mt. SAC Relays Hall of Fame.Ferrell served as women's track coach at the University of Southern California, and while there became one of the few female coaches in an NCAA Division I program to handle both the men's and women's sprinters. She was named head coach for the women's track and field and cross country programs at the University of Nevada, Las Vegas in 2002. Ferrell, also known as Coach E, retired as the head track coach at San Marino High School and passed the position onto her former pupil Jeff Williams.\nFerrell obtained her bachelor's degree in sociology from California State College, Los Angeles, now California State University, Los Angeles, in 1969. She was inducted into the university's Athletics Hall of Fame in 1986.She is married to former UCLA football and professional track great Warren Edmonson, who has served as head track and field coach at California State University, Dominguez Hills since 2002. While competing for St. Bernard High School, their daughters Malika and Miya were a key component of the school's national record-setting 4 × 100 metres relay team. Their record set in 1997 lasted for seven years."}