{"wikidata_id": "Q456759", "title": "Penny Wong", "url": "https://en.wikipedia.org/wiki/Penny_Wong", "summary": "Penelope Ying-Yen Wong (Chinese: 黄英贤, born 5 November 1968) is an Australian politician who is currently serving as the minister for Foreign Affairs and leader of the Government in the Senate in the Albanese Government since 2022. A member of the Australian Labor Party (ALP), she has been a Senator for South Australia since 2002. Wong previously served as Minister for Climate Change and Minister for Finance and Deregulation during the governments of Prime Ministers Kevin Rudd and Julia Gillard from 2007 until 2013.\nBorn in Malaysia to a Chinese Malaysian father and a British Australian mother, Wong was educated at Scotch College in Adelaide, before attending the University of Adelaide, graduating with Bachelor of Arts and Bachelor of Laws degrees. Prior to beginning her political career, she worked as a lawyer and political advisor. Wong entered politics by winning a Senate seat in the 2001 election. \nFollowing Labor's victory in the 2007 election, she was appointed Minister for Climate Change, going on to lead for Australia at the landmark 2009 UN Climate Change Conference in Copenhagen. Following the 2010 election, Wong was moved to become Minister for Finance and Deregulation, and in June 2013, she was elected by her colleagues to become Leader of the Government in the Senate. Following Labor's defeat in the 2013 election, Wong held several roles in the Shadow Cabinets of both Bill Shorten and Anthony Albanese, serving as Leader of the Opposition in the Senate throughout. Upon Labor's victory at the 2022 election, Wong was appointed Minister for Foreign Affairs, and resumed her role as Leader of the Government in the Senate.\nWong has been described by her biographer as \"principled, intellectual, private, restrained and sane\". In 2008, she became the first Asian-Australian in an Australian Cabinet. She was also the first female openly-LGBTI Australian federal parliamentarian, and was an instrumental figure in the legalisation of same-sex marriage in Australia in 2017, reversing her previous endorsement of Labor Party policy that had opposed it. A 2022 study conducted by Roy Morgan Research found Wong to be the most trusted politician in Australia among respondents."}