{"wikidata_id": "Q461739", "title": "Karen Bass", "url": "https://en.wikipedia.org/wiki/Karen_Bass", "summary": "Karen Ruth Bass (; born October 3, 1953) is an American politician, social worker and former physician assistant who has been serving as the 43rd mayor of Los Angeles since 2022. A member of the Democratic Party, Bass had previously served in the U.S. House of Representatives from 2011 to 2022, representing California's 33rd congressional district from 2011 to 2013 and California's 37th congressional district from 2013 to 2022. She also served in the California State Assembly from 2004 to 2010 and spent her final term serving as speaker.A Los Angeles native, Bass attended college at California State University, Dominguez Hills and the University of Southern California. She spent her career as a physician assistant and community activist before seeking public office. Before her election to Congress, Bass represented the 47th district in the California State Assembly for six years. In 2008, she was elected to serve as the 67th Speaker of the California State Assembly, becoming the first African-American woman in United States history to serve as a speaker of a state legislative body. She won the John F. Kennedy Profile in Courage Award in 2010 for her leadership during the Great Recession.Bass was first elected to the U.S. House of Representatives in 2010. She represented California's 33rd congressional district during her first term, though redistricting moved her to the 37th district in 2012. She chaired the Congressional Black Caucus during the 116th Congress. She also chaired the United States House Foreign Affairs Subcommittee on Africa, Global Health, Global Human Rights and International Organizations and the United States House Judiciary Subcommittee on Crime, Terrorism and Homeland Security.\nBass won the 2022 Los Angeles mayoral election to become the first woman and second black mayor of Los Angeles. She was ceremonially sworn in on December 11, 2022 by Vice President Kamala Harris. Bass began her term the following day, December 12."}