{"wikidata_id": "Q462596", "title": "Sophia of Rome", "url": "https://en.wikipedia.org/wiki/Sophia_of_Rome", "summary": "Saint Sophia of Rome  is venerated as a Christian martyr. \nShe is identified in hagiographical tradition with the figure of Sophia of Milan, the mother of Saints Faith, Hope and Charity, whose veneration is attested for the sixth century.\nHowever, there are conflicting hagiographical traditions; one tradition makes Sophia herself a martyr under the Diocletian Persecution (303/4).\nThis conflicts with the much more widespread hagiographical tradition (BHL 2966, also extant in Greek, Armenian and Georgian versions) placing Sophia, the mother of Faith, Hope, and Charity, in the time of Diocletian (early fourth century) and reporting her dying not as a martyr but mourning for her martyred daughters.\nHer relics are said to have been translated to the convent at Eschau, Alsace in 778, and her cult spread to Germany from there.  \nActa Sanctorum reports that her feast day of 15 May is attested in German, Belgian, and English breviaries of the 16th century.Roman Catholic hagiography of the early modern period attempted to identify Saint Sophia venerated in Germany with various records of martyrs named Sophia recorded in the early medieval period, among them a record from the time of Pope Sergius II (9th century)  reporting an inscription mentioning a virgin martyr named Sophia at the high altar of the church of San Martino ai Monti. Saxer (2000) suggests that her veneration may indeed have originated in the later sixth century based on such inscriptions of the fourth to sixth centuries.Based on her feast day on 15 May, Sophia became one of the  \"Ice Saints\", the saints whose feast days are traditionally associated with the last possibility of frost in Central Europe.\nShe is known as kalte Sophie \"cold Sophia\" in Germany, and in Slovenia as poscana Zofka \"pissy Sophia\" or mokra Zofija \"wet Sophia\".Sophia is depicted on a column in the nave of St. Stephen's Cathedral, Vienna; it dates from the 15th century."}