{"wikidata_id": "Q464204", "title": "Sofia Jannok", "url": "https://en.wikipedia.org/wiki/Sofia_Jannok", "summary": "Brita Maret \"Sofia\" Jannok (born 15 September 1982) is a Swedish Sami artist, singer, songwriter and radio host. Several times, she has publicly taken a stance in social media against the establishment of mines on land used by Sami  reindeer herders. Together with Mariela Idivuoma, she was hostess of the Liet-Lávlut music festival in 2006. She has also hosted the program \"Mailbmi – small people great music\" on Swedish Radio P2, and the Sámi children's program Unna Junná for Yle. Her music is inspired from diverse musical influences, like folk, pop, jazz and yoik. She sings mostly in Northern Sami, but also sings and writes lyrics in Swedish and English as well.\nSofia previously performed with Anna Kärrstedt in the duo \"Sophia and Anna\". She performed in Melodifestivalen 2009 with the song Waterloo in Sámi (\"Čáhcceloo\"). On 30 June 2009 she was one of the summer guest hosts on Swedish Radio P1. The day after, 1 July, she participated in SVT's program from Skansen in Stockholm for the inauguration of the Swedish Presidency of the EU. At the opening meeting in the Parliament House in Stockholm on 15 September 2009, she performed \"Samelands vidder\".\nFrom 23 to 30 May 2010 Jannok performed in various bars and clubs in Shanghai and Beijing, China. From 4 to 5 June 2010 she attended the Talvatis Festival in Cardiff.During an inauguration of the Culture year in Umeå 2014 (Sami late winter) Sofia conducted a call of anti-racism with Cleo and Kristin Amparo before the performance of the song \"Faller en, faller alla\". On stage at the same time was also a group of left-wing anti-fascist activists wearing ski masks with the message \"Free Joel\" printed on their shirts, which alludes to the activist who was arrested and convicted for attempted manslaughter and rioting because of the riots in Kärrtorp, when a group of Neo-Nazis attacked a left-wing anti-racism demonstration.Sofia performed at the first Sápmi Pride festival which took place in Kiruna in 2014 and was attended by 300 people."}