{"wikidata_id": "Q467112", "title": "Nicola Sturgeon", "url": "https://en.wikipedia.org/wiki/Nicola_Sturgeon", "summary": "Nicola Ferguson Sturgeon (born 19 July 1970) is a Scottish politician who served as First Minister of Scotland and Leader of the Scottish National Party (SNP) from 2014 to 2023. She has served as a member of the Scottish Parliament (MSP) since 1999, first as an additional member for the Glasgow electoral region, and as the member for Glasgow Southside (formerly Glasgow Govan) from 2007.\nBorn in Ayrshire, Sturgeon is a law graduate of the University of Glasgow, having worked as a solicitor in Glasgow before her election to the Scottish Parliament in 1999. She served successively as the SNP's shadow minister for education, health, and justice. In 2004, Sturgeon announced she would stand as a candidate for the leadership of the SNP; however, she later withdrew from the contest in favour of Alex Salmond, standing instead as depute (deputy) leader on a joint ticket with Salmond. Both were subsequently elected, and as Salmond was still an MP in the British House of Commons, Sturgeon led the SNP in the Scottish Parliament as Leader of the Opposition from 2004 to 2007. The SNP emerged as the largest party following the 2007 election and Salmond headed the first SNP minority government, with Sturgeon as his Deputy First Minister. From 2007 to 2012, she served as the Cabinet Secretary for Health and Wellbeing. Sturgeon oversaw the scrapping of prescription charges and was widely recognised for her handling of the 2009 swine flu pandemic. Following the SNP's landslide majority in 2011, she was appointed as the Cabinet Secretary for Infrastructure, Capital Investment and Cities, which saw her in charge of the legislative process for the 2014 Scottish independence referendum. The defeat of the Yes Scotland campaign in the referendum resulted in the resignation of Salmond as leader of the SNP and first minister.\nSturgeon was elected unopposed as SNP leader in November 2014 and was subsequently appointed as first minister, becoming the first woman to hold either position. She entered office amid a rapid surge in membership of the SNP and this was reflected in the party's performance in the 2015 general election, when it ended Labour's thirty year electoral dominance of Scottish Westminster seats, as it won 56 of the 59 seats and replaced the Liberal Democrats as the third-largest party in the British House of Commons. The SNP continued to enjoy electoral successes throughout Sturgeon's eight years in office, although they lost 21 seats in the 2017 general election. Despite losing her majority, Sturgeon secured a second term in office in 2016, forming a minority government. Her second term was dominated by the result of the 2016 Brexit referendum, when the UK voted to leave the European Union, in spite of 62% of votes in Scotland backing remaining in the EU. Sturgeon used Brexit at her advantage as a case for a second referendum on independence but plans came to a halt amid the COVID-19 pandemic. \n\nSturgeon led the Scottish Government's response to the pandemic, implementing a series of restrictions on social gatherings and rolling out the vaccine programme. A seat short of a majority in 2021, Sturgeon became the first first minister to serve a third term, and she subsequently entered a power-sharing agreement with the Scottish Greens. On 25 May 2022, Sturgeon became the longest serving Scottish First Minister, the record previously being held by her predecessor, Salmond. The calls from Sturgeon's government and the wider independence movement for a second referendum were unsuccessful, as the UK government led by successive Conservative Prime Ministers refused to grant a Section 30 order and in November 2022 the UK Supreme Court ruled that the Scottish Parliament does not have the power to hold a referendum on the question of Scottish independence. On 15 February 2023, Sturgeon announced her intention to resign the leadership of the SNP and as First Minister; she was succeeded by her Health Secretary, Humza Yousaf, who won a leadership election held the following month."}