{"wikidata_id": "Q46987183", "title": "Marieme Faye Sall", "url": "https://en.wikipedia.org/wiki/Marieme_Faye_Sall", "summary": "Marieme Faye Sall, also spelled Marème Faye Sall, is a Senegalese public figure who has served as the First Lady of Senegal since 2012. Sall, the wife of President Macky Sall, is the country's first First Lady to possess fully Senegalese heritage by birth and ethnicity, as her three predecessors have been of ethnic French or Lebanese origin.Faye Sall was born in the city of Saint-Louis, Senegal, as the fourth of her family's eight children. According to her official biography, she is of dual Peule and Serer descent. She attended primary school in Saint-Louis before moving to Diourbel, a city in the Diourbel Region of central Senegal with her family. She attended high school and graduated with a technical high school degree. Sall then enrolled at the Higher Institute of Technology at Cheikh Anta Diop University, where she studied electrical engineering, but did not graduate. She left Cheikh Anta Diop following the birth of her first child.Marieme Faye Sall met her future husband, Macky Sall, in 1992 while she was still in high school. She left her studies at Cheikh Anta Diop University in 1995 following her marriage and the birth of her first child. The couple have three children.During her husband's 2012 presidential campaign against incumbent President Abdoulaye Wade Marieme Faye Sall acted as a close advisor and supporter. However, she remained out of the day-to-day planning of her husband's Alliance for the Republic political party. Still, some publications close to President Wade sought to portray her as overly ambitious and pious during the campaign. Macky Sall defeated President Wade in a runoff held on March 25, 2012.\nSall became the fourth First Lady of Senegal on April 2, 2012. Sall is Senegal's first black first lady, first Muslim first lady, as well as the first fully Senegalese first lady to be born and raised in the country. Senegal's first and third First Ladies, Colette Senghor and Viviane Wade (Sall's immediate predecessor), were both from France, while former First Lady Elizabeth Diouf, wife of former President Abdou Diouf, had a Lebanese father and a Senegalese mother. She was nicknamed a \"real Senegalese lady\" by many Senegalese women.Sall established the Serve Senegal Foundation during her tenure as first lady and heads the charity's board of directors.\n\n\n== References =="}