{"wikidata_id": "Q4707000", "title": "Alan Joyce", "url": "https://en.wikipedia.org/wiki/Alan_Joyce", "summary": "Alan Joyce (born 21 October 1942) is a former Australian rules footballer who after playing 49 games for Hawthorn became a premiership winning coach for the club. Originally from Glen Iris, Joyce played in the ruck for Hawthorn, and ultimately gained life membership in 1996.\nIn 1966 Joyce was appointed captain-coach of Preston, leading them to the 1968 and 1969 premierships in the VFA. He played 92 games and kicked 228 goals.Joining East Fremantle as coach in 1971 and 1972, Joyce rebuilt a side that had suffered between 1967 and 1970 through its leanest era since formation to a premiership in 1974. He then coached Newtown and the NSW state team in 1974, and then returned to Old Easts in 1977 after the club had had two disappointing seasons. In his first season back, Joyce took East Fremantle to a Grand Final where they were unfortunately thrashed, but the blue and whites struggled in 1978 and despite being full of admiration for his players’ efforts Joyce resigned at the end of that season. He moved to Perth in 1980. His stint at Perth was a severe failure, as the Demons, a WAFL powerhouse from 1947 to 1978, won only ten games out of forty-two in Joyce's two years as coach and finished bottom of the ladder in 1981 for the first time since 1935, in the process setting a record for the highest average points \"Against\" in WA(N)FL history.In 1988 when incumbent coach Allan Jeans became ill due to a brain tumour, Joyce replaced Jeans for the season. Hawthorn completely dominated the season from May onwards and finished on top of the ladder by four and a half games before disposing of Carlton in the Semi-Final and demolishing Melbourne by a then-record margin of 96 points in the Grand Final. Allan Jeans would return to coach in 1989, before retiring after Hawthorn's defeat by Melbourne in the 1990 Elimination Final.\nAlan Joyce returned for the 1991 season to coach Hawthorn to another premiership, this time over the West Coast Eagles, who during the home and away season had lost only three games, plus an additional loss to Hawthorn in the first week of the finals.\nIn 1992 Hawthorn was eliminated by West Coast in week 1 of the finals. Similarly in 1993, Hawthorn was beaten by the Adelaide Crows in week 1 of the 1993 finals series. Joyce was soon sacked and replaced by Hawthorn club legend Peter Knights.\nAfter two rounds of the 1994 season, Footscray sacked then-coach Terry Wheeler following a heavy loss to Geelong. Joyce replaced Wheeler and coached Footscray into 5th spot at the completion of the home and away round. Footscray would lose the Qualifying Final to Geelong due to an after-the-siren goal by Billy Brownless. Footscray would meet Melbourne during week two, but owing to injuries and an in-form Melbourne for whom Garry Lyon became the first player since Ron Todd to kick ten goals in a final, the Bulldogs were beaten comprehensively.\nIn 1995, Joyce coached Footscray to seventh position at the completion of the home and away season. Footscray once again met the Geelong at night at the MCG. This time however, the Bulldogs were convincingly beaten and eliminated from the finals. Footscray tumbled severely in 1996 and after many heavy losses and few wins, Joyce was sacked and replaced by his assistant, Terry Wallace. Wallace would retain this position until after round 21 of the 2002 season.\nJoyce has not since coached an AFL club, although he sent a video of himself to major news stations stating his interest in the available Fremantle coaching role due to Gerard Neesham's departure in 1998.\nAfter football Joyce spent several years operating a business at Cable Beach near Broome, Western Australia.Recently he has been a volunteer at the MCG."}