{"wikidata_id": "Q478596", "title": "Grant Shapps", "url": "https://en.wikipedia.org/wiki/Grant_Shapps", "summary": "Grant Shapps (born 14 September 1968) is a British politician serving as Secretary of State for Energy Security and Net Zero since February 2023. He previously served as Secretary of State for Transport in the Johnson government from 2019 to 2022, Home Secretary during the final six days of the Truss premiership in October 2022, and Secretary of State for Business, Energy and Industrial Strategy from October 2022 to February 2023. A member of the Conservative Party, he has been the Member of Parliament (MP) for Welwyn Hatfield since 2005.\nShapps was first elected to the House of Commons in 2005 general election, and was promoted to the Shadow Cabinet as Shadow Minister for Housing and Planning in 2007. Following David Cameron's appointment as Prime Minister in 2010, Shapps was appointed Minister of State for Housing and Local Government. In the 2012 cabinet reshuffle he was promoted to the Cabinet as Co-Chairman of the Conservative Party and Minister without Portfolio. In May 2015, he was demoted from the Cabinet, becoming Minister of State for International Development. In November 2015, he stood down from this post due to his handling of allegations of bullying within the Conservative Party.\nAfter he supported Boris Johnson's 2019 Conservative leadership bid, when Johnson became Prime Minister, he appointed Shapps as Transport Secretary in July. Since Shapps assumed the role it has exercised greater influence than under his predecessors, with the effective nationalisation of the Northern Trains franchise, the Williams–Shapps Review to move from a rail franchise system to concessionary Great British Railways public body (from 2023), COVID-19 travel restrictions to and from the United Kingdom, and the Integrated Rail Plan published in 2021 which sets out the long-term strategy for rail in northern England and the Midlands. \nIn September 2022, Johnson’s successor, Liz Truss dismissed Shapps as Transport Secretary and he returned to the backbenches. In October 2022, amid a government crisis, Truss appointed Shapps as Home Secretary, replacing Suella Braverman. His six-day tenure made Shapps the shortest-serving Home Secretary in British political history. After Rishi Sunak became Prime Minister, Shapps was demoted to Secretary of State for Business, Energy, and Industrial Strategy, succeeding Jacob Rees-Mogg. He was appointed Energy Secretary in February 2023."}