{"wikidata_id": "Q478161", "title": "Matt Hancock", "url": "https://en.wikipedia.org/wiki/Matt_Hancock", "summary": "Matthew John David Hancock (born 2 October 1978) is a British politician who served as Minister for the Cabinet Office and Paymaster General from 2015 to 2016, Secretary of State for Digital, Culture, Media and Sport from January to July 2018, and Secretary of State for Health and Social Care from 2018 to 2021. He has been Member of Parliament (MP) for West Suffolk since 2010. He is a member of the Conservative Party, but now sits in the House of Commons as an independent, having had the whip suspended since November 2022.\nHancock was born in Cheshire, where his family runs a software business. He studied for a BA in Philosophy, Politics and Economics (PPE) at Exeter College, Oxford, and an MPhil in Economics at Christ's College, Cambridge. He was an economist at the Bank of England before serving as a senior economic adviser and later chief of staff to George Osborne. Hancock was first elected as the MP for West Suffolk in 2010, succeeding Richard Spring. He was re-elected as West Suffolk's MP in 2015, 2017, and 2019.\nHancock served as a junior minister at the Department for Business, Innovation and Skills from 2012 to 2015 and was the United Kingdom Anti-Corruption Champion from 2014 to 2015. He attended David Cameron's cabinet as Minister for the Cabinet Office and Paymaster General from 2015 to 2016. After Theresa May became Prime Minister following Cameron's resignation, Hancock was moved to the post of Minister of State for Digital and Culture. He was promoted to May's cabinet as Secretary of State for Digital, Culture, Media and Sport. In July 2018, after the promotion of Jeremy Hunt to Foreign Secretary, Hancock replaced him as Secretary of State for Health and Social Care. After May's resignation, Hancock stood in the Conservative Party leadership election to replace her, but withdrew shortly after the first ballot and subsequently endorsed Boris Johnson. After Johnson became Prime Minister, Hancock retained his position as Health Secretary in his cabinet.\nHancock's tenure as Health Secretary was marked by the COVID-19 pandemic, which he played a prominent role in the government's response to. Hancock oversaw efforts to procure personal protective equipment, but its absence of a competitive tendering process for the award of some contracts proved controversial. He expanded COVID-19 testing and tracing, and also oversaw the early stage of the UK's vaccination programme. In June 2021, after it was shown that he had breached COVID-19 social distancing restrictions by kissing and embracing his mistress, Gina Coladangelo, in his office, Hancock resigned as Health Secretary and was succeeded by Sajid Javid. Following his resignation as Health Secretary, Hancock returned to the backbenches.\nIn November 2022, Hancock had the whip suspended after announcing he would be appearing as a contestant in the 22nd UK series of the survival reality television show I'm a Celebrity...Get Me Out of Here!, in which he finished in third place. On 7 December 2022, he announced his intention to stand down at the next general election."}