{"wikidata_id": "Q483837", "title": "Luka Modrić", "url": "https://en.wikipedia.org/wiki/Luka_Modri%C4%87", "summary": "Luka Modrić (Croatian pronunciation: [lûːka mǒːdritɕ]; born 9 September 1985) is a Croatian professional footballer who plays as a midfielder for La Liga club Real Madrid and captains the Croatia national team. He plays mainly as a central midfielder, but can also play as an attacking midfielder or as a defensive midfielder. He is widely regarded as one of the greatest midfielders of all time, and as the greatest ever Croatian  footballer.Born in Zadar, Modrić's childhood coincided with the Croatian War of Independence which displaced his family. In 2002, he was signed by Dinamo Zagreb at age 16, after showing promise with his hometown club NK Zadar's youth team. He continued his development in Zagreb, before spells on loan to Zrinjski Mostar and Inter Zaprešić. He made his debut for Dinamo in 2005 and won three consecutive league titles and domestic cups, being named the Prva HNL Player of the Year in 2007. In 2008, he moved to Premier League club Tottenham Hotspur for a club-record transfer fee of £16.5 million, where he led Spurs to their first UEFA Champions League appearance in almost 50 years, reaching the quarter-finals of the 2010–11 tournament.\nIn the summer of 2012, Modrić joined Real Madrid for a £30 million transfer fee. There he became a key contributor and helped the team win La Décima and was selected for the 2013–14 Champions League squad of the season. After Zinedine Zidane took over Madrid, Modrić was critical to three consecutive Champions League titles from 2015–16 to 2017–18, each time being voted into the squad of the season. He has won twenty-two major trophies at Real Madrid, including five UEFA Champions League titles, three La Liga titles, one Copa del Rey, four Supercopa de España titles, four UEFA Super Cup titles and five FIFA Club World Cup titles. He won the La Liga Award for \"Best Midfielder\" in 2016 for the second time, and the UEFA Club Football Award for \"Best Midfielder\" in 2017 and 2018. In 2015, he became the first Croatian player to be included in the FIFA FIFPRO World 11, in which he was regularly included until 2019 and then again in 2022, as well in the UEFA Team of the Year between 2016 and 2018. In 2018, Modrić became the first Croatian player to win the UEFA Men's Player of the Year Award, and by winning The Best FIFA Men's Player and Ballon d'Or awards, he became the first player other than Lionel Messi or Cristiano Ronaldo to claim the awards in more than a decade. In 2019, he was awarded the Golden Foot award for career results and personality.\nModrić made his international debut for Croatia against Argentina in March 2006, and scored his first international goal in a friendly match against Italy. Modrić has anchored Croatia's \"second Golden Generation\", participating in every major tournament Croatia has qualified for, including the UEFA Euro 2008, 2012, 2016, and 2020, as well as the 2006, 2014, 2018, and 2022 FIFA World Cup. At the Euro 2008, he was selected for the Team of the Tournament, becoming only the second Croatian to ever achieve this honour. Following group stage eliminations in his first two World Cups, Modrić led Croatia to the 2018 World Cup Final, winning the Golden Ball in process. At the following tournament, he led the team to a third-place finish, winning the Bronze Ball in process. In March 2021, he went on to become the country's most capped player in history. Furthermore, he has been named Croatian Footballer of the Year a record eleven times between 2007 and 2022."}