{"wikidata_id": "Q484615", "title": "Ethan Hawke", "url": "https://en.wikipedia.org/wiki/Ethan_Hawke", "summary": "Ethan Green Hawke (born November 6, 1970) is an American actor and film director. He has been nominated for numerous accolades including four Academy Awards, two Golden Globe Awards and a Tony Award. Hawke has directed three feature films, three off-Broadway plays, and a documentary. He has also written three novels and one graphic novel. He made his film debut in  Explorers (1985), before making a breakthrough performance in Dead Poets Society (1989). Hawke starred alongside Julie Delpy in Richard Linklater's Before trilogy: Before Sunrise (1995), Before Sunset (2004), and Before Midnight (2013). Hawke has received four Academy Award nominations, two for Best Supporting Actor for Training Day (2001) and Boyhood (2014) and the other two for Best Adapted Screenplay for co-writing Before Sunset and Before Midnight with Linklater and Delpy.\nFor Hawke's role as the Protestant minister in Paul Schrader's drama First Reformed (2017), he received the Independent Spirit Award for Best Male Lead. Other notable roles include in Reality Bites (1994), Gattaca (1997), Great Expectations (1998), Hamlet (2000), Before the Devil Knows You're Dead (2007), Brooklyn's Finest (2009), Sinister (2012). Maggie's Plan (2015), Born to Be Blue (2015), The Magnificent Seven (2016), Valerian and the City of a Thousand Planets (2017), Juliet, Naked (2018), The Black Phone (2021) and The Northman (2022). \nHawke directed the narrative films Chelsea Walls (2001), The Hottest State (2006), and Blaze (2018) as well as the documentary Seymour: An Introduction (2014). He created, co-wrote and starred as John Brown in the Showtime limited series The Good Lord Bird (2018), and directed the HBO Max documentary series The Last Movie Stars (2022). He starred in the Marvel television miniseries Moon Knight (2022) as Arthur Harrow.\nIn addition to his film work, Hawke has appeared in many theater productions. He made his Broadway debut in 1992 in Anton Chekhov's The Seagull, and was nominated for a Tony Award for Best Featured Actor in a Play in 2007 for his performance in Tom Stoppard's The Coast of Utopia. In 2010, Hawke directed Sam Shepard's A Lie of the Mind, for which he received a Drama Desk Award nomination for Outstanding Director of a Play. In 2018, he starred in the Roundabout Theater Company's revival of Sam Shepard's play True West alongside Paul Dano."}