{"wikidata_id": "Q4924511", "title": "Blake Williams (basketball)", "url": "https://en.wikipedia.org/wiki/Blake_Williams_(basketball)", "summary": "Robert Blake Williams (October 18, 1924 – November 11, 2003) was an American basketball player.  He won two national championships at Oklahoma A&M University and represented the U.S. as a member of the 1950 FIBA World Championship in Buenos Aires, Argentina. \nWilliams, a 6'2 guard from Lawton, Oklahoma, attended Oklahoma A&M (subsequently renamed Oklahoma State Univ.) from 1944–48, winning championships with the Aggies in both 1945 and 1946 with future Hall of Fame teammate Bob Kurland.  The Aggies were coached by future US Olympic team coach, Henry Iba.  Williams was named first team All-Missouri Valley Conference in 1946, in a year when all five Aggie starters composed the all-conference first team.Following the completion of his collegiate career, Williams opted to compete in the Amateur Athletic Union, instead of the fledgling professional leagues, the National Basketball Association or the Basketball Association of America.  He joined the Denver Chevrolets, a move that enabled him to become a part of the U.S. National team's entry to the first FIBA World Championship in 1950 in Buenos Aires.\nWilliams played in all six of the team's matches as the team won their first five games to reach the final against host team Argentina.  In the final the U.S. team lost 64-50 as 38 fouls were called on the Americans and Argentina tallied more points from the foul line than from the field.  The U.S. team had only four players on the floor at the end of the game.  Williams averaged 3.3 points per game for the tournament, with his best game coming in the fourth contest against Chile when Williams led the Americans in scoring with nine points.Williams went on to a career in automobile sales, eventually owning a small Ford dealership in Newcastle, Wyoming.  He retired from that business in 1980 and spent his final decades in Fort Collins, Colorado.  He died from diabetes complications in 2003, leaving behind his wife of 54 years, Florence Williams, and three children.\n\n\n== References =="}