{"wikidata_id": "Q4934822", "title": "Bobby Browne (footballer, born 1962)", "url": "https://en.wikipedia.org/wiki/Bobby_Browne_(footballer,_born_1962)", "summary": "Bobby Browne (born 9 June 1962 in Dublin) is a former Irish footballer and manager.\nHe played in the League of Ireland in the 1980s and 1990s, mainly with Shelbourne.\nHe played for Shamrock Rovers making three total appearances (two in the league) in the 1984/85 season. Browne made one substitute appearance for The Hoops in the 1984-85 European Cup [1].\nHis longest spell was at Shelbourne where he was pivotal when the Reds won the 1991–92 League of Ireland Premier Division scoring 3 goals in 28 appearances.\nThis win guaranteed Shels entry into the 1992-93 UEFA Champions League where he made another substitute appearance against SC Tavriya Simferopol [2].\nThe following season, he won the FAI Cup which guaranteed entry into the 1993-94 European Cup Winners' Cup where\nBrowne appeared as a substitute 3 times at FC Karpaty Lviv [3], against Panathinaikos in the Olympic Stadium (Athens)\n[4] and in the return leg [5].\nHe signed for Ards F.C. in January 1994 winning the County Antrim Shield but was back in the League of Ireland, this time in the League of Ireland First Division with Drogheda United in November. His good form helped the Boynesiders to promotion and he was named in the PFAI First Division XI for the 1994-95 League of Ireland First Division season. The following season Browne's form earned him the club player of the year award.\nBrowne signed for Dundalk for the 1996-97 League of Ireland Premier Division season and scored his only goal on his debut in a League of Ireland Cup game on 16 August.\nAfter a season back at Hunky Dorys Park he moved to Monaghan United where he became player/manager in 1999.\nUnder Browne Monaghan regained promotion to the Premier Division in the 2000–2001 season. He resigned in September 2003 [6].\nBrowne was assistant manager of the Republic of Ireland under-23s in 2010.\nIn October 2010 Drogheda United appointed Browne as manager. Despite finishing bottom of the table in 2010 and being automatically relegated, Drogheda United were given a late reprieve just weeks before the new season when Sporting Fingal were wound up. Finding themselves back in the Premier Division, Bobby Browne was replaced by Monaghan United manager Mick Cooke on 27 February 2011, a week ahead of the first game of the 2011 season."}