{"wikidata_id": "Q498389", "title": "Paddy Considine", "url": "https://en.wikipedia.org/wiki/Paddy_Considine", "summary": "Patrick George Considine (born 5 September 1973) is an English actor, director, and screenwriter. He frequently collaborates with filmmaker/director Shane Meadows. He has received two British Academy Film Awards, three Evening Standard British Film Awards, British Independent Film Awards and a Silver Lion for Best Short Film at the 2007 Venice Film Festival.\nHis first major onscreen appearance was in his first collaboration with Meadows in A Room for Romeo Brass (1999) in which he played the small-town disturbed character Morell. His first lead role as love-struck misfit Alfie in Paweł Pawlikowski’s Last Resort (2000) won him the Best Actor award at the Thessaloniki Film Festival. Through the early 2000s he had leading performances in both In America (2003) and My Summer of Love (2004), and supporting parts in Doctor Sleep (2002) and 24 Hour Party People (2002). His role as Richard in Meadows' revenge film Dead Man's Shoes (2004), a film he cowrote, won him the 2005 Empire Award for Best British Actor and a nomination for the British Independent Film Award for Best Actor.\nOn television, Considine has had lead roles in several productions including; Pu-239 (2006), My Zinc Bed (2008), Red Riding (2009) and the BBC series Informer (2018), starring in the title role as Detective Inspector Jack Whicher in The Suspicions of Mr Whicher series of television films. As well as smaller recurring roles in series 3 of the BBC gangster series Peaky Blinders (2016), and the HBO miniseries The Outsider (2020). Considine starred alongside Jude Law in the Sky Atlantic miniseries The Third Day (2020). In 2022, he starred in the HBO Game of Thrones prequel series House of the Dragon.\nConsidine made his filmmaking debut with the short film Dog Altogether (2007), for which wrote and directed and for which he won a BAFTA Award for Best Short Film, a British Independent Film Award, a Silver Lion at the 2007 Venice Film Festival, and the Seattle International Film Festival Short Film Jury Award (Narrative Special Jury Prize) and its 2011 feature film adaptation Tyrannosaur which won a second for BAFTA for Outstanding Debut by a British Writer, Director or Producer and a British Independent Film Award at the 2011 Sundance Film Festival and acting awards for both its lead actors Olivia Colman and Peter Mullan. He followed this up by directing and starring in his second feature Journeyman to critical acclaim. He has also appeared in several music videos, including Coldplay's \"God Put a Smile upon Your Face\" and the Arctic Monkeys' \"Leave Before the Lights Come On\".\nDespite portraying Banquo in the 2015 film adaptation of Macbeth, Considine has only had a very brief career on stage. He received Olivier Awards and Tony Award nominations as Best Actor in 2018 and 2019 for his performances in The Ferryman at the Royal Court Theatre, at the Gielgud Theatre, and at the Bernard B. Jacobs Theatre on Broadway."}