{"wikidata_id": "Q5040532", "title": "Carl Mayrhofer", "url": "https://en.wikipedia.org/wiki/Carl_Mayrhofer", "summary": "Carl Mayrhofer (2 June 1837 in Steyr, Austria – 3 June 1882 in Franzensbad, Bohemia) was a physician conducting work on the role of germs in childbed fever.Carl Mayrhofer was a son of physician, he was recognized as an unusually bright student first at Kremsmünster Gymnasium, then at the Vienna University. One of his colleagues was Ferdinand von Hebra, a close friend of the discoverer of puerperal fever and founder of asepsis Ignaz Semmelweis. Mayrhofer received an MD degree in 1860.In 1862, Mayrhofer was appointed second assistant to professor Carl Braun in the maternity clinic at Vienna General Hospital. Braun advised him to study airborne organisms as the source of childbed fever. As such, Mayrhofer was asked to support the position of Braun in his bitter feud with Ignaz Semmelweis, who claimed that the disease was caused by contaminated hands, in effect blaming doctors for the high mortality rates at the time (i.e. that it was an iatrogenic disease).In 1863, Mayrhofer published the first paper on his findings, followed by several lectures in 1864. In these works he referred to Jacob Henle, Pasteur, and Bassi, claiming that some living ferments caused the infections. Braun helped the assistant to get a new powerful microscope, with its help he successfully observed and described various microorganisms of different sizes, shapes and motility. He referred to these organisms as vibrions. Finally he identified one vibrion, the most abundant and constantly present in patients with childbed fever. It was motile, had more or less stable shape, fermented sugar and couldn't survive in acids. Experiments on rabbits proved that injection of these vibrions caused puerperal fever and death. At first, Mayrhofer's work supported Braun's views and the results were published.The publications of 1864 were a success, but \"attracted universal attention <...> not in a positive sense only\". The medical establishment resisted young doctor's ideas as much as it resisted Semmelweis' theory in the 1850s. In an 1865 publication Mayrhofer concluded that infection was usually the result of contaminated hands thus rejecting Braun's concept and supporting Ignaz Semmelweis' rivalling theory.\n Openly disagreeing with his superior, his fate was sealed. Mayrhofer's work was rejected and he soon left the clinic.He entered into private practice, very successful in its beginning. He was appointed privatdozent of obstetrics in 1870, and a few years later adjunct professor within the same field. In late 1870s several disasters struck him one after another: he got lymphangitis, lost two children, got addicted to morphine. In 1878 he moved to Russia, where he worked first at Tbilisi, then in St Petersburg. He faced numerous disappointments and frustrations, lost all interest in life and eventually died from long sickness in Franzensbad."}