{"wikidata_id": "Q5107450", "title": "Chris Messina (open-source advocate)", "url": "https://en.wikipedia.org/wiki/Chris_Messina_(open-source_advocate)", "summary": "Christopher Reaves Messina (born January 7, 1981) is an American blogger, product consultant and speaker who is the inventor of the hashtag as it is currently used on social media platforms. In a 2007 tweet, Messina proposed vertical/associational grouping of messages, trends, and events on Twitter by the means of hashtags. The hashtag was intended to be a type of metadata tag that allowed users to apply dynamic, user-generated tagging, which made it possible for others to easily find messages with a specific theme or content. It allowed easy, informal markup of folksonomy without need of any formal taxonomy or markup language. Hashtags have since been referred to as the \"eavesdroppers\", \"wormholes\", \"time-machines\", and \"veins\" of the Internet.\nHow do you feel about using # (pound) for groups. As in #barcamp [msg]?\nAlthough Twitter's initial response to Messina's proposed use of hashtags was negative \"these things are for nerds\" a series of events, including the devastating fire in San Diego County later that year, saw the first widespread use of #sandiegofire to allow users to easily track updates about the fire. The use of hashtags itself then eventually spread on Twitter, and by the end of the decade could be seen in most social media platforms including Instagram, Facebook, Reddit, and YouTube, so much so that Instagram had to officially place a \"30 hashtags\" limit on its posts to prevent people from abusing the use of hashtags. Instagrammers eventually circumvented this limit by posting hashtags in the comments section of their posts. As of 2018, more than 85% of the top 50 websites by traffic on the Internet use hashtags.Messina subsequently went on to become the Developer Experience Lead at Uber from 2016 to 2017 and as of 2018 ranks as the No. 1 hunter on ProductHunt.com. He is a technology evangelist who is an advocate for open source, open standards, microformats, and OAuth. Messina is also known for his involvement in helping to create the BarCamp, Spread Firefox, and coworking movements."}