{"wikidata_id": "Q5105", "title": "Celine Dion", "url": "https://en.wikipedia.org/wiki/Celine_Dion", "summary": "Céline Marie Claudette Dion  ( say-LEEN dee-ON; born 30 March 1968) is a Canadian singer. Referred to as the \"Queen of Power Ballads\", she is noted for her powerful and technically skilled vocals. Her music has incorporated genres such as pop, rock, R&B, gospel, and classical music. Her recordings since have been mainly in English and French, although she has also sung in Spanish, Italian, German, Latin, Japanese, and Chinese.\nBorn into a large family in Charlemagne, Quebec, Dion emerged as a teen star in her home country with a series of French-language albums during the 1980s. She gained international recognition by winning the 1988 Eurovision Song Contest, where she represented Switzerland with \"Ne partez pas sans moi\". After learning to speak English, she signed with Epic Records in the United States. Her debut English-language album, Unison (1990), established her as a viable pop artist primarily in North America and several English-speaking markets, while The Colour of My Love (1993) gave her global superstardom.\nDion continued her success throughout the 1990s with several of the bestselling English-language albums in history, such as Falling into You (1996), Let's Talk About Love (1997),  which were certified diamond in the US with more than 30 million sales worldwide each. She also released a series of international number-one hits, including \"The Power of Love\", \"Think Twice\", \"Because You Loved Me\", \"It's All Coming Back to Me Now\", \"My Heart Will Go On\", \"I'm Your Angel\" and \"I'm Alive\". Dion continued releasing French albums between each English record; D'eux (1995) became the best-selling French-language album of all time, while S'il suffisait d'aimer (1998), Sans attendre (2012), and Encore un soir (2016), were all certified diamond in France. During the 2000s, she built her reputation as a successful live performer with A New Day... on the Las Vegas Strip (2003–07), the highest-grossing concert residency of all time, and the Taking Chances World Tour (2008–09), one of the highest-grossing concert tours of 2000s.\nDion has been named as one of the greatest singers in music. She is one of the best-selling music artists of all time, with record sales of more than 200 million worldwide. Dion is the best-selling Canadian recording artist, and the best-selling French-language artist of all time. Seven of her albums have sold at least 10 million copies worldwide, the second-most among women in history. She has won five Grammy Awards, including Album of the Year and Record of the Year. She has received two Honorary Doctorates in Music degree from Berklee College of Music and Université Laval. Billboard named her the \"Queen of Adult Contemporary\" for having the most number-one adult contemporary songs for a female artist. Dion is also the second-best-selling female artist in the United States during the Nielsen SoundScan, the 8th all-time best-performing top female artist in the United States, and the sixth all-time best-performing female soloist in Billboard 200 history. In 2003, she was honoured by the International Federation of the Phonographic Industry (IFPI) for selling over 50 million albums in Europe. In 2008, Dion was recognized as the best-selling international artist in South Africa. At the end of 2009, Dion was recognized by the Los Angeles Times as that decade's top-earning artist, with combined album sales and concert revenue exceeding $747 million."}