{"wikidata_id": "Q5231621", "title": "David Boyd (cricketer)", "url": "https://en.wikipedia.org/wiki/David_Boyd_(cricketer)", "summary": "David Laurence Boyd (born 21 November 1955) is a former Australian cricketer who played several seasons for Western Australia during the early 1980s.\nBorn in Kalgoorlie, Boyd played a number of matches for the Australian under-19 cricket team in 1972, at a time when underage cricket when relatively unorganised and international matches were rare. For Western Australia, he played a number of matches at colts level from the late 1970s onwards, but did not play at state level until the 1981–82 season, when he made both his first-class and List A debuts. Bowling left-arm fast-medium, Boyd was more regularly selected the following season, taking eight wickets from five Sheffield Shield matches as part of a pace attack that at various stages included Dennis Lillee, Ken MacLeay, Wayne Clark, and Terry Alderman.Boyd was more successful in the limited-overs McDonald's Cup, which at the time was played as a knockout competition. He took 10 wickets from four games, including the tournament's final, in which Western Australia defeated New South Wales. In the semi-final against Victoria, held in March 1983 at the WACA Ground, Boyd took match figures of 5/15 from seven overs, helping Western Australia bowl out Victoria for 112. Named man of the match, his performance was the first five-wicket haul taken at List A level for Western Australia, and remains the best bowling figures overall for the state. Failing to maintain his form over the following seasons, he played six further matches for Western Australia (three first-class and three limited-overs), all during the 1983–84 season. Boyd subsequently spent time playing cricket in England. After returning to Australia, he gained coaching certification from the Australian Cricket Board, and went on to serve as a coach in the Northern Territory. In 1990, he spent a period playing and coaching for the Johor Cricket Association in Malaysia, as part of a reciprocal agreement with the Northern Territory Cricket Association.\n\n\n== References =="}