{"wikidata_id": "Q5231982", "title": "David Byrne (footballer, born 1905)", "url": "https://en.wikipedia.org/wiki/David_Byrne_(footballer,_born_1905)", "summary": "David Byrne (28 April 1905 – 1 May 1990) was an Irish former footballer who played as a forward.\nNicknamed Babby as he was the youngest of 11 and born in Dublin, he joined Shamrock Rovers in 1926 and had four spells at Glenmalure Park. He also played for Bradford City, Shelbourne, Sheffield United, Manchester United, Coleraine, Glentoran and Larne.\nByrne won three senior caps for the Irish Free State making a scoring debut as a Shels player on 20 April 1929 in a 4–0 friendly win against Belgium at Dalymount Park. As a Rovers player he played against Spain at the same venue on 13 December 1931. His last cap was as a Coleraine player in a World Cup qualifier against Belgium, also at Dalymount, on 25 February 1934.\nHe was top scorer in the League with 17 goals when Rovers went unbeaten capturing their third League Championship in 1926–27. This was his and the club's first season at Glenmalure Park. He was Rovers' top scorer the following season and in his second spell in 1929–30 and 1930–31.\nIn between, he had a spell with Shelbourne where he again finished top scorer with 15 goals in their second League winning season. He won four FAI Cup medals in a row scoring in the finals in 1930, the 1931 replay, the 1933 final and replay. In all he scored 85 League and 13 FAI Cup goals for the Hoops. He is the sixth-highest goalscorer in Rovers' history.\nHe was the last surviving member of the 1931–32 double winners. He was also the first League of Ireland player to transfer to Manchester United and the first League of Ireland player to score 100 league goals.\nHe transferred to Sheffield United in October 1932. Despite impressing he was released due to economic pressures and returned to Milltown the following month.\nHe joined Manchester United in September 1933 with fellow Irish player Billy Behan – the pair were the club's first Irish players for more than a decade. He scored on his debut for Manchester United on 21 October 1933 and scored a total of three goals in four league appearances. He also scored on his debut for Bradford City.\nByrne is the only player to be capped for Ireland while playing for Shamrock Rovers and Shelbourne. He was surprisingly small (5 feet 5 inches in height) in an era of big centre forwards, yet he was a prolific goalscorer. He was fast, effective in the air as well as on the ground, and forced goalkeepers to make mistakes."}