{"wikidata_id": "Q529207", "title": "Ronaldo (Brazilian footballer)", "url": "https://en.wikipedia.org/wiki/Ronaldo_(Brazilian_footballer)", "summary": "Ronaldo Luís Nazário de Lima (Brazilian Portuguese: [ʁoˈnawdu ˈlwiz nɐˈzaɾju dʒi ˈlimɐ]; born 18 September 1976), commonly known as Ronaldo or Ronaldo Nazário, is a Brazilian business owner and president of La Liga club Real Valladolid, owner of Brasileiro Série A club Cruzeiro, and a former professional footballer who played as a striker. Nicknamed O Fenômeno ('The Phenomenon') and R9, he is widely regarded as one of the greatest players of all time. As a multi-functional striker who brought a new dimension to the position, Ronaldo has been an influence for a generation of strikers that have followed. His individual accolades include being named FIFA World Player of the Year three times and winning two Ballon d'Or awards.\nRonaldo started his career at Cruzeiro and moved to PSV in 1994. He joined Barcelona in 1996 for a then world record transfer fee and at 20 years old, he was named the 1996 FIFA World Player of the Year, making him the youngest recipient of the award. In 1997, Inter Milan broke the world record fee to sign Ronaldo, making him the first player since Diego Maradona to break the world transfer record twice. At 21, he received the 1997 Ballon d'Or and remains the youngest recipient of the award. By the age of 23, Ronaldo had scored over 200 goals for club and country. However, after a series of knee injuries and recuperation, he was inactive for almost three years. Ronaldo joined Real Madrid in 2002 and won the 2002–03 La Liga title. He had spells at AC Milan and Corinthians before retiring in 2011, having suffered further injuries.\nRonaldo played for Brazil in 98 matches, scoring 62 goals and is the third-highest goalscorer for his national team. At age 17, he was the youngest member of the Brazilian squad that won the 1994 FIFA World Cup. At the 1998 FIFA World Cup, Ronaldo received the Golden Ball as the player of the tournament after he helped Brazil reach the final, where he suffered a convulsive fit hours before kick-off. He won the 2002 FIFA World Cup, starring in a front three with Ronaldinho and Rivaldo. He scored twice in the final and received the Golden Boot as the tournament's top goalscorer. At the 2006 FIFA World Cup, Ronaldo scored his 15th World Cup goal, a tournament record at the time. He also won the 1997 Copa América, where he became the player of the tournament and the 1999 Copa América, where he was the top goalscorer.\nRonaldo was one of the most marketable sportsmen in the world during his playing career. He was named in the FIFA 100 list of the greatest living players compiled in 2004 by Pelé and was inducted into the Brazilian Football Museum Hall of Fame, Italian Football Hall of Fame, Inter Milan Hall of Fame and Real Madrid Hall of Fame. In 2020, Ronaldo was named in the Ballon d'Or Dream Team, a greatest all-time XI published by France Football magazine. Ronaldo has continued his work as a United Nations Development Programme Goodwill Ambassador, a position to which he was appointed in 2000. Ronaldo became the majority owner of Real Valladolid in September 2018, after buying 51% of the club's shares. In December 2021, he bought a controlling stake in his boyhood club Cruzeiro, investing $70 million in the club."}