{"wikidata_id": "Q5343588", "title": "Edward I (Moskito)", "url": "https://en.wikipedia.org/wiki/Edward_I_(Moskito)", "summary": "Edward I was king of the Mosquito Nation, from about 1729 until 1755. He was the eldest son of Jeremy II, and was young when he took office.\nIn 1740 the Anglo-Spanish \"War of Jenkins' Ear\" broke out, and Great Britain was anxious to enlist the Miskitu on their side. To that end, Governor Trelawny of Jamaica created an office of \"Superintendent of the Mosquito Shore\" and entrusted it to Robert Hodgson.  Hodgson arrived in 1740 and met with Edward and Governor John Briton, the other officials being either sick (Admiral Dilly) or too far away (General Hobby).According to Hodgson's report, \n\n\"I proceeded to acquaint them that, as they had long acknowledged themselves subjects of Great Britain, the governor of Jamaica had sent me to take possession of their country in his Majesty's name; then asked if they had anything to object. They answered, they had nothing to say against it, but were very glad I was come for that purpose. So I immediately set up the standard, and, reducing the sum of what I had said into articles, I asked them, both jointly and separately, if they approved and would abide by them. They unanimously declared they would.\"\"Taking possession of the country\" did not result in any effective change in sovereignty, and Hodgson soon discovered that he could not conduct military operations without respecting Miskitu political alignments.  Moreover, Hodgson had to give gifts that amounted to a sort of tribute to the Miskitu.  Hodgson resided at Black River, a station more or less at the extreme northwestern end of the kingdom, where English had settled since the 1730s.\nAccording to Hodgson's report, filed in 1740, the kingdom was ruled by three chiefs or \"guards.\" These included governor Briton to the south of the king's domain, controlling lands of unmixed Miskitu; the lands of the king himself around Sandy Bay; and general Hobby, who controlled the Zambo or mixed-race African-Miskitu to the north and west. Each of these rulers held a hereditary position.\n\n\n== References =="}