{"wikidata_id": "Q536050", "title": "Road Dogg", "url": "https://en.wikipedia.org/wiki/Road_Dogg", "summary": "Brian Girard James (born May 20, 1969) is an American professional wrestler currently signed with the WWE,  where he serves as the Senior Vice President of Live Events.\nJames was best known for his initial tenure with World Wrestling Federation (WWF, now WWE) as The Roadie from 1994 to 1995 and as \"Road Dogg\" Jesse James from 1996 to 2001. He is also known for his appearances with Total Nonstop Action Wrestling (TNA) as B.G. James from 2002 to 2009, and has also made appearances for several other promotions such as Smoky Mountain Wrestling, World Championship Wrestling, the United States Wrestling Association, the Catch Wrestling Association, and World Wrestling All-Stars (WWA).\nJames has held numerous championships in a career spanning more than three decades. In the WWF/E, he achieved mainstream notoriety as half of The New Age Outlaws (who became part of D-Generation X): he and partner Billy Gunn won the WWF World Tag Team Championship five times, and later held the WWE Tag Team Championship once. Additionally, James found success in singles competition, becoming a one-time Intercontinental Champion and a one-time Hardcore Champion.Following his 2001 departure from the WWF, James became the inaugural WWA World Heavyweight Champion before once again finding success as a tag team wrestler in TNA, where he was a two-time National Wrestling Alliance (NWA) World Tag Team Champion with Konnan and Ron Killings under the Freebird Rule as the 3 Live Kru. He twice competed for the NWA World Heavyweight Championship on pay-per-view.WWE commentator John Layfield charted James's transition from \"a cornerstone of the Attitude Era; one of its greatest stars and one of its architects\", to \"one of the prime creative forces behind WWE\". James is a second generation wrestler; his father Bob wrestled, as did his brothers Scott, Brad, and Steve. He was inducted into the WWE Hall of Fame (Class of 2019) as part of D-Generation X."}