{"wikidata_id": "Q539917", "title": "Mindy Kaling", "url": "https://en.wikipedia.org/wiki/Mindy_Kaling", "summary": "Vera Mindy Chokalingam (born June 24, 1979), known professionally as Mindy Kaling (), is an American actress, comedian, screenwriter, and producer. She has received numerous accolades for her work, including two Screen Actors Guild Awards and a Tony Award, as well as nominations for six Primetime Emmy Awards. Kaling was recognized by Time magazine as one of the 100 most influential people in the world in 2013. A decade later she received the National Medal of the Arts from President Joe Biden.She first gained recognition starring as Kelly Kapoor in the NBC sitcom The Office (2005–2013), for which she also served as a writer, executive producer, and director. For her work on the series, she was nominated for a Primetime Emmy Award for Outstanding Writing in a Comedy Series. Kaling gained wider attention for creating, producing and starring in the Fox comedy series The Mindy Project (2012–2017). She created the NBC sitcom Champions (2018), also appearing in five episodes, the Hulu miniseries Four Weddings and a Funeral (2019), the Netflix comedy-drama series Never Have I Ever (2020–present), the HBO Max comedy-drama series The Sex Lives of College Girls (2021–present), Snowball Fight (2022–2023), and the HBO Max animated series Velma (2023). In 2023 she received the Norman Lear Achievement in Television Award.\nHer film career includes voiceover work in Despicable Me (2010), Wreck-It Ralph (2012), and Inside Out (2015). She had roles in comedy films, such as The 40-Year-Old Virgin (2005), No Strings Attached (2011), The Five-Year Engagement (2012), The Night Before (2015), A Wrinkle in Time and Ocean's 8 (both 2018), and Late Night (2019), the last of which she also wrote and produced. Her memoirs, Is Everyone Hanging Out Without Me? (And Other Concerns) (2011) and Why Not Me? (2015), reached The New York Times Best Seller list. She also received a Tony Award for Best Musical as a producer for the musical A Strange Loop."}