{"wikidata_id": "Q5409769", "title": "Eunice Olsen", "url": "https://en.wikipedia.org/wiki/Eunice_Olsen", "summary": "Eunice Elizabeth Olsen (born on 24 October 1977) is a Singaporean actress, media host, communication and media trainer, media producer, businesswoman, public speaker and an advocate for women's empowerment. She is also a former Nominated Member of Parliament (NMP) in Singapore for two terms, a public speaker.\nIn November 2004, Olsen was appointed as a Nominated Member of Parliament (NMP) in Singapore by President SR Nathan, making her the youngest nominated NMP up to that point at the age of 27. In 2006, she was given the Singapore Youth Award for her dedication to the community, her youth work and exhibiting an inspirational role model. In 2008, Olsen was awarded the ASEAN Youth Award and was a Young Global Leader representing Singapore at the World Economic Forum. In the 2010 Youth Olympic Games held in Singapore, she was one of the flag bearers for the Singaporean flag. She is currently a Goodwill Ambassador to the Embassy of Sweden.Since winning Miss Universe Singapore, she has hosted TV shows for Mediacorp Singapore, including Wheel of Fortune and Rouge. She has worked on AXN's lifestyle show The Duke. She made her acting debut in Red Thread, Channel 5's long-form, English drama and acted in Chinese drama serials. She also co-produced, researched and acted in the 2013 film \"3.50\", the first joint Singapore/Cambodia production, which explores the issue of sex trafficking. In 2019, she presented \"Becoming Singapore\". In 2020, Olsen hosted a web documentary series to celebrate the 70th anniversary of the founding of the People's Republic of China for Mango TV.\nIn 2013, she founded Eunice Olsen Media (formerly House of Ou Studios) which focuses on social impact storytelling to help organizations with sustainability. She is the creator of WomenTalk.com, a program about extraordinary everyday women. In its debut season, it was nominated for an International Emmy Award (Digital Non-Fiction) and more recently awarded an Official Selection for Best Web Series at the Raindance Film Festival.\nOlsen speaks on a range of topics including women's empowerment, leadership, resilience, authentic communication and various social issues."}