{"wikidata_id": "Q541644", "title": "Joachim Wtewael", "url": "https://en.wikipedia.org/wiki/Joachim_Wtewael", "summary": "Joachim Anthoniszoon Wtewael (Dutch pronunciation: [ˈyːtəʋaːl]; also known as Uytewael [ˈœytəʋaːl]) (1566 – 1 August 1638) was a Dutch Mannerist painter and draughtsman, as well as a highly successful flax merchant, and town councillor of Utrecht.  Wtewael was one of the leading Dutch exponents of Northern Mannerism, and his distinctive and attractive style remained largely untouched by the naturalistic developments happening around him, \"characterized by masterfully drawn, highly polished figures often set in capricious poses\". Wtewael was trained in the style of late 16th-century Haarlem Mannerism and remained essentially faithful to it, despite painting well into the early period of Dutch Golden Age painting.Altogether he has left about a hundred paintings, as well as drawings and some stained glass he designed. He painted a mixture of large paintings on canvas, and tiny cabinet paintings on copper plates, the latter the more numerous and typically the most distinctive. There is also a group of mid-sized paintings, often on panel.  In all these sizes he painted a mixture of conventional religious subjects and mythological ones, the latter with a strong erotic element. Especially in his works on copper he returns to the same subjects in several works, but varying the compositions. The Adoration of the Shepherds, Venus and Mars Surprised by Vulcan, and the Feast of the Gods as the wedding feasts of Cupid and Psyche, Peleus and Thetis, the latter often combined with the Judgement of Paris, and Lot and His Daughters, are some examples of these favourite subjects.  The first of these was painted in all sizes. Often the large paintings contain only a few figures, but the small and middle sized ones are extremely crowded compositions, the mythological ones typically including many nudes.  In some works he also revived the kitchen scene subjects of Pieter Aertsen from a half century before. According to Seymour Slive, \"When well preserved his little pictures glow like gems\".He was very prosperous as a merchant of flax (for the manufacture of linen and canvas), which no doubt occupied much of his time, but was also famous as a painter in his own day, with his reputation reaching as far as Prague, where Emperor Rudolf II obtained his The Golden Age (now Metropolitan Museum of Art, New York). His large house on one of the main canals of Utrecht remains, though remodelled, and as well as family portraits the Utrecht museum has two very fine pieces of his furniture.  He had several children, and seems to have stopped painting for almost the last decade of his life, perhaps influenced by the illness and death of his wife.  Like his brother he was a city councillor; as a member of the main Dutch Reformed Church he was involved in the struggles with the Remonstrants. His best known work, and almost his largest, is the near life-size Perseus and Andromeda in the Louvre.  Producing his highly finished small paintings was probably not very economic, and he was not short of money; his own pleasure and fame were probably his main motivations. His granddaughter still owned 30 of his paintings in 1669.Reflecting an increase of interest in Wtewael's art in recent decades, in 2015–16 Pleasure and Piety: The Art of Joachim Wtewael (1566–1638), the first major exhibition devoted solely to his work, showed in Utrecht, Washington DC and Houston, Texas."}