{"wikidata_id": "Q546611", "title": "Charles the Child", "url": "https://en.wikipedia.org/wiki/Charles_the_Child", "summary": "Charles the Child (Latin Karolus puer, from the Annales Bertiniani; 847/848, Frankfurt am Main – 29 September 866, Buzançais) was the King of Aquitaine from October 855 until his death in 866.He was the second son of Charles the Bald and brother of Louis the Stammerer. The younger Charles was appointed by his father, who had previously ruled as King of Aquitaine himself from 838, as a sop to Aquitainian separatism. The Aquitainians had previously rebelled against Charles the Bald, requesting from Louis the German that he send one of his sons to rule over them. Louis had sent his second son, Louis the Younger, prompting Charles the Bald to release his rival claimant to Aquitaine, Pippin II. Pippin succeeded in rallying the nobles to support himself and Charles the Bald against Louis the Younger, who was driven out. By October, however, Pippin lost his popularity with the still-rebellious Aquitainians, prompting Charles the Bald to appoint Charles the Child as King. Charles the Child was duly anointed at Limoges. Within a year, he had been replaced by the Aquitainians with Pippin II. These same then deposed Pippin and restored Charles the Child. Pippin was captured in 864 and imprisoned at Senlis, at which point he disappears from history.\nUnlike previous sub-kings of Aquitaine, (Louis the Pious, Pippin I, Pippin II), Charles the Child had no real authority at all. Before 840, the kingdom had been ruled in person by an autonomous king; Charles the Bald, however, after his accession as King of Western Francia, attempted to maintain power in Aquitaine. Consequently, Charles the Child, and his brother, Louis the Stammerer, did not rule in person, had no chancery, could issue no instruments; they were no longer empowered to bestow privileges, endow religious establishments, or dispose of royal property. All the rights of the region were invested in Charles the Bald, in whose absence the nobles of the Kingdom gathered power.\nNonetheless, as Charles grew older, he began to exercise what little personal authority he could. For example, in 862 he chose and married a wife against the will of his father. The name of his wife is unknown, although she was apparently the widow of a count named Humbert. Charles the Bald reasserted his power over his son in 863, forcing the younger Charles to put away his wife and be loyal to his father. A year later, he was accidentally struck with a sword in the head by a member of his own hunting party in a mock combat, leading Ado of Vienne to say that \"Charles was dishonoured (dehonestatus) by having suffered it\". The blow left him mentally incapacitated until his resultant death in 866. He died childless and was buried in Bourges."}