{"wikidata_id": "Q55080956", "title": "Anna Sorokin", "url": "https://en.wikipedia.org/wiki/Anna_Sorokin", "summary": "Anna Sorokin (Russian: Анна Сорокина; born January 23, 1991), also known as Anna Delvey, is a con artist and fraudster who posed as a wealthy heiress to access the upper echelons of the New York social and art scenes from 2013 to 2017.\nBorn to working-class parents in the Soviet Union (now Russia), Sorokin emigrated from Russia to Germany with her family at the age of sixteen in 2007. In 2011, she left Germany to live in London and Paris before relocating to New York City in 2013, where she interned for the French fashion magazine Purple. Sorokin conceived of a private members' club and arts foundation, which included leasing a large building to feature pop-up shops and exhibitions by notable artists she met while interning. She later created fake financial documents to substantiate her claims of having a multimillion-euro trust fund, and forged multiple wire transfer confirmations. Sorokin used these documents, as well as fraudulent checks, to trick banks, acquaintances, and realtors into paying out cash and granting large loans without collateral. She used this to fund her lavish lifestyle, including residencies in multiple upscale hotels. Between 2013 and 2017, Sorokin defrauded and deceived major financial institutions, banks, hotels, and individuals for a total of $275,000.\nIn 2017, the NYPD arrested Sorokin in a sting operation with the help of her former friend, Rachel DeLoache Williams, who accused Sorokin of defrauding her of $62,000. In 2019, Sorokin was convicted in a New York state court of attempted grand larceny, larceny in the second degree, and theft of services, and was sentenced to 4 to 12 years in prison. After serving two years, she was remanded into the custody of U.S. Immigration and Customs Enforcement for deportation to Germany. On 5 October 2022, Sorokin was granted a $10,000 bail bond and released from prison. As of October 2022, Sorokin is required to remain in a 24-hour home confinement with electronic monitoring and no access to social media.Sorokin's story gained publicity when Williams wrote a lengthy article in Vanity Fair about her experiences with Sorokin in 2018. She expanded on the story in her 2019 book My Friend Anna. The same year, journalist Jessica Pressler wrote an article for New York about Sorokin's life as a socialite; Netflix paid Sorokin $320,000 for the rights to her story and developed it into the 2022 miniseries Inventing Anna. Sorokin's life story has been the subject of multiple other television shows, interviews, podcasts, and theater productions."}