{"wikidata_id": "Q552038", "title": "Joachim Ringelnatz", "url": "https://en.wikipedia.org/wiki/Joachim_Ringelnatz", "summary": "Joachim Ringelnatz is the pen name of  the German author and painter Hans Bötticher\n(7 August 1883, Wurzen, Saxony – 17 November 1934, Berlin). His pen name Ringelnatz is usually explained as a dialect expression for an animal, possibly a variant of Ringelnatter, German for  grass snake or more probably the seahorse for winding (\"ringeln\") its tail around objects. The seahorse is called Ringelnass (nass = wet) by mariners, an occupation to which he felt kinship. He was a sailor in his youth and spent the First World War in the Navy on a minesweeper. \nIn the 1920s and 1930s, he worked as a Kabarettist, i.e., a kind of satirical stand-up comedian. \nHe is best known for his wry poems using word play and sometimes bordering on nonsense poetry. Some of them are similar to Christian Morgenstern's, but more satirical in tone and occasionally subversive. His most popular character is the anarchic sailor Kuddel Daddeldu with his drunken antics and disdain for authority.\nIn his final thirteen years Ringelnatz was also a dedicated and prolific visual artist. The bulk of his art went missing during World War II, but over 200 paintings and drawings survived. In the 1920s some of his work was exhibited at the Akademie der Künste along with that of his contemporaries Otto Dix and George Grosz. Ringelnatz illustrated his own novel called \"...liner Roma...\" (1923), the title of which is a doubly truncated \"Berliner Roman\" (Berlin novel), for \"Berlin novels usually have no decent beginning and no proper ending.\" (\"Berliner Romane haben meist keinen ordentlichen Anfang und kein rechtes Ende.\")\nIn 1933, he was banned by the Nazi government as a \"degenerate artist\".\nRingelnatz's widow Leonharda Pieper married Julius Gescher after Ringelnatz's death, and their son Norbert managed Ringelnatz's legacy and assembled a collection. Norbert donated the collection to the Joachim Ringelnatz Museum in Cuxhaven in 2019."}