{"wikidata_id": "Q55215", "title": "Alejandro González Iñárritu", "url": "https://en.wikipedia.org/wiki/Alejandro_Gonz%C3%A1lez_I%C3%B1%C3%A1rritu", "summary": "Alejandro González Iñárritu (; American Spanish: [aleˈxandɾo ɣonˈsales iˈɲaritu]; credited since 2016 as Alejandro G. Iñárritu; born 15 August 1963) is a Mexican filmmaker. He is primarily known for making modern psychological drama films about the human condition. His projects have garnered critical acclaim and numerous accolades including four Academy Awards with a Special Achievement Award, three Golden Globe Awards, three BAFTA Awards, two Directors Guild of America Awards. His most notable films include Amores perros (2000), 21 Grams (2003), Babel (2006), Biutiful (2010), Birdman (2014), The Revenant (2015), and Bardo (2022).\nIñárritu's films, Amores Perros (2000), and Biutiful (2010) each received Academy Award for Best International Feature Film nominations. He earned critical and commercial success for his films 21 Grams (2003), and Babel (2006). He won three Academy Awards for Best Picture, Best Director, and Best Original Screenplay for Birdman (2014). The following year, he received a consecutive Best Director Oscar for The Revenant (2015). Iñárritu was awarded a Special Achievement Academy Award for his virtual reality installation Carne y Arena (2017).\nIñárritu is the first Mexican filmmaker to be nominated for either director or producer in the history of the Academy Awards, the first to win an Academy Award for Best Original Screenplay and for Best Picture, the first to receive the Best Director Award at Cannes, and the first to win a DGA Award for Outstanding Directing. In 2019, Iñárritu became the first Latin American to serve as President of the Jury for the 72nd Cannes Film Festival. Iñárritu and Mexican filmmakers Alfonso Cuarón and Guillermo del Toro are known in the film industry as \"The Three Amigos\"."}