{"wikidata_id": "Q5536060", "title": "George Adam Scott", "url": "https://en.wikipedia.org/wiki/George_Adam_Scott", "summary": "George Adam Scott (December 11, 1874 – 1963) was a Canadian provincial politician. He was born in either Portage la Prairie or Winnipeg, Manitoba, to John and Jane (Bell) Scott, the fifth of eight children.  His father was an active member of the Liberal Party, and once ran for public office, but lost. His cousin Walter Scott served as premier of Saskatchewan.After finishing elementary school in Springfield, Manitoba, Scott attended the Collegiate Institute at Hartney, Manitoba, and later a similar institute in Brandon, Manitoba.  He prepared for a teaching profession at the Normal School of Winnipeg, after which he taught for seven years, three of which he was the principal of the public schools of Wawanesa, Manitoba.  He then moved to Regina, Saskatchewan to work for the Western Farm & Hail Insurance Company.  This lasted for one year, after which he moved to Davidson, Saskatchewan to homesteadWhile in Davidson, Scott became active for politics, and was elected as a Liberal to the Legislative Assembly of Saskatchewan for the newly created constituency of Arm River in 1908.  He held the riding for 5 consecutive terms spanning 20 years, and served as Speaker of the Legislative Assembly from 1919 until 1925. He retired from the Legislature in 1928 after being named income tax inspector for Regina, and in the subsequent by-election, Liberal Thomas Frederick Waugh was elected as member for Arm River.  During this time he also served as chairman of the Davidson board of education.After retiring from the Legislature, he worked for 15 years as an inspector for the Saskatchewan tax department, after which he retired to Alberta, living in Bassino, Lethbridge, and finally Calgary in 1958.He was married to Elta Mary Elliot (?-1960) and had five children: Jean (Belcher), Claire (Elliott), Walter E., John Wilfrid, and James McNeal. Scott was a Mason, being the first master of the Davidson Lodge, a member of the United Church, and an avid curler, having won the grand challenge cup a number of times.Scott died in Calgary.\n\n\n== References =="}