{"wikidata_id": "Q559756", "title": "Dragan Čović", "url": "https://en.wikipedia.org/wiki/Dragan_%C4%8Covi%C4%87", "summary": "Dragan Čović (Croatian pronunciation: [drǎgan t͡ʃǒːʋit͡ɕ]; born 20 August 1956) is a Bosnian Croat politician who served as the 4th Croat member of the Presidency of Bosnia and Herzegovina from 2002 to 2005 and from 2014 to 2018. He is the current president of the Croatian Democratic Union and is a member of the national House of Peoples.\nBorn in Mostar, Čović graduated from the Faculty of Engineering at University Džemal Bijedić in his hometown in 1979. He also attended studies at the University of Sarajevo and holds a PhD University of Mostar, obtaining it in 1996. Prior to the Bosnian War, Čović worked as a manager at Yugoslav aircraft manufacturer SOKO. He entered into politics by joining the Croatian Democratic Union in 1994, becoming its president in 2005. As president of the Croatian Democratic Union, he took part in many constitutional reform talks, most notably in those regarding the Prud Agreement between 2008 and 2009, and in the 2010–2012 government formation.\nEarlier in his career, Čović served as Federal Minister of Finance from 1998 to 2001 and was the acting Federal Prime Minister in 2001. At the 2002 general election, Čović was elected Croat member of the Bosnian Presidency, serving as its member until 2005, when he was removed from office by High Representative Paddy Ashdown, for abuse of power and position. After serving a term in the national House of Peoples from 2011 to 2014, he was once again elected Croat member of the Presidency at the 2014 general election. Čović served as member until 2018, after losing his bid for re-election at the 2018 general election. Since 2019, he has again been serving as member of the national House of Peoples.\nIn November 2006, Čović was sentenced to five years in prison for exempting the Ivanković-Lijanović company of paying taxes on meat imports. The Bosnian Court, on appeal, annulled the sentence and acquitted him for lack of jurisdiction. In 2009, he was accused of spending public funds to buy private homes for certain people. In April 2010, he was acquitted. In May 2010, a third indictment for Čović and six other persons was confirmed by the Court of the Herzegovina-Neretva Canton, this time for abuse of power and position. In May 2012, he was acquitted."}