{"wikidata_id": "Q566257", "title": "Friedrich Merz", "url": "https://en.wikipedia.org/wiki/Friedrich_Merz", "summary": "Joachim-Friedrich Martin Josef Merz (born 11 November 1955) is a German lawyer and politician, serving as Leader of the Christian Democratic Union (CDU) since 31 January 2022 and as leader of the Union parliamentary group as well as the Leader of the Opposition in the Bundestag since 15 February 2022.Merz joined the Young Union in 1972 and is reputed to be a member of the Andean Pact, a powerful network formed by politically ambitious members of the Young Union in 1979 during a trip to the Andes. After finishing law school in 1985, he worked as a judge and corporate lawyer before entering full-time politics in 1989 when he was elected to the European Parliament. After serving one term he was elected to the Bundestag, where he established himself as the leading financial policy expert in the CDU. He was elected chairman of the CDU/CSU group in the same year as Angela Merkel was elected chairwoman of the CDU, and at the time they were chief rivals for the leadership of the party.In 2002, he stepped down as leader of the opposition in favour of Merkel and gradually withdrew from politics, focusing on his legal career and leaving parliament entirely in 2009, until his return to parliament in 2021. In 2004 he became a senior counsel with Mayer Brown, where he has focused on mergers and acquisitions, banking and finance, and compliance. He has served on the boards of numerous companies. In 2018, he announced his return to politics. He was elected CDU leader in 2022, having failed to win the position in two previous leadership elections in 2018, and then 2021.As a young politician in the 1970s and 1980s, he was a staunch supporter of anti-communism, the dominant state doctrine of West Germany and a core tenet of the CDU. Merz has described himself as socially conservative and economically liberal, and is seen as a representative of the traditional establishment conservative and pro-business wings of the CDU. His book Mehr Kapitalismus wagen (Venturing More Capitalism) advocates economic liberalism. He has been chairman of the Atlantik-Brücke association which promotes German-American understanding and Atlanticism, and is a staunch supporter of the European Union and NATO, having described himself as \"a truly convinced European, a convinced transatlanticist\". Merz advocates a closer union and \"an army for Europe\".Merz is Catholic and of French Huguenot descent on his mother's side. His wife, Charlotte Merz, is a judge; they have three children. A corporate lawyer and reputed multimillionaire, he is also a licensed private pilot and owns two airplanes."}