{"wikidata_id": "Q57269", "title": "Felipe Calderón", "url": "https://en.wikipedia.org/wiki/Felipe_Calder%C3%B3n", "summary": "Felipe de Jesús Calderón Hinojosa   (Spanish pronunciation: [feˈlipe kaldeˈɾon] (listen); born 18 August 1962) is a conservative Mexican politician who served as the 63rd president of Mexico from 1 December 2006 to 30 November 2012 and Secretary of Energy during the presidency of Vicente Fox between 2003 and 2004. He was a member of the National Action Party (Partido Acción Nacional, PAN) for 30 years before quitting the party in November 2018.\nHis father, Luis Calderón Vega, was one of the founders of the PAN and one of its most prominent members; Felipe joined the party in the 1980s. Prior to his presidency, he received two master's degrees and worked within the PAN when it was an opposition party during the PRI regime. Calderón served as National President of the party, Federal Deputy, and Secretary of Energy in Vicente Fox's cabinet. He served in the cabinet of the previous administration until he resigned to run for the presidency and secured his party's nomination. In the 2006 presidential election, he ran as the PAN candidate. After a heated campaign and a controversial electoral process, the Federal Electoral Institute's official results gave Calderón a tiny lead (0.6% of total votes) above PRD candidate Andrés Manuel López Obrador. While López Obrador and the PRD disputed the results and called for a complete recount of the votes, Calderón's victory was confirmed months later by the Federal Electoral Tribunal.Calderón's inauguration ceremony at the Congress of the Union was tense and lasted less than five minutes, as he only recited the oath of office while PRD legislators protested the alleged electoral fraud. His presidency was marked by his declaration of war against the country's drug cartels only ten days after taking office; this was considered by most observers as a strategy to gain popular legitimacy after the convoluted elections. Calderón sanctioned Operation Michoacán, the first large-scale deployment of federal troops against the drug cartels. By the end of his administration, the official number of deaths related to the drug war was at least 60,000. The murder rate skyrocketed during his presidency parallel to the beginning of the drug war, peaking in 2010 and decreasing during his last two years in office. The main architect of the drug war, Genaro García Luna, who served as Secretary of Public Security during Calderón's presidency, was arrested in the United States in 2019 due to alleged links with the infamous Sinaloa Cartel of Joaquín \"El Chapo\" Guzmán. In February 2023, he was declared guilty on all charges pressed, including drug trafficking, thus becoming the highest ranking Mexican politician to ever be convicted. \nAfter García Luna's conviction, General Tomás Ángeles Dauahare, Calderón's sub-secretary of National Defense, declared that Calderón knew about García Luna's ties with the cartel.\nThat same month, it was revealed in a poll, that 84% of participants stated that they would also like to see an investigation on Calderón.Calderón's term was also marked by the Great Recession. As a result of a countercyclical package passed in 2009, the national debt increased from 22.2% to 35% of GDP by December 2012. The poverty rate increased from 43 to 46%. Other significant events during Calderón's presidency include the 2007 establishment of ProMéxico, a public trust fund that promotes Mexico's interests in international trade and investment, the 2008 passing of criminal justice reforms (fully implemented in 2016), the 2009 swine flu pandemic, the 2010 establishment of the Agencia Espacial Mexicana, the 2011 founding of the Pacific Alliance and the achievement of universal healthcare through Seguro Popular (passed under the Fox administration) in 2012. Under the Calderón administration sixteen new Protected Natural Areas were created. He began a one-year fellowship at John F. Kennedy School of Government in January 2013, and returned to Mexico following the end of his tenure.\nAfter three decades of PAN membership, Calderón left the party on 11 November 2018 to found his own party, Free Mexico (México Libre), which sought to debut in the 2021 legislative elections. Its registration was rejected by the INE as the \"origin of cash contributions was not accredited, violating principles in terms of oversight, transparency and accountability.\""}