{"wikidata_id": "Q5721", "title": "Philippe Pétain", "url": "https://en.wikipedia.org/wiki/Philippe_P%C3%A9tain", "summary": "Henri Philippe Benoni Omer Pétain (24 April 1856 – 23 July 1951), commonly known as Philippe Pétain (, French: [filip petɛ̃]) or Marshal Pétain (French: Maréchal Pétain), was a French general who attained the position of Marshal of France at the end of World War I, during which he became known as \"the Lion of Verdun\" (French: le lion de Verdun). From 1940 to 1944, during World War II, he served as head of the collaborationist regime of Vichy France. Pétain, who was 84 years old when he became Prime Minister, remains the oldest person to become the head of state of France.\nDuring World War I, Pétain led the French Army to victory at the nine-month-long Battle of Verdun. After the failed Nivelle Offensive and subsequent mutinies, he was appointed Commander-in-Chief and succeeded in restoring control. Pétain remained in command for the rest of the war and emerged as a national hero. During the interwar period he was head of the peacetime French Army, commanded joint Franco-Spanish operations during the Rif War and served twice as a government minister. During this time he was known as le vieux Maréchal (\"the Old Marshal\").\nOn 17 June 1940, with the imminent Fall of France and the government desire for an armistice, Prime Minister Paul Reynaud resigned, recommending to President Albert Lebrun that he appoint Pétain in his place, which he did that day, while the government was at Bordeaux. The government then resolved to sign armistice agreements with Germany and Italy. The entire government subsequently moved briefly to Clermont-Ferrand, then to the spa town of Vichy in central France. It voted to transform the French Third Republic into the French State, better known as Vichy France, an authoritarian regime that was allowed to govern the southeast of France and which collaborated with the Axis powers. After Germany and Italy occupied all of France in November 1942, Pétain's government worked closely with the Nazi German military administration.\nAfter the war, Pétain was tried and convicted for treason. He was originally sentenced to death, but due to his age and World War I service his sentence was commuted to life in prison. His journey from military obscurity, to hero of France during World War I, to collaborationist ruler during World War II, led his successor Charles de Gaulle to write that Pétain's life was \"successively banal, then glorious, then deplorable, but never mediocre\"."}