{"wikidata_id": "Q5729118", "title": "Henry Thomas (athlete)", "url": "https://en.wikipedia.org/wiki/Henry_Thomas_(athlete)", "summary": "Henry Thomas (born July 10, 1967) is a former American sprinter known for running at the high school and collegiate levels. A versatile athlete, he was successful at 100 metres through 400 metres, holding the World Youth best for 100 metres (for over 10 years), set in a race 7 days after he set the world Youth best in the 400 metres. He is the only athlete to simultaneously appear in both the 100m and 400m top lists.\nThomas led the team at Hawthorne High School, in Hawthorne, California of the 1980s to win the CIF California State Meet in both 1983 and 1984. Individually, he won the 200 metres in both 1983 and 1984—setting the state record that lasted 14 years, the 100 metres in 1984 after finishing second as a sophomore the previous year—setting the state record that lasted 5 years, and anchored his team to 4 × 400 metres relay victories in both years.  The 1983 relay was a \"come from behind\" race passing Danny Harris on the final straightaway. Harris won a silver medal at the Olympics the following year. The time of that 1984 victory is still ranked #3, and 1983 is ranked #4 on the all-time list. Hawthorne won that relay 6 years in a row. His 100 metres record was beaten by Hawthorne's Curtis Conway who played in the NFL, and the 200 metres record was beaten by Kareem Kelly who also played in the NFL. Early in the 1985 season, the Hawthorne team, anchored by Thomas' 44.5 split, won the Texas Relays in what is still the National High School record 3:07.40. Joining Thomas on that team, as the \"slow\" newcomer was future Olympic gold medalist Mike Marsh. Shortly after the record, Thomas suffered from appendicitis, requiring surgery. He was unable to compete in the championship meet his senior year, Marsh won the state meet 200 metres in his place.\nIn 2010, Marsh, Thomas, Michael Graham and Sean Kelly joined together to celebrate the 25th anniversary of the record.His best attempt to make an Olympic team came at age 21, when he finished 7th in 1988 Olympic Trials at 200m representing Santa Monica Track Club. He went to UCLA where he is ranked #2 all time in the 200 metres, #3 in the 100 metres and #7 in the 400 metres. Every person ranked ahead of him, except newcomer Craig Everhart, is an Olympic medalist or world record holder. He helped UCLA win the NCAA Men's Outdoor Track and Field Championships twice, 1987 and 1988 and anchored its NCAA record setting 4 × 400 metre relay team (that also Danny Everett, Steve Lewis, and Kevin Young, all became Olympic gold medalists).  Later in 1988, after failing to make the Olympics himself, he tried out for the UCLA football team. At the time he said (in third person) \"I'm getting older now and making my own decisions, and this is something Henry wants to do.\"Thomas was arrested and later was convicted following a June 29, 1991 robbery and assault at a Los Angeles fast food restaurant.  He did not get to compete at the 1992 Olympic Trials.  He served 10 years in prison."}