{"wikidata_id": "Q57371", "title": "Ilham Aliyev", "url": "https://en.wikipedia.org/wiki/Ilham_Aliyev", "summary": "Ilham Heydar oghlu Aliyev (Azerbaijani: İlham Heydər oğlu Əliyev, pronounced [ilˈhɑm hejˈdæɾ oɣˈlu æˈlijev]; born 24 December 1961) is the fourth president of Azerbaijan, serving in the post since 31 October 2003.\nThe son and second child of the former Azerbaijani leader Heydar Aliyev, Ilham Aliyev became president of Azerbaijan in 2003 following his father's death, in an election defined by election fraud. Azerbaijan being oil-rich has strengthened the stability of Aliyev's regime and enriched ruling elites in Azerbaijan, making it possible for the country to host lavish international events, as well as engage in extensive lobbying efforts.\nAliyev's family have enriched themselves through their ties to state-run businesses. They own significant parts of several major Azerbaijani banks, construction firms and telecommunications firms, and partially owns the country's oil and gas industries. Much of the wealth is hidden through an elaborate network of offshore companies. He was named Corruption's 'Person of the Year' by Organized Crime and Corruption Reporting Project in 2012. In 2017, it was revealed that Aliyev and his family were involved in the Azerbaijani laundromat,  a complex money-laundering scheme to pay off prominent European politicians to deflect criticism of Aliyev and promote a positive image of his regime.\nMany observers see Aliyev as a dictator. He rules an authoritarian regime in Azerbaijan; elections are not free and fair, political power is concentrated in the hands of Aliyev and his extended family, corruption is rampant, and human rights violations are severe (including torture, arbitrary arrests, as well as harassment of journalists and non-governmental organizations). The Nagorno-Karabakh conflict continued during Aliyev's presidency and culminated into a full-scale war in 2020 in which Azerbaijan regained control over the Armenian-occupied territories surrounding Nagorno-Karabakh that were lost during the First Nagorno-Karabakh War, as well as a part of Nagorno-Karabakh region itself."}