{"wikidata_id": "Q57336", "title": "Ali Khamenei", "url": "https://en.wikipedia.org/wiki/Ali_Khamenei", "summary": "Ali Hosseini Khamenei (Persian: علی حسینی خامنه‌ای, romanized: ʼAlī Ḥosaynī Khāmeneʼī, pronounced [ʔæˈliː hosejˈniː xɒːmeneˈʔiː] (listen); born 19 April 1939) is a Twelver Shia marja' and the second and current supreme leader of Iran, in office since 1989. Previously he served as the third president of Iran from 1981 to 1989. Khamenei is the longest serving head of state in the Middle East, as well as the second-longest serving Iranian leader of the last century, after Shah Mohammad Reza Pahlavi.According to his official website, Khamenei was arrested six times before being sent into exile for three years during Mohammad Reza Pahlavi's reign. After the Iranian revolution overthrowing the shah, he was the target of an attempted assassination in June 1981 that paralysed his right arm. Khamenei was one of Iran's leaders during the Iran–Iraq War in the 1980s, and developed close ties with the now powerful Revolutionary Guards which he controls, and whose commanders are elected and dismissed by him. The Revolutionary Guards have been deployed to suppress opposition to him. Khamenei served as the third President of Iran from 1981 to 1989, while becoming a close ally of the first Supreme Leader, Ruhollah Khomeini. Shortly before his death, Khomeini had a disagreement with the heir he had chosen — Hussein Ali Montazeri — so there was no agreed on successor when Khomeini died. The Assembly of Experts elected Khamenei as the next Supreme Leader on 4 June 1989, at age 50. According to Akbar Hashemi Rafsanjani, Khamenei was the man Khomeini had chosen as his successor before dying.  Khamenei has been head of the servants of Astan Quds Razavi since 14 April 1979.As Supreme Leader, Khamenei is the most powerful political authority in the Islamic Republic.  He is the head of state of Iran, the commander-in-chief of its armed forces, and can issue decrees and make the final decisions on the main policies of the government in many fields such as economy, the environment, foreign policy, and national planning in Iran. As Supreme Leader, Khamenei has either direct or indirect control over the executive, legislative and judicial branches of government, as well as the military and media, according to Karim Sadjadpour. All candidates for the Assembly of Experts, the Presidency and the Majlis (Parliament) are vetted by the Guardian Council, whose members are selected directly or indirectly by the Supreme Leader of Iran. There have also been instances when the Guardian Council reversed its ban on particular people after being ordered to do so by Khamenei.There have been major protests during Khamenei's reign, including the 1994 Qazvin protests, the 1999 student protests, the 2009 presidential election protests, the 2011–2012 protests, the 2017–18 protests, the 2018–19 general strikes and protests, the 2019–20 protests, the 2021–22 protests, and the ongoing Mahsa Amini protests. Journalists, bloggers and other individuals have been put on trial in Iran for the charge of insulting Supreme Leader Khamenei, often in conjunction with blasphemy charges. Their sentences have included lashing and jail time; some of them have died in custody. Regarding the nuclear program of Iran, Khamenei issued a fatwa in 2003 forbidding the production, stockpiling and use of all kinds of weapons of mass destruction."}