{"wikidata_id": "Q57641", "title": "Viktor Orbán", "url": "https://en.wikipedia.org/wiki/Viktor_Orb%C3%A1n", "summary": "Viktor Mihály Orbán (Hungarian: [ˈviktor ˈorbaːn] (listen); born 31 May 1963) is a Hungarian politician who has served as prime minister of Hungary since 2010, previously holding the office from 1998 to 2002. He has presided over Fidesz since 1993, with a brief break between 2000 and 2003.\nOrbán studied at the Faculty of Law of Eötvös Loránd University and briefly at the University of Oxford before entering politics in the wake of the Revolutions of 1989. He headed the reformist student movement the Alliance of Young Democrats (Fiatal Demokraták Szövetsége), the nascent Fidesz. Orbán became nationally known after giving a speech in 1989 in which he openly demanded that Soviet troops leave the country. After the end of Communism in Hungary in 1989 and the country's transition to multiparty democracy the following year, he was elected to the National Assembly and led Fidesz's parliamentary caucus until 1993. Under his leadership, Fidesz shifted away from its original centre-right, classical liberal, pro-European platform toward right-wing, national populism.\nOrbán's first term as prime minister, from 1998 to 2002 at the head of a conservative coalition government, was dominated by the economy and Hungary's entry into NATO. He served as Leader of the Opposition from 2002 to 2010. In 2010, Orbán was again elected prime minister. Central issues during Orbán's second premiership have included major constitutional and legislative reforms, in particular the 2013 amendments to the Constitution of Hungary, as well as the European migrant crisis, the lex CEU, and the COVID-19 pandemic in Hungary. He was reelected in 2014, 2018, and 2022. On 29 November 2020, he became the country's longest-serving prime minister.Because of Orbán's curtailing of press freedom, erosion of judicial independence, and undermining of multiparty democracy, many political scientists and watchdogs consider Hungary to have experienced democratic backsliding during Orbán's tenure. Orbán's harsh criticism of the policies favored by the European Union while accepting their money and funneling it to his allies and family have also led to accusations that his government is a kleptocracy. His government has also been characterized as an autocracy.Between 2010 and 2020, Hungary dropped 69 places in the Press Freedom Index, and lost 11 places in the Democracy Index; Freedom House has downgraded the country from \"free\" to \"partly free\". Orbán defends his policies as \"illiberal Christian democracy\". As a result, Fidesz was suspended from the European People's Party from March 2019; in March 2021, Fidesz left the EPP over a dispute over new rule-of-law language in the latter's bylaws. In a July 2022 speech, Orbán criticized the miscegenation of European and non-European races, saying: \"We [Hungarians] are not a mixed race and we do not want to become a mixed race.\" Two days later in Vienna, he clarified that he was talking about cultures and not genetics. His tenure has seen Hungary's government shift towards what he has called \"illiberal democracy\", citing countries such as China, Russia, India, Singapore, Israel and Turkey as models of governance, while simultaneously promoting Euroscepticism and opposition to Western democracy and establishment of closer ties with China and Russia."}