{"wikidata_id": "Q57643", "title": "Lee Hsien Loong", "url": "https://en.wikipedia.org/wiki/Lee_Hsien_Loong", "summary": "Lee Hsien Loong (Chinese: 李显龙; pinyin: Lǐ Xiǎnlóng; born 10 February 1952) is a Singaporean politician and former brigadier-general who has been serving as Prime Minister of Singapore and Secretary-General of the People's Action Party since 2004. He has been the Member of Parliament (MP) representing the Teck Ghee division of Ang Mo Kio GRC since 1991, and previously Teck Ghee SMC between 1984 and 1991.\nBorn in Singapore during British colonial rule, Lee is the eldest son of Singapore's first prime minister, Lee Kuan Yew. He graduated from Trinity College, Cambridge in 1974 with a Bachelor of Arts with first class honours degree in mathematics and a diploma in computer science (now equivalent to a master's degree in computer science) with distinction. He also completed a Master of Public Administration degree at Harvard Kennedy School in 1980. He served in the Singapore Armed Forces (SAF) between 1971 and 1984, and attained the rank Brigadier-General before entering politics in 1984 where he was elected as the Member of Parliament (MP) for Teck Ghee SMC and since its dissolution in 1991, he has been representing the Teck Ghee ward of Ang Mo Kio GRC.\nLee had served as Deputy Prime Minister, Minister for Finance, Minister for Trade and Industry and Second Minister for Defence under Prime Ministers Lee Kuan Yew and Goh Chok Tong before assuming the office of Prime Minister in 2004. In his first two years, his government enacted a \"five-day work week\" and extended maternity leave days. His proposal to build two Integrated Resorts (IRs) in Singapore to increase tourism revenue led to the development of the Marina Bay Sands and Resorts World Sentosa. Following the Great Recession, he oversaw the country's economic recovery within two years. Further political reforms in 2010 saw increased online activism as well as the number of Non-Constituency Members of Parliament (NCMPs) in Parliament.  Lee is frequently noted by the international media as the world's highest paid state leader. His libel suits against journalists and political opponents have been frequently covered by international news outlets."}