{"wikidata_id": "Q57618112", "title": "MrBeast", "url": "https://en.wikipedia.org/wiki/MrBeast", "summary": "Jimmy Donaldson (born May 7, 1998), better known as MrBeast, is an American YouTuber and philanthropist. He is credited with pioneering a genre of YouTube videos that centers on expensive stunts. With over 130 million subscribers as of January 2023, his main YouTube channel ranks as the fourth-most-subscribed on the platform, with some considering him to be the most-subscribed channel whose owner is an individual.Donaldson grew up in a middle-class, evangelical Christian household in Greenville, North Carolina. He began posting videos to YouTube in early 2012 at the age of 13 under the handle MrBeast6000. His early content ranged from Let's Plays to \"videos estimating the wealth of other YouTubers.\" He went viral in 2017 after his \"counting to 100,000\" video earned tens of thousands of views in just a few days, and he has become increasingly popular ever since, with most of his videos gaining tens of millions of views. Over time, his style of content diversified to include challenge and donation videos that reward thousands of dollars, videos with arduous tasks or survival challenges, and original vlogs. Once his channel took off, Donaldson hired Chris Tyson and other childhood friends to co-run the brand. As of 2022, the MrBeast team is made up of 30 people, including Donaldson himself. Other than MrBeast, Donaldson runs the YouTube channels Beast Reacts, MrBeast Gaming, MrBeast 2 (formerly MrBeast Shorts), and the philanthropy channel Beast Philanthropy. He formerly ran MrBeast 3 (initially MrBeast 2), which is now inactive. He was one of the 10 highest-paid YouTubers of 2020.Donaldson is the founder of MrBeast Burger and Feastables, and a co-creator of Team Trees, a fundraiser for the Arbor Day Foundation that has raised over $23 million, and Team Seas, a fundraiser for Ocean Conservancy and The Ocean Cleanup that has raised over $30 million. Donaldson won the Creator of the Year award three times at the Streamy Awards in 2020, 2021, and 2022; he also won the Favorite Male Creator award twice at the Nickelodeon Kids' Choice Awards in 2022 and 2023. That year, Time magazine named him as one of the world's 100 most influential people. \nAfter his friend Chris Tyson came out as transgender in March 2023, Donaldson advocated for transgender rights."}