{"wikidata_id": "Q57792", "title": "Mark Rutte", "url": "https://en.wikipedia.org/wiki/Mark_Rutte", "summary": "Mark Rutte (Dutch: [ˈmɑr(ə)k ˈrʏtə] (listen); born 14 February 1967) is a Dutch politician who has served as Prime Minister of the Netherlands since 2010 and Leader of the People's Party for Freedom and Democracy (VVD) since 2006.\nAfter a business career working for Unilever, Rutte entered politics in 2002 on his appointment as State Secretary for Social Affairs and Employment by Prime Minister Jan Peter Balkenende of the Christian Democratic Appeal (CDA), after a coalition agreement guaranteed the VVD several seats in his cabinet. Rutte was subsequently elected to the House of Representatives at the 2003 election. In 2004, he became State Secretary for Education, Culture and Science in the second Balkenende cabinet. After municipal elections in 2006 saw heavy losses for the VVD, the party's leader, Jozias van Aartsen, announced his resignation. Rutte stood in the subsequent leadership election; he was elected on 31 May, resigning from his cabinet post shortly afterwards. Rutte led the VVD into the 2006 election; although the VVD lost six seats, it still became the second-largest opposition party.\nAt the 2010 election, Rutte led the VVD to win the highest number of votes cast, resulting in it becoming the largest party in the House of Representatives for the first time in the party's history. After lengthy coalition negotiations, Rutte was sworn in as Prime Minister of the Netherlands on 14 October 2010. He was the first liberal to be appointed Prime Minister in 92 years, as well as the second-youngest Prime Minister in Dutch history.An impasse on budget negotiations led to his government's early collapse in April 2012, but the subsequent election saw the VVD win its highest number of seats ever, with Rutte returning as Prime Minister to lead to a coalition between the VVD and the Labour Party (PvdA). This cabinet became the first since 1998 to see out a full four-year term. Although at the 2017 election the VVD lost seats, it remained the largest party ahead of the Party for Freedom (PVV). After a record-length formation period, Rutte was appointed to lead to a new coalition between the VVD, CDA, Democrats 66 (D66) and Christian Union (CU). He was sworn in for his third term as Prime Minister on 26 October 2017.\nRutte and his cabinet offered their resignation to the King on 15 January 2021 in response to a scandal relating to false allegations of child welfare fraud by the Dutch tax authorities. Rutte remained in office through the 2021 election, leading the VVD to finish first for the fourth consecutive election. After another record-length formation period, he began his fourth term as Prime Minister on 10 January 2022. Due to his ability to come out of political scandals with his reputation undamaged, Rutte has been referred to as \"Teflon Mark\". On 2 August 2022, he became the longest-serving Prime Minister in Dutch history, overtaking Ruud Lubbers (1982–1994)."}