{"wikidata_id": "Q57788", "title": "Hun Sen", "url": "https://en.wikipedia.org/wiki/Hun_Sen", "summary": "Hun Sen (; Khmer: ហ៊ុន សែន, UNGEGN: Hŭn Sên  [hun saen]; born 5 August 1952) is a Cambodian politician and former military commander who has been the prime minister of Cambodia since 1998. He is the longest-serving head of government of Cambodia, and one of the longest-serving leaders in the world. He is also the president of the Cambodian People's Party (CPP) and a member of the National Assembly for Kandal. His full honorary title is Samdech Akka Moha Sena Padei Techo Hun Sen (Khmer: សម្តេចអគ្គមហាសេនាបតី តេជោ ហ៊ុន សែន; Khmer pronunciation: [sɑmdac ʔakkeaʔ mɔhaː senaː paɗəj tecoː hun saen]; meaning \"Lord Prime Minister and Supreme Military Commander Hun Sen\").Born Hun Bunal, he changed his name to Hun Sen in 1972, two years after joining the Khmer Rouge as a soldier. He fought for the Khmer Rouge in the Cambodian Civil War and was a Battalion Commander in Democratic Kampuchea until defecting in 1977 and fighting alongside Vietnamese forces in the Cambodian–Vietnamese War. From 1979 to 1986 and again from 1987 to 1990, he served as Cambodia's foreign minister in the Vietnamese occupied government. At age 26, he was also the world's youngest foreign minister.Hun Sen rose to the premiership in January 1985 when the one-party National Assembly appointed him to succeed Chan Sy, who had died in office in December 1984. He held the position until the 1993 UN-backed elections which resulted in a hung parliament, with opposition party FUNCINPEC winning the majority of votes. Sen refused to accept the result. After negotiations with FUNCINPEC, Norodom Ranariddh and Hun Sen agreed to simultaneously serve as First and Second Prime Minister, until the coalition broke down and Sen orchestrated a coup d'état in 1997 which toppled Ranariddh. Since 1998, Hun Sen has led the CPP to consecutive and often contentious election victories, overseeing rapid economic growth and development, but also corruption, deforestation and human rights violations. In 2013, Hun Sen and the CPP were reelected with a significantly reduced majority. Allegations of voter fraud led to widespread anti-government protests. In 2018 he was elected to a sixth term in a largely unopposed poll after the dissolution of the opposition party, with the CPP winning every seat in the National Assembly. He is currently serving in his sixth term as prime minister in de facto one-party rule.Hun Sen has been prominent in communist, Marxist–Leninist and now state capitalist and national conservative political parties, and although Khmer nationalism has been a consistent trait of all of them, he is thought to lack a core political ideology. In foreign policy, Sen has in recent years strengthened a close diplomatic and economic alliance with China, which has undertaken large-scale infrastructure projects and investments in Cambodia under the Belt and Road Initiative. Meanwhile, Sen has frequently criticized Western powers in response to their sanctions on Cambodia over human rights issues and has overseen a number of diplomatic disputes with neighboring Thailand.He has been described as a \"wily operator who destroys his political opponents\" by The Sydney Morning Herald and as a dictator who has assumed highly centralized power in Cambodia and considerable personal wealth using violence and corruption, including a personal guard said to rival the country's regular army."}