{"wikidata_id": "Q57830", "title": "Frank Bainimarama", "url": "https://en.wikipedia.org/wiki/Frank_Bainimarama", "summary": "Josaia Voreqe \"Frank\" Bainimarama  (Fijian: [tʃoˈsɛia βoˈreŋɡe mbɛiniˈmarama]; born 27 April 1954) is a Fijian politician and former naval officer who served as the prime minister of Fiji from 2007 until 2022. A member of the FijiFirst party, which he founded in 2014, he began his career as an officer in the Fijian navy and commander of the Fijian military. He served as the opposition leader from 24 December 2022 despite being suspended from Parliament until 8 March 2023, when he resigned and was replaced by Inia Seruiratu.Bainimarama attended Marist Brothers High School, the Asian Institute of Technology and Dalhousie University. He joined the Fijian Navy in 1975 and rose through the ranks, becoming an Able Seaman and a Midshipman in 1976, an Ensign in 1977 and later promoted to a sub-lieutenant at the end of that year. He was promoted to lieutenant-commander in 1986 and became a commander in 1988. He later became captain in 1991. In 1997, Bainimarama was appointed Chief of Staff of the Republic of Fiji Military Forces. In 1998, he was promoted to a Commodore and later became the commander of the Armed Forces in 1999. He relinquished command in 2014, and in recognition of his military service, he was promoted to Rear Admiral.\nBainimarama instigated the 2006 coup, removing Prime Minister Laisenia Qarase from power. He later restored Ratu Josefa Iloilo as president and himself as prime minister in 2007. Bainimarama promised the return of elections and democracy in 2014, and formed a party named FijiFirst. In the 2014 Fijian general election, FijiFirst won a majority and Bainimarama was sworn in as prime minister of Fiji by President Ratu Epeli Nailatikau. In the 2018 Fijian general election, FijiFirst won an outright majority, and Bainimarama became prime minister for a second term on 20 November 2018. In the 2022 Fijian general election, FijiFirst won a plurality but was unable to form a government, meaning Bainimarama ceased to be Prime Minister after 16 years of rule, making him the second-longest serving Prime Minister of Fiji after Kamisese Mara. He was succeeded by Sitiveni Rabuka.\nIn January 2022, Bainimarama underwent heart surgery in Melbourne, Australia. During his recovery, Aiyaz Sayed-Khaiyum was named Acting Prime Minister. Bainimarama returned to Fiji in March 2022."}