{"wikidata_id": "Q5812", "title": "Novak Djokovic", "url": "https://en.wikipedia.org/wiki/Novak_Djokovic", "summary": "Novak Djokovic (Serbian Cyrillic: Новак Ђоковић, romanized: Novak Đoković, pronounced [nôʋaːk dʑôːkoʋitɕ] (listen); born 22 May 1987) is a Serbian professional tennis player. He is currently ranked the world No. 1 player in men's singles by the Association of Tennis Professionals (ATP), and has held the top position for a record total 383 weeks, finishing as the year-end No. 1 an Open Era record seven times. He has won a total of 93 singles titles on the men's ATP Tour with titles comprising a joint-record 22 majors, a record ten Australian Opens, a record 38 Masters, a joint-record six Tour Finals, and a record 66 Big Titles. Djokovic has completed a non-calendar year Grand Slam in singles, becoming the only man in tennis history to be the reigning champion of the four majors at once across three different surfaces. He is also the first man in the Open Era to achieve a double Career Grand Slam in singles and the only player to complete the career Golden Masters in singles by winning all of the nine Masters tournaments, which he has done twice.Djokovic began his professional career in 2003. At age 20, he disrupted Roger Federer's and Rafael Nadal's streak of 11 consecutive Grand Slam tournament victories by winning the 2008 Australian Open. At age 24, Djokovic ascended to No. 1 for the first time, winning three majors and five Masters titles in 2011. In 2015, Djokovic reached 15 consecutive finals and won a season-record 10 Big Titles. His dominant run extended through to the 2016 French Open, where he completed a non-calendar year Grand Slam and his first career Grand Slam, becoming the first man since Rod Laver in 1969 to hold all four major titles simultaneously and setting a ranking points record (16,950). Following an injury-caused decline in form in 2017, Djokovic returned to dominance at the 2018 Wimbledon Championships, sweeping three straight majors and returning to world No. 1. In 2021, Djokovic won the first three majors of the year and attempted to complete a Grand Slam at the US Open, but lost in the final to Daniil Medvedev. As of the 2023 Australian Open, Djokovic has won 10 of the last 18 majors.\nRepresenting Serbia, Djokovic led the Serbian national team to their first Davis Cup title in 2010 and to the inaugural ATP Cup title in 2020. Moreover, he won the bronze medal for Serbia at the 2008 Beijing Olympics. Djokovic has won the Laureus World Sportsman of the Year award four times (2012, 2015, 2016, 2019), the BBC Sports Personality World Sport Star of the Year award in 2011 and the L'Équipe Champion of Champions award in 2021. He is also a recipient of the Order of St. Sava, the Order of Karađorđe's Star, and the Order of the Republika Srpska.\nBeyond competition, Djokovic is an active philanthropist and a former ATP player council president. In August 2020, Djokovic and Vasek Pospisil announced the formation of the Professional Tennis Players Association as the first player-only association in tennis, citing the need for players to have more influence on the tour and advocating better prize money structure for lower-ranked players."}