{"wikidata_id": "Q59268408", "title": "Megan Thee Stallion", "url": "https://en.wikipedia.org/wiki/Megan_Thee_Stallion", "summary": "Megan Jovon Ruth Pete (born February 15, 1995), known professionally as Megan Thee Stallion (pronounced \"Megan the Stallion\"), is an American rapper and singer-songwriter. Originally from Houston, Texas, she first garnered attention when videos of her freestyling became popular on social media platforms such as Instagram. Megan Thee Stallion signed to 300 Entertainment in 2018, where she released the mixtape Fever (2019) and the extended play Suga (2020), both of which reached the top ten of the Billboard 200.\nShe released her debut studio album Good News (2020) to critical acclaim, appearing on several year-end best album lists. She earned her first and second number-one singles on the US Billboard Hot 100 with the remix of her song \"Savage\" (featuring Beyoncé), and her feature on Cardi B's single \"WAP\"; the latter of which was her first number one in several other countries, as well as the Billboard Global 200 chart. In 2021, she was featured alongside Doja Cat on the remix of Ariana Grande's 2020 single \"34+35\", which reached number two on the Billboard Hot 100. She followed this with her debut compilation album Something for Thee Hotties (2021), which reached the top ten on the Billboard 200, and spawned the single \"Thot Shit\", which reached the top twenty in the US, and received a Grammy Award for Best Rap Performance nomination.\nIn July 2020, Megan Thee Stallion was the victim of a shooting committed by rapper Tory Lanez in Hollywood Hills, California. The shooting was a major element of her debut album, Good News. In December 2022, Lanez was tried and convicted on all counts in relation to the attack on her.\nThroughout her career, Megan Thee Stallion has received several accolades, including six BET Awards, five BET Hip Hop Awards, four American Music Awards, two MTV Video Music Awards, a Billboard Women in Music Award, and three Grammy Awards. At the 63rd Annual Grammy Awards, she became the second female rapper to win Best New Artist, after Lauryn Hill in 1999. In 2020, Time named her one of the 100 most influential people in the world on their annual list. Outside of music, she has focused on her education, graduating from Texas Southern University with a Bachelor of Science in Health Administration in 2021."}