{"wikidata_id": "Q59313241", "title": "Ekrem İmamoğlu", "url": "https://en.wikipedia.org/wiki/Ekrem_%C4%B0mamo%C4%9Flu", "summary": "Ekrem İmamoğlu (Turkish pronunciation: [ecˈɾɛm iˈmamo:ɫu]; born 4 June 1970) is a Turkish businessman, real estate developer, and social democratic politician serving as the 32nd Mayor of Istanbul. He was first elected with 4.1 million votes and won with a margin of 13,000 votes against his AKP opponent in the March 2019 mayoral election as the joint Nation Alliance candidate of the Republican People's Party (CHP) and the Good Party, but served only from 17 April 2019 until 6 May 2019, when the election was annulled. He was then reelected in a renewed election on 23 June 2019 by an even larger margin of 800,000 votes. He had previously been the Mayor of Beylikdüzü, a western district of Istanbul, between 2014 and 2019.İmamoğlu emerged as a dark horse candidate to be the Nation Alliance's joint candidate for Istanbul Mayor, overtaking more prominent contenders such as Muharrem İnce, the CHP's 2018 presidential candidate. On the eve of the elections, İmamoğlu gained a narrow lead in the mayoral race, with initial results showing his lead to be around 23,000 votes. His lead was eventually cut to 13,729 after a series of recounts backed by the government.\nİmamoğlu was sworn in as Mayor of Istanbul on 17 April, following the conclusion of all recounts. On 6 May 2019, the Supreme Electoral Council convened and voted to annul the results of the mayoral election. Members of the Council accepted the Justice and Development Party's objection to the local election results in Istanbul, with seven members of the High Court voting in favour of calling a new election and four against. The election board also cancelled İmamoğlu's mayoral certificate until the renewed elections. A new election took place on 23 June 2019 in which İmamoğlu was re-elected as the mayor by a margin of approximately 800,000 votes. He was sworn into office on 27 June 2019. Because of the scale of his victory and popularity, he has been called a possible candidate for the Turkish presidency in the next elections.\nOn trial since January 2022 for \"insulting electoral officials,\" İmamoğlu was sentenced to 2 years, 7 months, and 15 days of prison and was further banned from politics by a judge on 14 December 2022. The political ban has not yet been enacted as it must first be upheld by the court of appeals and the Court of Cassation."}