{"wikidata_id": "Q5947347", "title": "Ebrahim Raisi", "url": "https://en.wikipedia.org/wiki/Ebrahim_Raisi", "summary": "Sayyid Ebrahim Raisolsadati (Persian: سید ابراهیم رئیس‌الساداتی; born 14 December 1960), commonly known as Ebrahim Raisi (Persian: ابراهیم رئیسی [ebɾɒːˈhiːm-e ræˈiːsiː] pronunciation), is an Iranian principlist politician, Muslim jurist, and the eighth and current president of Iran since 3 August 2021, having been elected to the presidency in the 2021 election.\nRaisi has served in several positions in Iran's judicial system, such as Deputy Chief Justice (2004–2014), Attorney General (2014–2016), and Chief Justice (2019–2021). He was also Prosecutor and Deputy Prosecutor of Tehran in the 1980s and 1990s. He was Custodian and Chairman of Astan Quds Razavi, a bonyad, from 2016 until 2019. He is a member of Assembly of Experts from South Khorasan Province, being elected for the first time in the 2006 election. He is the son-in-law of Mashhad Friday prayer leader and Grand Imam of Imam Reza shrine, Ahmad Alamolhoda.\nRaisi ran for president in 2017 as the candidate of the conservative Popular Front of Islamic Revolution Forces, losing to moderate incumbent President Hassan Rouhani, 57% to 38.3%. He was one of the four people on the prosecution committee, which was responsible for the execution of thousands of political prisoners in Iran in 1988 and is hence labeled the \"death committee\". He is sanctioned by the U.S. Office of Foreign Assets Control in accordance with Executive Order 13876. He is accused of crimes against humanity by international human rights organizations and United Nations special rapporteurs.\nRaisi successfully ran for president a second time in 2021 with 62.9% of the votes, succeeding Hassan Rouhani. According to many observers, the 2021 Iranian presidential election was rigged in favour of Raisi, who is considered an ally of Ali Khamenei. Raisi is often seen as a frontrunner to succeed Khamenei as Supreme Leader. Considered a hardliner in Iranian politics, Raisi's presidency has seen deadlock in negotiations with the U.S. over the Joint Comprehensive Plan of Action (JCPOA) and large-scale protests throughout the country in late 2022, triggered by the death of Mahsa Amini on 16 September."}