{"wikidata_id": "Q60543", "title": "Kim Dotcom", "url": "https://en.wikipedia.org/wiki/Kim_Dotcom", "summary": "Kim Dotcom (born Kim Schmitz; 21 January 1974), also known as Kimble and Kim Tim Jim Vestor, is a German-Finnish Internet entrepreneur and political activist who lives in Glenorchy, New Zealand.He rose to fame in Germany in the 1990s as a hacker and an Internet entrepreneur who took advantage of reporters' lack of technical credibility. He was arrested in 1994 for trafficking in stolen phone calling card numbers. He was convicted on 11 charges of computer fraud, 10 charges of data espionage and various other charges in 1998 that he served a two-year suspended sentence for. In 2003, he was deported to Germany where he pleaded guilty to embezzlement in November 2003 and after five months in jail awaiting trial he received another 20 months suspended sentence.Dotcom is the founder and former CEO of the defunct file hosting service Megaupload (2005–2012). In 2012, the United States Department of Justice seized its website and pressed charges against Dotcom, including criminal copyright infringement, money laundering, racketeering and wire fraud. Dotcom was residing in New Zealand at the time; at the request of US authorities, New Zealand police raided his home in 2012 and arrested him. Dotcom posted bail and has been going through legal proceedings ever since to avoid extradition to the United States.\nIn 2017, a New Zealand court ruled that Dotcom could be extradited to the US on fraud charges related to Megaupload. Dotcom denies any wrongdoing and has accused US authorities of pursuing a vendetta against him on behalf of politically influential Hollywood studios. In 2018, the New Zealand Court of Appeal upheld the lower court's ruling. Dotcom appealed to the Supreme Court of New Zealand, which ruled in 2020 that Dotcom could be extradited to the United States, but that he could challenge the decision through a judicial review.In 2013, Dotcom launched another cloud storage service called Mega, although he severed all ties with the service in 2015. He also started and funded the Internet Party. The party contested the 2014 New Zealand general election under an electoral alliance with the Mana Movement and contested the 2017 general election independently, but failed to win any seats at either election.In 2017, Dotcom played a role in spreading conspiracy theories about the murder of Seth Rich."}