{"wikidata_id": "Q60772", "title": "Ursula von der Leyen", "url": "https://en.wikipedia.org/wiki/Ursula_von_der_Leyen", "summary": "Ursula Gertrud von der Leyen (German: [ˈʊʁzula ˈɡeːɐ̯tʁuːt fɔn deːɐ̯ ˈlaɪən] (listen); née  Albrecht, born 8 October 1958) is a German politician who has been serving as the president of the European Commission since 2019. She served in the German federal government between 2005 and 2019, holding successive positions in Angela Merkel's cabinet, most recently as minister of defence. Von der Leyen is a member of the centre-right Christian Democratic Union (CDU) and its EU counterpart, the European People's Party (EPP).\nUrsula von der Leyen was born and raised in Brussels to German parents. Her father, Ernst Albrecht, was one of the first European civil servants. She was brought up bilingually in German and French. She moved to the Hanover Region in 1971 when her father entered politics to become minister-president of the state of Lower Saxony in 1976. As an economics student at the London School of Economics in the late 1970s, she lived under the name Rose Ladson, the family name of her American great-grandmother from Charleston, South Carolina. After graduating as a physician from the Hannover Medical School in 1987, she specialized in women's health. In 1986 she married fellow physician Heiko von der Leyen of the  von der Leyen family of silk merchants. As a mother of seven children, she was a housewife during parts of the 1990s and lived for four years in Stanford, California, while her husband was on the faculty at Stanford University, returning to Germany in 1996.\nIn the late 1990s, she became involved in local politics in the Hanover region, and she served as a cabinet minister in the state government of Lower Saxony from 2003 to 2005. In 2005, she joined the federal cabinet, first as minister of family affairs and youth from 2005 to 2009, then as minister of labour and social affairs from 2009 to 2013, and finally as minister of defence from 2013 to 2019, the first woman to serve as German defence minister. When she left office she was the only minister to have served continuously in Angela Merkel's cabinet since Merkel became chancellor. She served as a deputy leader of the CDU from 2010 to 2019, and was regarded as a leading contender to succeed Merkel as chancellor of Germany and as the favourite to become secretary general of NATO after Jens Stoltenberg. British defence secretary Michael Fallon described her in 2019 as \"a star presence\" in the NATO community and \"the doyenne of NATO ministers for over five years.\" In 2023 she was again regarded as a favourite to take the role.\nOn 2 July 2019, von der Leyen was proposed by the European Council as the candidate for president of the European Commission. She was then elected by the European Parliament on 16 July; she took office on 1 December, becoming the first woman to hold the office. In November 2022 von der Leyen announced that her Commission will work to establish an International Criminal Tribunal for the Russian Federation.Von der Leyen was included in Time's 100 Most Influential People of 2020 and again in 2022, and was named the most powerful woman in the world by Forbes in 2022."}