{"wikidata_id": "Q60863", "title": "Nadja Uhl", "url": "https://en.wikipedia.org/wiki/Nadja_Uhl", "summary": "Nadja Uhl (German: [ˈnadjaː uːl] (listen); born 23 May 1972, in Stralsund) is a German actress.\nUhl grew up near Stralsund, in the town of Franzburg.  She lived with her mother in a three-generation house, shared with aunts and her grandparents, who had moved in shortly after the war. Her father left the family home when she was two; she never got to know him.  Many years later, after setting up her own multi-generation multi-family house in Potsdam in 2005, with friends and relations ranging in age from 20 to 90, she told an interviewer that childhood experience of living with aunts and grandparents taught her that this type of extended family community in a single home was a challenge which could only succeed if each member was allowed some free space.At school, Uhl tried shooting, ballet, table tennis, and gymnastics.   A perceptive school report noted that \"Nadja likes to be part of a group\".   An art teacher spotted her talent for entertaining others and arranged for her to take part in a weekly amateur drama group after school each Monday.   That became a weekly highlight.Uhl studied at the Felix Mendelssohn Bartholdy College of Music and Theatre in Leipzig between 1990 and 1994, beginning her career as a theatre actress at the Hans Otto Theater in Potsdam in 1994. There, she opened a music hall with her partner (and business manager) Kay Bockhold in 2006.\nUhl first appeared in a film in 1993 (Thomas Koerfer's Der Grüne Heinrich, playing Agnes' role), but in 2000 she attracted international attention acting in Volker Schlöndorff's The Legend of Rita (Die Stille nach dem Schuß). In this film she played Tatjana, an East German waitress who rebels against the system of her country. Due to her work in this film, she won the Silver Bear for Best Actress at the Berlin International Film Festival and was nominated for Best Supporting Actress at the Deutscher Filmpreis (German Film Awards).\nIn 2002, Uhl appeared in Twin Sisters (De Tweeling), directed by Dutch director Ben Sombogaart and based on the novel The Twins, a bestseller by Tessa de Loo. Here she played Anna, Lotte's sister. They are separated from each other after the death of their parents; the Second World War and the Holocaust will consolidate their situation. The film was a 76th Academy Awards nominee for Academy Award for Best Foreign Language Film of 2003.\nIn 2005, Uhl played the role of Nicole in Summer in Berlin (Sommer vorm Balkon), directed by Andreas Dresen, and was nominated for Best Actress at the German Film Awards.\nIn 2006, Uhl played Katja Döbbelin in Storm Tide, directed by Jorgo Papavassiliou. This successful RTL TV miniseries focused on the North Sea flood of 1962, which left 315 dead.\nIn 2008, Uhl participated in Uli Edel's Der Baader Meinhof Komplex, based on the bestseller of the same title by Stefan Aust; the film and the book are based on real events. In the film, Uhl plays Brigitte Mohnhaupt, a member of the Red Army Faction (Rote Armee Fraktion or R.A.F., a German terrorist group of Marxist ideology active from the late 1960s to 1998), and leader of its second generation. Also in 2008, Uhl participated in a TV production, also based on real events, about the Lufthansa Flight 181 hijacking (during the German Autumn of 1977), which was perpetrated by four terrorists of the Popular Front for the Liberation of Palestine in collusion with the R.A.F. Here, Nadja Uhl plays flight attendant Gabriele Dillmann, who was one of the victims of the hijacking. Coincidentally, at the time of the hijacking, the R.A.F.'s leader was Brigitte Mohnhaupt. In the film Mogadischu she plays a flight attendant aboard hijacked Flight LH181.In 2017, uhl told an interviewer that she still loves the land of her birth, the German Democratic Republik (GDR) \"in spite of everything ... that happened with my family\".   Although the family in which she grew up was not particularly politicised during her early childhood, they were forced to confront an uglier side of the socialist paradise when her uncle was arrested during the later 1980s and imprisoned at Bautzen in connection with his \"environmental activism which at that time was not welcome [to the authorities] in the GDR  ... [Those activists] did nothing wrong.  They just pointed out the abuses.   That alone was enough to be seen as an attack on the system.\"Uhl has two daughters, born in 2006  and in 2009."}