{"wikidata_id": "Q61053", "title": "Olaf Scholz", "url": "https://en.wikipedia.org/wiki/Olaf_Scholz", "summary": "Olaf Scholz (German: [ˈoːlaf ˈʃɔlts] (listen); born (1958-06-14)14 June 1958) is a German politician who has served as the chancellor of Germany since 8 December 2021. A member of the Social Democratic Party (SPD), he previously served as Vice Chancellor in Fourth Merkel cabinet and as Federal Minister of Finance from 2018 to 2021. He was also First Mayor of Hamburg from 2011 to 2018 and deputy leader of the SPD from 2009 to 2019.\nScholz began his career as a lawyer specialising in labour and employment law. He became a member of the SPD in the 1970s and was a member of the Bundestag from 1998 to 2011. Scholz served in the Hamburg Government under First Mayor Ortwin Runde in 2001, before his election as General Secretary of the SPD in 2002, serving alongside SPD leader and then-Chancellor Gerhard Schröder. He became his party's Chief Whip in the Bundestag, later entering the First Merkel Government in 2007 as Minister of Labour and Social Affairs. After the SPD quit the government following the 2009 election, Scholz returned to lead the SPD in Hamburg, and was elected Deputy Leader of the SPD. He led his party to victory in the 2011 Hamburg state election, and became First Mayor, holding that position until 2018.\nAfter the Social Democratic Party entered the Fourth Merkel Government in 2018, Scholz was appointed as both Minister of Finance and Vice Chancellor of Germany. In 2020, he was nominated as the SPD's candidate for Chancellor of Germany for the 2021 federal election. The party won a plurality of seats in the Bundestag and formed a \"traffic light coalition\" with Alliance 90/The Greens and the Free Democratic Party. On 8 December 2021, Scholz was elected and sworn in as Chancellor by the Bundestag.\nAs Chancellor, Scholz oversees Germany's response to the 2022 Russian invasion of Ukraine. Despite having a much more restrained and cautious response than that of other Western countries, Scholz oversaw an increase in the German defense budget, weapons shipments to Ukraine, and a discontinuance of the Nord Stream 2 pipeline. Three days after the invasion, Scholz set out the principles of a new German defence policy in his Zeitenwende speech."}