{"wikidata_id": "Q6109726", "title": "Roberto Escobar", "url": "https://en.wikipedia.org/wiki/Roberto_Escobar", "summary": "Roberto de Jesús Escobar Gaviria (born January 13, 1947), nicknamed El Osito (\"the little teddy bear\"), is the brother of deceased drug kingpin, Pablo Escobar, and the former accountant and co-founder of the Medellín Cartel, which was responsible for up to 80 percent of the cocaine smuggled into the United States.\nHe was the oldest son of Abel de Jesús de Escobar and Hermilda Gaviria. Passionate about cycling since his youth, he obtained third place in the team event of the National Cycling Championship of Colombia, and obtained 37 victories in cycling in a single year, second place as athlete of the year of the department of Antioquia, ironically surpassed by Martin Emilio \"Cochise\" Rodriguez. Also he was also coach of the Colombian cycling team in international competitions.\nWhile working in the manufacture of medicines at Droguerías Aliadas (a company that also sponsored him in cycling), he began his studies in chemistry. Later he received sponsorship from the company Mora Hermanos who supported him to study electronics at the Academy of Electronic Sciences of Antioquia. Here he stood out and won first place with a project in which he manufactured his first transistor radio. As his graduation thesis he built a 32” television. He received sports medicine and nursing courses sponsored by Coldeportes, in both courses he received distinctions as the best student. He is the founder of El Osito Bicycles and the El Potrerillo hatchery. An exhibitor of horses, he reaped triumphs between 1978 and 1993, in 1986 he initiates research with his veterinarian to cure equine infectious anemia.\nHis nickname El Osito (\"the little teddy bear\") is due to the fact that during an arrival of the caravan in Medellín, with him leading the competition, a downpour fell on the uncovered highway that had already been transformed into a river of mud. The tires of his bicycle sent the mud to his face until it was completely covered, exposing only his eyes. When he reached the finish line, the radio journalist who was broadcasting the stage said: \"Here comes Roberto Escobar Gaviria, who looks more like a teddy bear.\"For his part in the operations of the Medellín Cartel, Roberto Escobar succeeded his cousin Gustavo Gaviria, after he was imprisoned in 1991. He escaped with his brother in July 1992 but surrendered to authorities a year later. On December 18, 1993, while still in prison, he was blinded in one eye by a letter bomb which was sent by Los Pepes. After more than 10 years, he was released in 2006. In the 2009 book, The Accountant's Story, Roberto Escobar relates his story as head accountant of the cartel. The book contains numerous unusual facts, like that the cartel lost billions of dollars that was eaten by rats or damaged by water in storage, and that the cartel spent up to $2,500 per month purchasing rubber bands to hold stacks of money together.In 2014, he reincorporated Escobar Inc with Olof K. Gustafsson and registered Successor-In-Interest rights for his brother in California, United States. On July 1, 2016, he sent a letter to Netflix regarding the Narcos TV series demanding $1 billion in payment for unauthorized usage of content. In January 2019, he launched a GoFundMe fundraiser in an effort to impeach President Donald Trump.In July 2019, Escobar started selling a propane torch made to look like a flamethrower and accused CEO of The Boring Company Elon Musk of intellectual property theft, alleging that The Boring Company's promotional Not-a-Flamethrower is based on a design that Escobar discussed in 2017 with an engineer associated with Musk. Via media Escobar publicly offered Musk to settle the dispute for $100 million, in cash or shares of Tesla, or alternatively to use the legal system to become the new CEO of Tesla, Inc.In December 2019, Escobar announced a folding phone, the Escobar Fold 1. The phone was priced at $349. Escobar said \"I have told many people that I will defeat Apple — and I will\". He claimed that it can only be destroyed by fire. Two months later, on February 10, 2020, the Escobar Fold 2 was released, which is reportedly a Galaxy Fold with poorly-added Escobar branding. Many customers, when ordering the phones, said that they never received them, with only tech influencers actually receiving products. It has also been alleged that Escobar Inc sent bogus product orders consisting of a book, allowing Escobar Inc to claim the phone had been delivered. In May 2020, the company released a refurbished version of the iPhone 11 Pro and allegedly sued Apple for $2.6 billion."}