{"wikidata_id": "Q6130584", "title": "James Butler, 1st Marquess of Ormonde", "url": "https://en.wikipedia.org/wiki/James_Butler,_1st_Marquess_of_Ormonde", "summary": "James Wandesford Butler, 1st Marquess of Ormonde,  (15 July 1774 – 18 May 1838) was an Irish nobleman and politician. He was the second son of John Butler, 17th Earl of Ormonde and Frances Susan Elizabeth Wandesford. He was born at Kilkenny castle on 15 July 1774.\nButler was a Member of Parliament (MP) for Kilkenny City in the Irish House of Commons in 1796 (he never took his seat and resigned after 3 months) and served then for Kilkenny County until the Act of Union in 1801. He sat subsequently for the Irish county constituency of County Kilkenny and was member of the UK House of Commons from 1801, until he succeeded to the peerage, as 19th Earl of Ormonde, in 1820, on the death of his elder brother, Walter, the 18th Earl and 1st Marquess of Ormonde in the Irish peerage (the latter title becoming extinct upon his death). He was a well-known advocate for the Irish people with his first speech at Westminster condemning the Irish Window tax and defending the right of Irish landowners.\nFollowing his brother’s death, James inherited some £450,000 in debts. As a result, The Ormonde Estates in Derbyshire were sold at auction on Thursday 27 November 1824. The Sutton Hall Estate, including the Manor House, some 5,500 acres of land (which included coal mines), generated some £5,800 in rents alone, and was sold for £216,000 to the Manchester Spinner John Arkwright Esq. The Chilcote Estate, comprising of 1,320 acres generating £2,200 annually, was sold to a Mr Robinson of Kingston, Surrey, for £87,000. The adjacent Cottage Park Farm, comprising 281 acres, was sold to a solicitor, Mr Cookney of Holborn (acting on behalf the brewer H. Worthington Esq). The sales generated £450,000.Having joined the fashionable society in London, he became a companion of the Prince Regent. Subsequently, at the Prince's coronation as George IV, he was created a Peer of the United Kingdom, as Baron Ormonde, of Llanthony, in the county of Monmouth and in 1825, Marquess of Ormonde."}