{"wikidata_id": "Q6130918", "title": "James Cameron (scientist)", "url": "https://en.wikipedia.org/wiki/James_Cameron_(scientist)", "summary": "James Malcolm Cameron (1930 – 14 June 2003) was a British forensic scientist. \nCameron was born in Swansea and attended Glasgow High School and was often known as \"Taffy\" due to his Welsh background.After graduating from the University of Glasgow, he held appointments in general medicine, general surgery, orthopaedic surgery and paediatric orthopaedics, before specialising in pathology with a special interest in forensic pathology. He joined the London Hospital Medical College as a lecturer in 1963. He progressed to senior lecturer in 1965 and reader from 1970.  He was also a senior lecturer at St Bartholomew's Hospital Medical College from 1971. He succeeded Francis Camps to the Chair of Forensic Medicine in 1973 which he occupied until his retirement in 1992. Cameron appeared in the 1979 Sunn Classic Picture documentary In Search Of Historic Jesus offering his expertise on the Shroud of Turin. Cameron was also interviewed on an episode of the American television series In Search Of... concerning the Jack the Ripper case.Cameron was involved in many high profile investigations, including the death of Rudolf Hess in Spandau Prison in his capacity as Senior Honorary Consultant in Forensic Medicine to the Armed Forces. \nHis testimony was discredited in other cases, including the infamous Maxwell Confait murder case of 1972, in which Cameron's incorrect testimony regarding time of death led to the wrongful conviction of three young men. The case had huge ramifications ultimately leading to a Royal Commission on Criminal Procedure. \nHis testimony at the Lindy Chamberlain trial in 1982 assisted her wrongful conviction for the murder of her baby daughter Azaria. The conviction was overturned in 1988 and Cameron's conclusions were criticised by Chief Justice Asche in his opinion in \"Re Conviction of Chamberlain\" (1988).\n\n\n== References =="}