{"wikidata_id": "Q6167379", "title": "Jay Zhong", "url": "https://en.wikipedia.org/wiki/Jay_Zhong", "summary": "Jay Zhong (born January 13, 1973) is a contemporary Chinese-American classical violinist. He was born in Beijing, China.\nZhong, one of the last private pupils of Russian violin pedagogue Raphael Bronstein, also studied with Bronstein's student Elmar Oliveira. Zhong's violin prowess was recognized at age 14 by renowned violinist Nathan Milstein, and led to a series of concerts promoted and arranged by Milstein's manager Harold Shaw in United States, including a debut at New York's Carnegie Hall main stage at age 16. After which, he went on performing as a soloist and, more often, recitalist in cities of North and South America, Western Europe, and Asia. He is noted for his instrumental fluency and artistic insight that delivers incisive and noble musical interpretations.\nBorn to a family of professional violinists, Zhong started violin lessons around age four with his parents. His progress was quick enough that at age 11 he won a national audition with the fiendish Paganini Violin Concerto No. 1 and the prolific Ciaconne by Bach. This earned him a place in the studio of veteran violin professor Ke Qiang Sui at the Central Conservatory of Music in Beijing. Zhong traveled to the United States alone to pursue studies at age 13. He was accepted as a pupil by Raphael Bronstein, who also offered the young boy shelter along with scholarship. Zhong lived and studied at Bronstein's home until the professor's death, and continued to work with Ariana Bronne, Bronstein's daughter, until he had earned his Bachelor of Music degree at Manhattan School of Music in New York City. Afterward, Zhong sought Bronstein's famed student Elmar Oliveira for further advice and obtained a Master of Fine Arts degree at State University of New York at Purchase.\nZhong performs in a number of professional orchestras in North California. Notably, he is the Associate Concertmaster in Santa Rosa Symphony, and Concertmaster at the Mendocino Music Festival. As a violin instructor, Zhong has held professorship at Western Illinois University (2002-2004) and California State University, Los Angeles (2004-2009), and taught master-classes in universities in North America, South America, and China.  Zhong is the author of the violin instruction book A Violinist's Handbook, A Simpler Manual to Learn the Instrument, a method manual that combines the Leopold Auer Violin School guidelines with his own findings in practical solutions. He became a U.S. citizen in 2000."}