{"wikidata_id": "Q6182718", "title": "Jerome Powell", "url": "https://en.wikipedia.org/wiki/Jerome_Powell", "summary": "Jerome Hayden \"Jay\" Powell (born February 4, 1953) is an American attorney and investment banker who has served as the 16th chair of the Federal Reserve since 2018. \nAfter earning a degree in politics from Princeton University in 1975 and a Juris Doctor from Georgetown University Law Center in 1979, he moved to investment banking in 1984, and worked for several financial institutions, including as a partner of The Carlyle Group. In 1992, Powell briefly served as under secretary of the Treasury for domestic finance under President George H. W. Bush. Powell left Carlyle Group in 2005 and founded Severn Capital Partners, a private investment firm. He was a visiting scholar at the Bipartisan Policy Center from 2010 to 2012, before returning to public service.He became a member of the Federal Reserve Board of Governors after being nominated to the post by President Barack Obama in 2012, he was subsequently elevated to chairman by President Donald Trump (succeeding Janet Yellen), and renominated to the position by President Joe Biden.\nPowell built his reputation in Washington during the Obama administration as a consensus-builder and problem-solver.Powell received bipartisan praise for the actions taken by the Federal Reserve in early 2020 to combat the financial effects of the COVID-19 pandemic. As the Federal Reserve continued to apply high levels of monetary stimulus to further raise asset prices and support growth, some observers perceived a disconnect between asset prices and the economy. Powell has responded by arguing that supporting the Fed's dual mandate of stable prices and full employment outweighed concern over high asset prices.  Time said the scale and manner of Powell's actions had \"changed the Fed forever\" and shared concerns that he had conditioned Wall Street to unsustainable levels of monetary stimulus to artificially support high asset prices. In November 2020, Bloomberg News called Powell \"Wall Street's Head of State,\" as a reflection of how dominant Powell's actions were on asset prices and how profitable his actions were for Wall Street.Nearing the end of his first year in the White House, President Biden nominated Powell for a second term as Federal Reserve Chair, and the Senate Banking Committee approved of his renomination with only one dissenting vote; he was confirmed to a second term in an 80-19 vote on May 12, 2022. Following President Biden's renomination of Powell, the Fed Chairman retired his previous words \"transitory inflation\", and indicated a reduction in Quantitative easing (QE) and Mortgage-backed security (MBS) purchases due to high inflation,  with the Consumer Price Index (CPI) reading in November 2021 having reached 6.8% according to the Bureau of Labor Statistics, the highest level in 40 years."}