{"wikidata_id": "Q6205171", "title": "Joan Jett Blakk", "url": "https://en.wikipedia.org/wiki/Joan_Jett_Blakk", "summary": "Terence Alan Smith, also known as \"Joan Jett Blakk\", is a globally recognized activist, political candidate, and drag queen from Detroit, Michigan. Smith is an African-American actor, writer, and political candidate. Smith, as Joan Jett Blakk first came to national attention when running for president of the United States in 1992.Calling himself a blend of Divine, David Bowie and Grace Jones, Smith began performing in 1974.In 1991, Smith, as Blakk, ran against Richard M. Daley for the office of mayor of Chicago, Illinois. The campaign was chronicled in the 1991 video Drag in for Votes. Smith's next campaign was for the presidency in 1992 under the slogan \"Lick Bush in '92!\" and documented in the 1993 video of the same name. Smith also ran for president in 1996 with the slogan \"Lick Slick Willie in '96!\" In each of these campaigns Smith ran on the Queer Nation Party ticket.Following the 1992 campaign, Smith moved to San Francisco, California and joined the African-American stage comedy troupe Pomo Afro Homos. He launched his talk show Late Nite with Joan Jett Blakk at Kiki Gallery under the production of Rick Jacobsen, and featuring Stephen Mounce as co-hostess Babette. The talk show featured local and national persons of interest in the LGBTQ community. It became so successful it was moved to a larger venue to accommodate the sold out crowds.\nIn 1999, Smith, again as Blakk, announced his intention to run for mayor of San Francisco against incumbent Willie Brown.In June 2019, a play based on Smith's 1992 presidential campaign, titled Ms. Blakk for President, written by Tarell Alvin McCraney and Tina Landau and starring McCraney in the title role, opened at Steppenwolf Theater in Chicago.In November 2019, Smith received the Queer Art Prize for Sustained Achievement for Joan Jett Blakk’s “memorable presidential campaign and for her powerful dedication to the lives of Black, LGBTQ+ communities across the nation.”\nA short documentary featuring Smith premiered at SXSW in March 2021. In August 2021 director Whitney Skauge and Smith received the Outfest: Los Angeles LGBTQ Film Festival Special Programming Award: Freedom “for their collaboration on the short documentary The Beauty President, a reflection on the legacy of a young, Black, drag queen who, at the height of the AIDS crisis, brazenly ran against George H. W Bush for president on the Queer Nation Party Ticket in 1992.”  In October 2021 the film premiered online with LA Times Studios."}