{"wikidata_id": "Q6245211", "title": "John Longfellow", "url": "https://en.wikipedia.org/wiki/John_Longfellow", "summary": "John Landis Longfellow (1901-1977) was an American basketball coach and player. He is best known as National Title winning-head men's basketball coach at Indiana State University as well as leading the USA National Team to a gold medal in the 1951 Pan-Am Games.\nBorn in Warsaw, Indiana, Longfellow was an notable Indiana high school coach for the Leesburg Blue Blazers, the Nappanee Bulldogs and the Hartford City Airedales. However, his greatest success came with the Elkhart Blazers. All told, his teams won over 375 games and 24 state tourney titles in 19 years of coaching; two of his best players were the Brothers Patanelli, Matt Patanelli and Joe Patanelli.\nHe moved to Indiana State University, replacing the legendary John Wooden. In his first season, he led the Sycamores to the NAIA National Tournament in Kansas City, they finished 4th. In 1950, the Sycamores won the NAIA National Title. Based on their finish, the eligible (those returning for the next season) Sycamores and Coach Longfellow were invited to represent the United States in the 1951 Pan-American Games. Longfellow served as co-head coach and led the American squad to the gold medal, the first of many basketball gold medals in the Pan-American Games for the USA National Team.\nWhile at Indiana State, he coached some of their most successful players; Duane Klueh, Dick Atha, Don McDonald, Sam Richardson, Lenny Rzeszewski, and Bob Royer. He is currently tied (with Glenn M. Curtis in 4th place in career in coaching victories; Curtis does lead in winning percentage (73.1% to 65.6%).  Stress-related heart problems led to his retirement from coaching early in the 1954-55 season, he remained as the Athletic Director until his retirement from the University in 1959.He was inducted into the NAIA Hall of Fame in 1960; the Indiana Basketball Hall of Fame in 1967; the Indiana State University Athletic Hall of Fame in 1984.  In 2000, his 1949-50 NAIA National Title Team was inducted into the Indiana State University Hall of Fame."}