{"wikidata_id": "Q6279", "title": "Joe Biden", "url": "https://en.wikipedia.org/wiki/Joe_Biden", "summary": "Joseph Robinette Biden Jr. ( (listen) BY-dən; born November 20, 1942) is an American politician who is the 46th and current president of the United States. A member of the Democratic Party, he previously served as the 47th vice president from 2009 to 2017 under President Barack Obama and represented Delaware in the United States Senate from 1973 to 2009.\nBorn in Scranton, Pennsylvania, Biden moved with his family to Delaware in 1953. He studied at the University of Delaware before earning his law degree from Syracuse University. He was elected to the New Castle County Council in 1970 and became the sixth-youngest senator in U.S. history after he was elected in 1972, at age 29. Biden was the chair or ranking member of the Senate Foreign Relations Committee for 12 years. He chaired the Senate Judiciary Committee from 1987 to 1995; drafted and led the effort to pass the Violent Crime Control and Law Enforcement Act and the Violence Against Women Act; and oversaw six U.S. Supreme Court confirmation hearings, including the contentious hearings for Robert Bork and Clarence Thomas. Biden ran unsuccessfully for the Democratic presidential nomination in 1988 and 2008. Barack Obama chose Biden as his running mate in the 2008 and 2012 presidential elections. Biden was a close counselor to Obama during his two terms as Obama's vice president. In the 2020 presidential election, Biden and his running mate, Kamala Harris, defeated incumbents Donald Trump and Mike Pence.\nOn January 20, 2021, Biden became the oldest president in U.S. history, the first to have a female vice president, and the first from Delaware. As president, he has addressed the COVID-19 pandemic and subsequent recession. He signed the American Rescue Plan Act, the bipartisan Infrastructure Investment and Jobs Act, the Inflation Reduction Act, the CHIPS and Science Act, and the Respect for Marriage Act, which codified protections for same-sex marriage and repealed the Defense of Marriage Act. He appointed Ketanji Brown Jackson to the Supreme Court. In foreign policy, Biden restored America's membership in the Paris Agreement on climate change. He completed the withdrawal of U.S. troops from Afghanistan that had been negotiated and begun under the previous administration, ending the war in Afghanistan, during which the Afghan government collapsed and the Taliban seized control. He signed AUKUS, a security pact, together with Australia and the United Kingdom. He responded to the Russian invasion of Ukraine by imposing sanctions on Russia and authorizing foreign aid and weapons shipments to Ukraine."}