{"wikidata_id": "Q63070", "title": "Mary Magdalene", "url": "https://en.wikipedia.org/wiki/Mary_Magdalene", "summary": "Mary Magdalene (sometimes called Mary of Magdala, or simply the Magdalene or the Madeleine) was a woman who, according to the four canonical gospels, traveled with Jesus as one of his followers and was a witness to his crucifixion and \nresurrection. She is mentioned by name twelve times in the canonical gospels, more than most of the apostles and more than any other woman in the gospels, other than Jesus's family. Mary's epithet Magdalene may be a toponymic surname, meaning that she came from the town of Magdala, a fishing town on the western shore of the Sea of Galilee in Roman Judea.\nThe Gospel of Luke chapter 8 lists Mary Magdalene as one of the women who traveled with Jesus and helped support his ministry \"out of their resources\", indicating that she was probably wealthy. The same passage also states that seven demons had been driven out of her, a statement which is repeated in Mark 16. In all the four canonical gospels, Mary Magdalene was a witness to the crucifixion of Jesus and, in the Synoptic Gospels, she was also present at his burial. All the four gospels identified her, either alone or as a member of a larger group of women which includes Jesus's mother, as the first to witness the empty tomb, and, either alone or as a member of a group, as the first to witness Jesus's resurrection.For these reasons, Mary Magdalene is known in some Christian traditions as the \"apostle to the apostles\". She is a central figure in later Gnostic Christian writings, including the Dialogue of the Savior, the Pistis Sophia, the Gospel of Thomas, the Gospel of Philip, and the Gospel of Mary. These texts portray her as an apostle, as Jesus's closest and most beloved disciple and the only one who truly understood his teachings. In the Gnostic texts, or Gnostic gospels, Mary's closeness to Jesus results in tension with another disciple, Peter, due to her sex and Peter's envy of the special teachings given to her. In the Gospel of Philip's text she is described as Jesus's companion, as the disciple Jesus loved the most and the one Jesus kissed on the mouth, which has led some people to conclude that she and Jesus were in a relationship. Some fiction portrays her as the wife of Jesus.\nThe portrayal of Mary Magdalene as a prostitute began in 591, when Pope Gregory I conflated Mary Magdalene, who was introduced in Luke 8:2, with Mary of Bethany (Luke 10:39) and the unnamed \"sinful woman\" who anointed Jesus's feet in Luke 7:36–50. Pope Gregory's Easter sermon resulted in a widespread belief that Mary Magdalene was a repentant prostitute or promiscuous woman. Elaborate medieval legends from Western Europe then emerged, which told exaggerated tales of Mary Magdalene's wealth and beauty, as well as of her alleged journey to southern Gaul (modern-day France). The identification of Mary Magdalene with Mary of Bethany and the unnamed \"sinful woman\" was still a major controversy in the years leading up to the Reformation, and some Protestant leaders rejected it. During the Counter-Reformation, the Catholic Church emphasized Mary Magdalene as a symbol of penance. In 1969, Pope Paul VI removed the identification of Mary Magdalene with Mary of Bethany and the \"sinful woman\" from the General Roman Calendar, but the view of her as a former prostitute has persisted in popular culture.\nMary Magdalene is considered to be a saint by the Catholic, Eastern Orthodox, Anglican, and Lutheran denominations. In 2016, Pope Francis raised the level of liturgical memory on July 22 from memorial to feast, and for her to be referred to as the \"Apostle of the apostles\". Other Protestant churches honor her as a heroine of the faith. The Eastern Orthodox churches also commemorate her on the Sunday of the Myrrhbearers, the Orthodox equivalent of one of the Western Three Marys traditions."}