{"wikidata_id": "Q67201474", "title": "Clive Davis (rugby union)", "url": "https://en.wikipedia.org/wiki/Clive_Davis_(rugby_union)", "summary": "Clive Enoch Davis  (born 17 September 1949) is a former Welsh international rugby union player.\nDavis played his entire career at Newbridge RFC, gaining county, invitational and international honors while doing so.\nDavis made his debut for Newbridge on 16 November 1968 against Cheltenham. He was a mainstay in the club throughout the decade, captaining them for three seasons. It wasn't until the 1977–78 season that Davis made his break onto the international scene. The season was full of honors. He became Newbridge's first ‘'B'’ international, playing for Wales B against France in Nantes. He was then selected for the annual Barbarians Easter tour. Davis went on to represent the famous invitational club on eight occasions throughout his career, scoring two tries. The 1978 season ended with Davis being selected for the 1978 Wales rugby union tour of Australia.\nDavis represented the Welsh team in five games during the tour. He was to win his long overdue cap during the final game of the tour, the 2nd test match played at the Sydney Cricket Ground. The Welsh back row had a different look about it, J. P. R. Williams was on one flank with Stuart Lane, while on the other, Davis took on the No. 8 responsibilities. The match was extensively physical with several brawls breaking out on the field. Wales prop Graham Price broke his jaw. Australia ended up winning the game by 19 points to 17.\nDavis kept his place in the Wales squad for the next two seasons but did not get playing opportunities. At the end of the 1979–80 season he was selected to tour North America with the Welsh XV. During the tour he played in four games, including the uncapped tests against both the US and Canada.\nThe 1980–81 season was the Welsh Rugby Union's centenary season. Davis once again found himself in the Welsh squad. He won his second cap in the first game of the championship, against England at the National Stadium in Cardiff.  The match was a close affair with the boot dominating. Wales won the game 21–19 with Davis scoring the only Welsh try of the game, the first time a Newbridge player had scored in a full international. The team that travelled to Murrayfield was unchanged, however, a poor performance saw Scotland run out winners by 18 points to 6. The defeat brought about several changes and ended the international careers of J. P. R. Williams, Steve Fenwick, Brynmor Williams and Clive Davis.\nDavis retired at the end of the 1982–83 season. The season ended with a tour to France representing another invitational team, Crawshays RFC. \nAfter retiring, David went on to coach Oakdale, Newbridge and Ebbw Vale.\nTest debut\tAustralia vs Wales at Sydney, 17 June 1978 \nLast Test\tScotland vs Wales at Murrayfield, 7 February 1981"}