{"wikidata_id": "Q6767643", "title": "Mark Forster (author)", "url": "https://en.wikipedia.org/wiki/Mark_Forster_(author)", "summary": "Mark Forster (b. 24 November 1943) is a British author best known for three books on time management and productivity. A business coach until he retired on 24 November 2008, in the past he has also worked for the British Army, Ministry of Defence and the Church of England.\nHis biggest selling book to date is \"Do It Tomorrow and Other Secrets of Time Management,\" which challenges some traditional practices in time management with four simple tasks and seven principles.\nThe four tasks of his \"quick start guide\" are:\n\nto assemble all delayed work into \"backlog folders\" where it cannot be seen,\ncollect all new work into related \"batches\" for the following day,\nwrite down ALL things too urgent to wait until tomorrow before doing them, and then\nstart each day catching up on backlogged work.The seven principles are:\n\nto have a clear vision,\ndo one thing at a time,\ndo small amounts of work often,\ndefine realistic limits using...\n\"closed lists\" of finite tasks that are not added to,\nreduction of interruptions, and\nclarifying solid commitments as opposed to vague \"interests.\"Together, these form the foundation for what is the \"do it tomorrow\" (DIT) time management system.\nForster compares time management choices to those made when ordering from a menu in a restaurant. There is only a finite amount of food one can eat and a finite amount of time in a day, so each choice has a logical opportunity cost. The amount of work accomplished is a combination of creativity and efficiency, and can only be increased by (A) improving efficiency, (B) reducing the total number of tasks, or (C) increasing available time. Prioritized task lists only postpone problems of efficiency, which Forster asserts are the major factor in time management. By reducing \"busy work,\" more time is made available for \"real work\" but many workers have an unrealistic sense of how much is possible. Improved efficiency alone cannot solve fundamental problems of work-life balance. Forster asserts that \"goals are as much about what we are not going to do as they are about what we are going to do.\" Proper attention to minor tasks prevents emergencies. Same-day or next-day responses are perfectly adequate in many cases, and judicious use of \"closed lists\" increases efficiency, regardless of the order in which finite tasks are completed. Strategic use of delay and closed lists is what Forster calls \"the mañana principle.\" Incoming tasks are thus \"scheduled forward.\"\nImportant, non-routine projects are identified as the \"current initiative\" for some action each and every day. Backlogs may be a current initiative until completed, but the goal is to take breaks and complete a full day's tasks each day with efficient focus.\nSince late 2008, Mark has developed several variations of a new time management system called AutoFocus.  The system instructs the individual to simply write tasks sequentially in a notebook, and then follow mechanical rules to go through the list choosing tasks to work on.  The process is designed to promote intuitive decision making and evaluation of what tasks to work on.Forster suggests overcoming resistance to a particular task by tricking the reactive brain into doing the take by using the formulation, “I’ll just ...” For example, “I’m not really going to work on the project, I’ll just get out the folder.”Forster's Final Version method combines the process of prioritizing with the process of motivating. This system aims to balance work on what is important with what you would like to work on."}