{"wikidata_id": "Q6789358", "title": "Matt Smith (baseball)", "url": "https://en.wikipedia.org/wiki/Matt_Smith_(baseball)", "summary": "Matthew J. Smith (born June 15, 1979) is an American former professional baseball player. He was a left-handed relief pitcher who graduated from Bishop Gorman High School, where he played baseball.  He was a 3-year letter winner and is the all-time leader in strikeouts (348) at OSU and was named to the Big 12 Second Team twice and First Team once. One of his favorite hobbies is golf.\nHe was drafted in the 44th round (1310th overall) in the 1997 Major League Baseball draft by the Chicago White Sox, but did not sign and attended Oklahoma State University.  He was drafted again in the 4th round in the 2000 Major League Baseball draft by the New York Yankees.\nHe split the 2005 season with the Yankees' Double-A affiliate, the Trenton Thunder, and the Triple-A affiliate, the Columbus Clippers. In 47 games, he pitched 821⁄3 innings, posting a 2.65 ERA and a (5-4) record.  Smith made his major-league debut on April 14, 2006, against the Minnesota Twins and recorded one out before being removed from the game.\nSmith, C.J. Henry, and two other minor league players were traded in July 2006 by the Yankees to the Phillies in exchange for Bobby Abreu and Cory Lidle. Smith pitched in 14 games for the Phillies in 2006.\nIn 2007, Smith pitched in nine games for the Phillies, compiling an 11.25 ERA before being optioned to the Triple-A Ottawa Lynx in late April. Smith went 2–1 with a 2.60 ERA and one save before being placed on the disabled list retroactively to June 13. Smith underwent Tommy John surgery on July 4, 2007. Smith was designated for assignment on January 4, 2008, and released, but was later re-signed to a minor league contract and invited to spring training on January 15. He became a free agent at the end of the 2008 season and signed a minor league contract with the Chicago Cubs in January 2009.  Smith was released by the Cubs after the 2009 spring training season."}