{"wikidata_id": "Q6847369", "title": "Mike Jackson (automotive)", "url": "https://en.wikipedia.org/wiki/Mike_Jackson_(automotive)", "summary": "Michael Jackson (also known as Mike Jackson) is the retired Chief Executive Officer (effective November 1, 2021) and former Executive Chairman of the Board of Directors (effective February 16, 2021) of AutoNation, Inc.\nUnder his guidance the organization became the largest automotive retailer in the United States, using a more customer-focused, transparent and contemporary business model.\nJackson began his career as a technician for an automotive dealership in Cherry Hill, New Jersey, just after finishing college. He served as the Managing Partner of Euro Motorcars of Bethesda, Maryland, an operator of 11 new vehicle franchises. He also served as chairman of the Mercedes-Benz National Dealer Council. Jackson then became President and CEO of Mercedes-Benz USA (from 1989 to 1999), responsible for the German automaker’s U.S. sales operation and 311 franchised dealerships.In January 2011, Jackson was listed #37 on the FORTUNE magazine list of Global Business persons of the Year. In May, Ernst & Young named him “Entrepreneur of the Year”. In the same year, Mike Jackson also received an honorary doctorate from the Livingstone College. In 2013 Mr. Jackson was appointed to the Federal Reserve Bank of Atlanta’s Miami Branch Board of Directors and in 2018 appointed Chairman of the Board of Directors of the Atlanta Federal Reserve Bank.Jackson was named a 2014 recipient of the Horatio Alger Award, presented to Americans who overcome adversity to achieve success; and was inducted during the award ceremony held in Washington, D.C. in April 2014.  In 2015 Saint Joseph’s University honored Mike Jackson ’71, with the annual Haub School of Business (HSB) Hall of Fame Award during a dinner in his honor. In July 2018 Mr. Jackson was inducted into the Automotive Hall of Fame. In 2018, Jackson was named Finance and Insurance All-Star in Automotive News, as well as number seven on  Motor Trend's Power List.Jackson is married to Alice and serves on the board of trustees at Nova Southeastern University\n\n\n== References =="}