{"wikidata_id": "Q686301", "title": "Tyler Perry", "url": "https://en.wikipedia.org/wiki/Tyler_Perry", "summary": "Tyler Perry (born Emmitt Perry Jr., September 13, 1969) is an American actor, filmmaker, playwright, and entrepreneur. He is the creator and performer of the Madea character, a tough elderly woman. Perry's films vary in style from orthodox filmmaking techniques to filmed productions of live stage plays. Many of his stage-play films have been subsequently adapted as feature films.\nPerry wrote and produced many stage plays during the 1990s and early 2000s. He also developed several television series, most notably Tyler Perry's House of Payne, which ran for eight seasons on TBS from 2006 to 2012.  In 2011, Forbes listed him as the highest-paid man in entertainment, earning US$130 million between May 2010 and May 2011. In 2012, Perry struck an exclusive multi-year partnership with Oprah Winfrey and her Oprah Winfrey Network (OWN). The partnership was largely for the sake of bringing scripted television to OWN, based on Perry's previous success in this area. Perry has created multiple scripted series for the network, The Haves and the Have Nots crime drama being its most successful. The Haves and the Have Nots gave OWN some of its highest ratings during its 8-year series run, the program hailed as \"one of OWN's biggest success stories with its weekly dose of soapy fun, filled with the typical betrayals, affairs and manipulations.\"Perry has also acted in films not directed, written or produced by himself, including as Admiral Barnett in Star Trek (2009), the titular character in Alex Cross (2012), Tanner Bolt in Gone Girl (2014), Baxter Stockman in Teenage Mutant Ninja Turtles: Out of the Shadows (2016), Colin Powell in Vice (2018), Arthur in Those Who Wish Me Dead (2021), and Jack Bremmer in Don't Look Up (2021). Perry has also done voice acting for animated films such as The Star (2017) and PAW Patrol: The Movie (2021).\nPerry was included in Time's list of the 100 most influential people of 2020. In 2020, he was awarded the Governors Award from the Primetime Emmy Awards and the following year, he received the Jean Hersholt Humanitarian Award from the Academy Awards. In 2022, he was inducted into the Black Music & Entertainment Walk of Fame."}