{"wikidata_id": "Q68768", "title": "Carl von Gontard", "url": "https://en.wikipedia.org/wiki/Carl_von_Gontard", "summary": "Carl Philipp Christian von Gontard (13 January 1731 in Mannheim – 23 September 1791 in Breslau) was a German architect who worked primarily in Berlin, Potsdam, and Bayreuth in the style of late Baroque Classicism. Next to Knobelsdorff, he was considered the most important architect of the era of Frederick the Great of Prussia.Carl von Gontard descended from a Huguenot family living in the French province of Dauphiné. He married Sophia von Erckert and had numerous children, including Carl Friedrich Ludwig von Gontard, a Prussian army officer who was granted hereditary nobility by the Holy Roman Emperor Joseph II.\n\nAfter two years of study in Paris under Jacques-François Blondel and a lengthy sojourn in Italy he gained a reputation as a valued court architect to Wilhelmine of Prussia, Margravine of Brandenburg-Bayreuth. In Bayreuth he designed an extension to the Bayreuth Palace and numerous palaces for the nobility and residences for prosperous citizens, buildings recognized as being of high artistic quality and giving the townscape a distinctive accent. Gontard also taught architecture at the Bayreuth Academy of Arts. When her husband, reigning prince Frederick, Margrave of Brandenburg-Bayreuth, died in 1763, Gontard no long received regular commissions because of the policy of austerity of Frederick's successor, Frederick Christian, Margrave of Brandenburg-Bayreuth.\n\nIn 1764 Gontard was employed by Wilhelmine's brother, Frederick the Great of Prussia, who soon put him in charge of all royal construction projects in Potsdam and Berlin. From 1765 to 1769 he was the artistic director of the New Palace in Potsdam, whose construction had started in 1763. Gontard had a major role in the arrangement and design of the palace interior, as well as the architecture of the formal auxiliary buildings (Communs) facing the palace forecourt and several structures in Park Sanssouci, such as the Temple of Friendship, Frederick the Great's tribute to his sister, Wilhelmine, and the Antique Temple. His next major work in Potsdam, the Military Orphanage, was undertaken 1771-1778 and contained a distinctive central block and a spiraling stairwell. Gontard also designed and built private residences in Potsdam, such as an impressive parade of houses, Am Bassin, and Potsdam's Brandenburg Gate.\n\nGontard's main works in Berlin include the colonnade portico and tower of the German and French churches on Gendarmenmarkt; two decorative colonnaded bridges across the former moat, a remnant of the city's 17th century fortifications, (in 1776 the Spittelkolonnaden on Leipziger Strasse, and in 1777/1778 the Königskolonnaden, originally near Alexanderplatz but later relocated to Heinrich-von-Kleist-Park); the Oranienburg Gate (1787/88) historic drawing; and supervision of the construction of the Royal Library on today's Bebelplatz, which he furnished with a grand staircase and a formal hall for festivities.\nImmediately after the death of Frederick the Great, his successor, Friedrich Wilhelm II, commissioned Gontard to decorate the Potsdam City Palace and Garrison Church for the funeral rites. Major royal assignments followed. Between 1787 and 1790 he furnished nine of the Royal Chambers in the Berlin City Palace. At the same time he created the Marble Palace in Potsdam, one of his most outstanding achievements. His last work was the ‘‘Holländische Etablissement’’, an ensemble of so-called “Dutch Houses” in the New Garden, Potsdam. Under Frederick William II Gontard became a member of the Royal Prussian Academy of Arts and Mechanical Sciences, where he taught until his death.\nHe had significant followers in G. C. Unger, F. W. Titel, and H. Gentz, but no long-lasting successors as his style did not survive the change in architectural taste that came with the end of Frederick the Great's era."}