{"wikidata_id": "Q701484", "title": "Klaus Iohannis", "url": "https://en.wikipedia.org/wiki/Klaus_Iohannis", "summary": "Klaus Werner Iohannis (Romanian: [ˈkla.us joˈhanis]; German: [ˈkʰlaʊ̯s joˈhanɪs]; also spelled Johannis; born 13 June 1959) is a Romanian politician, physicist, and former teacher who has been serving as the president of Romania since 2014. He became leader of the National Liberal Party (PNL) in 2014, after serving as leader of the Democratic Forum of Germans in Romania (FDGR/DFDR) between 2002 and 2013. Prior to entering politics, Iohannis was a physics teacher.\nIohannis was elected the mayor of the Transylvanian town of Sibiu (German: Hermannstadt) in 2000, representing the Democratic Forum of Germans in Romania (FDGR/DFDR). Although the German population of the once predominantly German-speaking town of Sibiu had declined to a tiny minority, Iohannis won a surprise victory and was re-elected by landslides in 2004, 2008, and 2012. Iohannis is credited with turning his city into one of Romania's most popular tourist destinations, and the city was chosen to be the European Capital of Culture in 2007. In February 2013, Iohannis became a member of the National Liberal Party (PNL), accepting an invitation from then liberal leader Crin Antonescu, and was immediately elected the party's First Vice President, eventually becoming the PNL President during the following year.\nIn October 2009, four of the five political groups in the Parliament, excluding the Democratic Liberal Party (PDL) of then-President Traian Băsescu, proposed him as a candidate for the office of Prime Minister of Romania; however, Băsescu refused to nominate him despite the Parliament's adoption of a declaration supporting his candidacy. He was again the candidate for Prime Minister of the PNL and the Social Democratic Party (PSD) in the elections in the same year.Ideologically a conservative, Iohannis is the first Romanian president to come from an ethnic minority, as he is a Transylvanian Saxon, part of Romania's German minority, which settled in Transylvania beginning in the 12th century. He was initially elected in 2014 and then subsequently re-elected by a landslide in 2019."}