{"wikidata_id": "Q7088045", "title": "Olivia Colman", "url": "https://en.wikipedia.org/wiki/Olivia_Colman", "summary": "Sarah Caroline Sinclair  (née  Colman; born 30 January 1974), known professionally as Olivia Colman, is a British actress. Known for her comedic and dramatic roles in film and television, she has received various accolades, including an Academy Award, a British Academy Film Award, two Emmy Awards, three British Academy Television Awards, and three Golden Globe Awards.\nA graduate of the Bristol Old Vic Theatre School, Colman's breakthrough came in the Channel 4 sitcom Peep Show (2003–2015). Her other comedic roles on television include Green Wing (2004–2006), That Mitchell and Webb Look (2006–2008), Beautiful People (2008–2009), Rev. (2010–2014), Flowers (2016–2018), and Fleabag (2016–2019). Colman received the BAFTA Award for Best Female Comedy Performance for the comedy programme Twenty Twelve (2011–2012) and Best Supporting Actress for the crime programme Accused (2012).She was acclaimed for her performance in the ITV crime-drama series Broadchurch (2013–2017), for which she received a British Academy Television Award for Best Actress. Colman also appeared in the BBC One thriller miniseries The Night Manager (2016), for which she received a Golden Globe Award for Best Supporting Actress – Series, Miniseries or Television Film. She played Queen Elizabeth II from 2019 to 2020 in the Netflix period-drama series The Crown, for which she received a Golden Globe Award and a Primetime Emmy Award for Outstanding Lead Actress in a Drama Series. Other dramatic roles on television include Les Misérables (2019), Landscapers (2021), and Heartstopper (2022–present).\nFor her portrayal of Anne, Queen of Great Britain in the period black-comedy film The Favourite (2018), Colman won the Academy Award for Best Actress. She received additional Academy Award nominations for her performances in The Father (2020), and The Lost Daughter (2021). Other notable film credits include Hot Fuzz (2007), Tyrannosaur (2011), The Iron Lady (2011), Hyde Park on Hudson (2012), Locke (2013), The Lobster (2015), Murder on the Orient Express (2017), The Mitchells vs. the Machines (2021), Empire of Light (2022), and Puss in Boots: The Last Wish (2022)."}