{"wikidata_id": "Q711092", "title": "Priscilla Chan (singer)", "url": "https://en.wikipedia.org/wiki/Priscilla_Chan_(singer)", "summary": "Priscilla Chan Wai-han (traditional Chinese: 陳慧嫻; simplified Chinese: 陈慧娴; pinyin: Chén Huìxián; Cantonese Yale: Can4 Wai6Haan4; born 28 July 1965) is a Hong Kong-based veteran pop singer who focuses on the genre of Cantopop. She is renowned for her contralto singing voice, and her maturely clear, technically skilled and emotion-rich vocals.Debuted in 1983 at age 18 from a trio album project named Girls' Magazine (少女雜誌), which was formed by Fiori Productions Ltd. (法安利製作有限公司), with the hit \"Forgotten Promise\" (逝去的諾言), Chan began her solo singing career in 1984 and has since remained popular for more than three decades. Chan signed to PolyGram Records, Hong Kong (寶麗金) in 1986 and reached her career peak between the late-1980s and mid-1990s, and scored several hits particularly in the 1980s, most remarkably including \"Silly Girl\" (傻女) from her 1988 album Priscilla's Love (嫻情), as well as her signature song, \"Thousands of Songs\" (千千闋歌), one of the all-time Cantopop classics, from her 1989 best-selling farewell album Forever Your Friend (永遠是你的朋友), which also elevated Chan to the top tier of Hong Kong singers.Chan performed her well-received farewell concert, entitled \"Priscilla Chan in Concert\" (陳慧嫻幾時再見演唱會; lit. Priscilla Chan's \"When Will I See You Again\" Concert), with six performances at the Hong Kong Coliseum, her first solo concert residency there, before spending four years studying for a Bachelor's degree in Psychology at Syracuse University in the United States starting from 1990, a promise made to her parents in 1986 after she dropped out from her Bachelor's in English Studies at Hong Kong Baptist College (present-day Hong Kong Baptist University), as she became a full-time singer.Chan continued to release albums during her study, and resumed her full-time singing career in 1995 after graduation, achieving a huge success for her comeback album titled Welcome Back. Chan's work remained relatively popular throughout the 1990s, eventually falling out of favour in the early 2000s when she was overtaken by a new generation of Cantopop singers.Chan made a few brief comebacks in the 2000s, including the one in 2003 when she signed to Universal Music Hong Kong, performed a concert with two shows, and released an album entitled Love Knot (情意結). Feeling frustrated upon poor record sales, Chan stepped back from the Hong Kong musical industry and embarked on her live performances at private functions and concerts overseas and in mainland China, where her popularity was further boosted.After a decade of hiatus, Chan officially returned to the Hong Kong Cantopop scene in 2013, when she signed to Universal Music Hong Kong again with the relaunch of the PolyGram label in Hong Kong. Chan then successively released two cover albums, namely By Heart (2014) and Evolve (2015), and the compilation album Back to Priscilla (Back to Priscilla 嫻情三十) (2014) commemorating the 30th anniversary since her debut. Chan also performed in two major concert series, namely the \"Back to Priscilla: 30th Anniversary Concert 2014 Live\" (2014) and the \"Priscilla-ism Live 2016\" (2016) at the Hong Kong Coliseum, with world tours, live performances, and private functions mainly held in mainland Chinese cities, and sporadically in North America and Russia."}