{"wikidata_id": "Q716346", "title": "Josh Hamilton", "url": "https://en.wikipedia.org/wiki/Josh_Hamilton", "summary": "Joshua Holt Hamilton (born May 21, 1981) is an American former professional baseball player. He played in Major League Baseball as an outfielder from 2007 to 2015, most prominently as a member of the Texas Rangers teams that won two consecutive American League pennants in 2010 and 2011. A five-time All-Star player, Hamilton won three Silver Slugger Awards and was named the American League (AL) Most Valuable Player (MVP) in 2010. He also won an AL batting championship along with an AL RBI title. During his major league tenure, he also played for the Cincinnati Reds and the Los Angeles Angels of Anaheim. \nHamilton was the first overall pick in the 1999 MLB draft by the Tampa Bay Devil Rays. He was considered a blue chip prospect until injuries sustained in a 2001 car accident and a drug addiction derailed his career beginning in 2001. Prior to the 2007 season, Hamilton was selected by the Chicago Cubs in the Rule 5 draft, but was traded to the Cincinnati Reds. Prior to the 2008 season, he was traded to the Rangers. In 2012, Hamilton received more votes than any other player on the All-Star Game ballot, besting by approximately 3.5 million votes the vote count set in 2011 by José Bautista. On May 8, 2012, Hamilton became the 16th player in MLB history to hit four home runs in a game. All four home runs were two-run home runs, and he set an AL record for total bases in a game with 18. Regarded as one of the best Rangers players of all time and pivotal to their back-to-back World Series appearances, the only ones in Rangers history, Hamilton was inducted into the Texas Rangers Hall of Fame in 2019.Despite Hamilton's initial status as a model for overcoming drug addiction in sports, he experienced frequent relapses throughout his career, contributing to the decision to cut him from the Angels. He retired from baseball in 2015 following multiple knee injuries, having played in MLB for nine seasons. In 2019, four years following his retirement, Hamilton was charged with physically assaulting his daughter."}