{"wikidata_id": "Q7175945", "title": "Peter Morgan (automaker)", "url": "https://en.wikipedia.org/wiki/Peter_Morgan_(automaker)", "summary": "Peter Henry Geoffrey Morgan (3 November 1919 – 20 October 2003) was an English sports car manufacturer and Chairman of Morgan Motor Company (MMC) from 1959 until his death in 2003. Peter inherited the Malvern, Worcestershire-based company from his father H.F.S. Morgan. Despite pressures to \"modernize\", he maintained the family firm's traditions of hand-crafted workmanship and slow organic growth until his son Charles took over as managing director.\nMorgan was born in Chestnut Villa, his parents' house which was adjacent to the car factory in Malvern Link and where he grew up alongside his four sisters. He attended a local preparatory school, the Link School, before going to Oundle School in Northamptonshire. On leaving school he attended the Chelsea College of Automobile and Aero Engineering obtaining a first class diploma in 1940. His first job was with the British Ermeto Corporation but he shortly left and joined the Royal Army Service Corps (RASC) where he served in the motor workshops in Sierra Leone before taking over responsibility for running the Nairobi workshops and being promoted to Captain. He was demobilised in 1946.\nIn 1947 he joined the Morgan Motor Company as a draughtsman and joined the board as a director in 1949 becoming vice chairman in 1951. His first major project was the re-introduction of the Morgan 4/4 car in 1955. When his father H.F.S. Morgan died in 1959, he took over as chairman and had difficulties sorting a serious tax problem.Morgan retired on his eightieth birthday in 1999 but remained on the board as Chairman until 2003.Outside work he had a great interest in steam power and built an extensive ride-on miniature railway in his garden.\nHe married Jane Christie, a friend of his sisters', at Maidenhead towards the end of 1940 and they had three children, Sonia, Jill and Charles. The couple divorced in the 1970s. Morgan married again in 1982 to a Canadian, Heather Williams. They remained deeply devoted until his death."}