{"wikidata_id": "Q7174053", "title": "Peter Fox (Canadian politician)", "url": "https://en.wikipedia.org/wiki/Peter_Fox_(Canadian_politician)", "summary": "Peter Fox (May 31, 1921 – July 3, 1989) was a politician in Manitoba, Canada.  He was a New Democratic Party member of the Legislative Assembly of Manitoba from 1966 to 1986.  From 1971 to 1977, he served as Speaker of the legislature.The son of George Fox and Maria Mildovan, Fox was born in Yugoslavia shortly after that country's creation, and moved to Canada with his parents at a young age.  He was educated at the University of Manitoba, and worked as a stationary engineer.  Fox served with the Canadian Forces in Europe during World War II, and was subsequently a member of the Royal Canadian Legion and the Winnipeg and Canada German Club. He was actively involved in the labour movement, was a vice-president of the Winnipeg and District Labour Council during the 1960s. Fox returned to his job at Canada Packers after the war. In 1948, he married Nancy Grant.Fox was first elected to the Manitoba legislature in the provincial election of 1966, defeating Progressive Conservative incumbent James Mills by 836 votes in the east-end Winnipeg riding of Kildonan (he had previously defeated Russell Doern to win his party's nomination).  Along with most other members of the NDP caucus, he supported Edward Schreyer's bid to become party leader in 1968–69.\nThe NDP scored an upset victory in the provincial election of 1969, and Fox was easily returned in Kildonan.  He was appointed Speaker of the Legislature on August 7, 1971, and retained the position until the NDP were defeated in the 1977 election.  He was re-elected without difficulty in the 1973 election, but faced a surprisingly strong challenge from PC candidate James Hanson in 1977.\nFollowing Schreyer's resignation as party leader in 1979, Fox was one of eight NDP MLAs who supported the election of Sidney Green as interim leader.  He does not appear to have been a strong supporter of Howard Pawley, Schreyer's successor, but unlike Green and some others did not leave the party during the 1980s.\nFollowing electoral redistribution, Fox was re-elected in the new riding of Concordia in the 1981 provincial election.  He was not appointed to cabinet, and did not seek re-election in the 1986 provincial election.  In late 1986, he was appointed Vice-Chair of the Highways and Transportation Department Licence Suspension Board. He served as a director on Winnipeg's Industrial Development Board and served on the board for Winnipeg Hydro.He died in Winnipeg at the age of 68."}