{"wikidata_id": "Q7335943", "title": "Rise of Joseph Stalin", "url": "https://en.wikipedia.org/wiki/Rise_of_Joseph_Stalin", "summary": "Joseph Stalin started his career as a student radical, becoming an influential member and eventually the leader of the Bolshevik faction of the Russian Social Democratic Labour Party. He served as the General Secretary of the Central Committee of the Communist Party of the Soviet Union from 1922 until his death in 1953.\nJoseph Stalin born Ioseb Besarionis dze Jughashvili began his political activity after being exposed to Marxism and other left-wing political thinkers while studying at the Tbilisi Theological Seminary in Georgia. After being discovered to be in possession of radical political literature, Stalin was expelled from the seminary in 1899. Following his expulsion, he devoted himself to his revolutionary activities and became a member of the anti-Tsarist, Russian Social Democratic Labor Party (RSDLP). When the RSDLP divided into the Bolshevik and Menshevik factions, Stalin joined the Bolsheviks lead by Vladimir Lenin, whom he finally met in 1905. Tasked with raising money for the Bolsheviks, Stalin resorted to criminal activity, through his formation of the Outfit, a criminal gang that were involved with armed robberies, racketeering, assassinations, arms procurement and child couriering. According to Montefiore, Stalin socialised with hitmen “Kamo and Tsintsadze\" but issued formal commands to the rest of the Outfit members through his bodyguard. Stalin also took a leading role in the planning and execution of the 1907 Tiflis bank robbery.\nFollowing the October Revolution, Stalin was appointed leader of the People's Commissariat of Nationalities. In addition to this position, he took military positions in the Russian Civil War and the Polish-Soviet War. Stalin was one of the Bolsheviks' chief operatives in the Caucasus and grew closer to Lenin, who saw him as a tough character, and a loyal follower capable of getting things done behind the scenes. Stalin played a decisive role in engineering the 1921 Red Army invasion of Georgia, adopting a hardline approach to opposition. His successes in Georgia propelled him into the ranks of the Politburo in late 1921.\nAt the 11th Congress of the Russian Communist Party (Bolsheviks) in 1922, the leaders decided to expand the party's Central Committee. This decision lead to the creation of the office of the General Secretary which Stalin assumed on 3 April. After a brief disappointment of not being given a prestigious ministerial post, Stalin soon learned how to use his new office in order to gain advantages over other key persons within the Communist Party. He prepared the agenda for the Politburo meetings, directing the course of meetings. As General Secretary, he appointed new local party leaders, establishing a patronage network of people loyal to him.In 1922, Lenin's health was rapidly deteriorating alongside his relationship with Stalin. From late 1922 to early 1923 Lenin wrote a pamphlet, urging the party to remove Stalin as General Secretary fearing his authoritarian tendencies. Posthumously referred to as \"Lenin's Testament\", Lenin strongly criticizes other major figures including Leon Trotsky, Nikolai Bukharin, and Felix Dzerzhinsky.  When Lenin died in January 1924, the party was thrown into a state of chaos and a vicious power struggle began. Stalin, through his office as General Secretary, received advanced knowledge about Lenin's Testament and sought to delay its release. Upon the pamphlet's release to the party, Stalin offered a resignation from the position of General Secretary but his offer was rebuked by the greater party which desired to maintain the image of party unity. With his position secure, Stalin began to focus on consolidating his power and leveraging antagonisms among the Bolshevik Party's leaders. Many were members of the Party's supreme organ, the Politburo, but rivalries extended beyond that. Several People's Commissars (or Ministers in other countries) were involved in the Party's internal personal as well as political struggles. The main factions within the party was the intellectual \"left wing\", composing Grigory Zinoviev and Lev Kamenev. Opposing them was the trade unionist \"right wing\" faction of the party consisting of Nikolai Bukharin, Mikhail Tomsky and Alexei Rykov. Leon Trotsky led a group of his own supporters. In this environment of party polarization, Stalin painted himself as a moderate labeling his faction \"the centre\" while quietly building alliances with both sides through the mid-1920s.Stalin then pivoted to focus on his greatest concern, the rise of Trotsky. Stalin forged an alliance with fellow Old Bolsheviks Grigory Zinoviev and Lev Kamenev to oppose Trotsky in the party apparatus. Defeating Trotsky was a difficult task as he had a public and prominent role in the October Revolution. Furthermore, Trotsky developed the Red Army and had played an indispensable role during the Russian Civil War. Zinoviev and Kamenev publicly feuded with Trotsky while Stalin did so quietly, in an attempt to appear as \"The Golden Centre Man\". Stalin's hostility towards Trotsky was political and personal. Prior to the revolution, Trotsky frequently snubbed Stalin, mocked his lack of formal education, and questioned his effectiveness as a revolutionary.  On the ideological front, Stalin's theory of  \"Socialism in One Country\" was a stark contrast to Trotsky's \"Permanent Revolution\". Stalin's ideology may have helped him attain power and accelerate Trotsky's downfall. The Soviet Union, having just come out of WWI and a bloody civil war was extremely war weary and exhausted. Permanent Revolution would have ordered the Soviet Union to organize military interventions against their non-communist neighbors. Whereas, Stalin's policies called for the government to focus on domestic development and securing the new Soviet regime.\nBy 1925, Trotsky's foreign policy was disgraced. All revolutionary movements in Germany and elsewhere had failed. Moreover, these attempted revolutions lead to an anti-communist atmosphere which fueled the rise of fascism in Western Europe. Trotsky's downfall was swift, he was first removed as Commissar for Military and Naval Affairs (January 1925), then removed from the Politburo (October 1926), and lost his seat on the Central Committee in October 1927. Stalin expelled him from the Communist Party in November 1927, and sent him to Alma–Ata in Kazakhstan in 1928. Trotsky was finally expelled from the Soviet Union in February 1929 and lived the rest of his life in exile.\nWith Trotsky removed from power, the alliance Stalin made with Zinoviev and Kamenev dissolved. Stalin then pivoted to form an alliance with the party's right wing forming a coalition with Bukharin, Tomsky, and Rykov, to weaken Zinoviev and Kamenev. Using his position as General Secretary, Stalin began to fill the Soviet bureaucracy with loyalists. After Lenin's death, Stalin began traveling across the USSR to deliver lectures on Leninist philosophy and began framing himself as the successor to Lenin.  As the 1920s progressed, Stalin used his position to expel critics within the Communist Party and tightened his grip on the party. Stalin's alliance with the party's right wing ended when Stalin decided to proceed with the First Five Year Plan, abandoning the New Economic Policy. Stalin finally defeated his opponents within the party by 1928, ending the internal power struggles. From 1929 onwards Stalin's leadership over the party and state was firmly established and he remained the undisputed leader of the USSR until his death."}