{"wikidata_id": "Q7347799", "title": "Robert Morgan Evans", "url": "https://en.wikipedia.org/wiki/Robert_Morgan_Evans", "summary": "General Robert Morgan Evans (February 17, 1782 – December 14 1842) was born in Frederick County, Virginia. In 1803 in the town of Paris, Kentucky, he was married to Jane Trimble, a sister of Judge Robert Trimble of the Supreme Court of the United States. Evans, for whom Evansville, Indiana is named, did not actually found the city, but his influence played a role in determining the future of the town. He was the ninth Speaker of the Indiana House of Representatives.\n\nAt the age of twenty-two, he moved to Indiana Territory in what was then Knox County about two miles north of present-day Princeton in Gibson County. He settled in the wilderness and at the first sale of public lands in 1807, bought the settlement that he had selected for a home.\nAfter living at this pioneer home for four years, he moved to Vincennes and opened a tavern, which he kept for two years until returning to his settlement in the woods. He was a captain in the militia, and after his duties in the War of 1812 was promoted to the rank of brigadier general.\nAfter the war, he returned to his homestead and was elected by his fellow citizens to the office of county clerk. Eventually he was elected to the territorial legislature from Knox County.\nEvans remained in Gibson County until about 1820 when he moved to what is now Vanderburgh County, where he had bought land from Hugh McGary, the original owner of the land now called Evansville. He moved to New Harmony for a few years after becoming fascinated with the German socialist movement there, and worked as assistant postmaster. He moved back to Evansville and remained there until his death in 1844.\n\nHe was Vanderburgh County clerk, helped plot lots and streets in Evansville, and was a successful dealer in farm implements and real estate. He remained active in the legislature and was elected Speaker of the Indiana House of Representatives in 1825. In the legislature he put forth bills to establish railroad service to Evansville. His efforts were unsuccessful, although shortly after his death the legislature did approve a railroad into Evansville."}