{"wikidata_id": "Q73612", "title": "Fiona Shaw", "url": "https://en.wikipedia.org/wiki/Fiona_Shaw", "summary": "Fiona Shaw  (born Fiona Mary Wilson; 10 July 1958) is an Irish film and theatre actress. Known for extensive work with the Royal Shakespeare Company and the National Theatre she has received numerous accolades including two Laurence Olivier Awards and BAFTA Award as well as nominations for three Primetime Emmy Awards and a Tony Award. In 2020, she was listed at No. 29 on The Irish Times list of Ireland's greatest film actors. She was made an Honorary Commander of the Order of the British Empire (CBE) by Queen Elizabeth II in 2001.She won two Laurence Olivier Award for Best Actress for roles in the plays Electra, As You Like It, and The Good Person of Szechwan (1990) and Machinal (1994). She has received three other Olivier Award nominations for her roles in Mephisto (1986), Hedda Gabler (1992), and Happy Days (2008). She made her Broadway debut playing the title role in Medea (2002) for which she earned a nomination for the Tony Award for Best Actress in a Play. She returned to Broadway in the Colm Tobin play The Testament of Mary (2013).\nShe is perhaps most known for her roles as Petunia Dursley in the Harry Potter film series (2001–2010). Other notable film roles include in My Left Foot (1989), Persuasion (1995), Jane Eyre (1996), The Tree of Life (2011), Colette (2018), Ammonite (2020), and Enola Holmes (2020).\nShe gained attention for her roles as Hedda Hopper in the HBO film RKO 281 (1999), and Marnie Stonebrook in the HBO series True Blood (2011).\nShe earned acclaim for her role as Carolyn Martens in the BBC series Killing Eve (2018–22) for which she received the 2019 BAFTA TV Award for Best Supporting Actress as well as two Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series nominations. For her role as a Counselor in Phoebe Waller-Bridge series Fleabag (2019) she received a  Primetime Emmy Award for Outstanding Guest Actress in a Comedy Series nomination. She recently starred in the BBC One series Baptiste (2021), and the Disney+ series Andor (2022)."}