{"wikidata_id": "Q7380682", "title": "Rush (wrestler)", "url": "https://en.wikipedia.org/wiki/Rush_(wrestler)", "summary": "William Arturo Muñoz González (born September 29, 1988) is a Mexican luchador (Spanish for professional wrestler), known under the ring name Rush ( ROOSH). He is currently signed to All Elite Wrestling (AEW). He is best known for his time performing for the Mexican professional wrestling promotion Consejo Mundial de Lucha Libre (CMLL) as well as the U.S. based Ring of Honor (ROH).\nMuñoz's father Arturo Muñoz is also a professional wrestler, most recently known under the ring name La Bestia del Ring. William's younger brothers are also professional wrestlers, using the ring names Dralístico and Dragon Lee. While most luchadors portray clear cut good guys or bad guys in the ring, Rush portrays a character that straddles that divide, his in-ring actions is often chaotic or brawling, with tendencies to cheat but is still popular with the fans.\nMuñoz made his in-ring debut in 2007, working under the name Latino until he started working for CMLL in 2009 where he was given the name \"Rush\". He is a former CMLL World Light Heavyweight Champion, multiple time CMLL World Tag Team Champion, CMLL World Trios Champion and two-time Mexican National Trios Champion. Rush, along with La Sombra and La Máscara created the group Los Ingobernables (\"the unruly\") and he was the only original member to remain part of the group in CMLL before departing the promotion in 2019. The success of Los Ingobernables led to the formation of the Los Ingobernables de Japón (LIJ) group in New Japan Pro-Wrestling (NJPW), which Rush was a part-time member of when he touring Japan or when LIJ toured Mexico. Through CMLL's business partnerships, Rush additionally appeared for both NJPW and the U.S. based ROH, and his CMLL contract allowed him to work dates for other companies as well, most notably Major League Wrestling in the U.S., and The Crash Lucha Libre and International Wrestling Revolution Group in Mexico."}