{"wikidata_id": "Q76334", "title": "Boris Becker", "url": "https://en.wikipedia.org/wiki/Boris_Becker", "summary": "Boris Franz Becker (German pronunciation: [ˈboːʁɪs ˈbɛkɐ], audio ; born 22 November 1967) is a German former world No. 1 tennis player Becker is the youngest ever winner of the gentlemen's singles Wimbledon Championships title at the age of 17 in 1985. Becker is regarded as one of the greatest Tennis players of all time and was featured in the list of Tennis magazine's 40 greatest players on its 40th anniversary in 2006. He won 64 titles overall including an Olympic gold medal. Becker won 49 singles and 15 doubles titles including six Grand Slam singles titles: three Wimbledon Championships, two Australian Opens and one US Open, 13 Masters titles, three year-end championships and leading Germany to back-to-back championship wins in Davis Cup 1988 and 1989.\nBecker is often credited as the pioneer of power tennis with his lightning fast serve and explosive all-court game featuring flying through the air volleys, acrobatic dives, rolls and crushing service returns. He is also among the Top 10 players with the best ATP win percentages in the history of the game.In 1989, he was voted the Player of the Year by both the ATP and the ITF. Becker is arguably the greatest Davis cup singles player with a win percentage of 92.70%, a win loss record of 38-3 and two championship wins for Germany. In his autobiography, Andre Agassi mentioned that Becker was the world's most popular tennis star while recalling the events of a match he played against Becker in late 1980s.\nAfter his playing career ended Becker became a tennis commentator and media personality, his personal relationships were discussed in news outlets. He has engaged in numerous ventures, including coaching Novak Djokovic for three years, playing poker professionally and working for an online poker company. In October 2002, the Munich District Court gave Becker a suspended two-year prison sentence for tax evasion. He declared bankruptcy in the UK in 2017. In April 2022, he was sentenced by UK courts to two and a half years in prison for hiding assets and loans that the court required him to disclose to creditors and the bankruptcy trustee. On 15 December, he was released from prison early, having served eight months, and was immediately deported to Germany by UK authorities."}