{"wikidata_id": "Q766866", "title": "Kevin McCarthy", "url": "https://en.wikipedia.org/wiki/Kevin_McCarthy", "summary": "Kevin Owen McCarthy (born January 26, 1965) is an American politician who is the 55th and current speaker of the United States House of Representatives. A member of the Republican Party, McCarthy is in his ninth House term, serving as the U.S. representative for California's 20th congressional district since 2007. The district, which was numbered the 22nd district from 2007 to 2013 and the 23rd district from 2013 to 2023, has had various changes in location, but now covers the southern half of the San Joaquin Valley.McCarthy was born in Bakersfield, California. He attended California State University, Bakersfield, while working as a firefighter. McCarthy formerly chaired the California Young Republicans and the Young Republican National Federation. He was a two-term representative in the California State Assembly from 2002 to 2006, the last two years as minority leader. He was elected to Congress in 2006. McCarthy was elected to House leadership in his second term as Republican Chief Deputy Whip from 2009 to 2011. When Republicans took control of the House in 2011, he became majority whip, a post he held from 2011 until August 2014, when he was elected majority leader to replace the outgoing Eric Cantor, who was defeated in his primary election.Following the Republican Party's loss in the 2018 midterm elections, McCarthy was elected House minority leader after Speaker Paul Ryan retired, making him the first California Republican to hold the post. After Joe Biden won the 2020 presidential election, McCarthy supported Donald Trump's debunked claims of voter fraud and initially participated in efforts to overturn the results, but after the U.S. Capitol was stormed during the subsequent electoral vote count, McCarthy reversed his stance on voter fraud in the election and blamed Trump for the riot. By 2022, McCarthy had publicly reconciled with Trump.McCarthy led Republicans through the 2022 House elections, in which they gained a majority for the first time since the 115th Congress. He was the Republican nominee for speaker when the 118th Congress convened in January 2023, but failed to win the speakership until the 15th ballot, mainly due to opposition from members of the Freedom Caucus. It was the first time a speaker had not been elected on the first ballot since 1923, and the longest multi-ballot speaker election since 1859."}