{"wikidata_id": "Q76819", "title": "Christoph Waltz", "url": "https://en.wikipedia.org/wiki/Christoph_Waltz", "summary": "Christoph Waltz (German: [ˈkʀɪstɔf ˈvalts]; born 4 October 1956) is an Austrian-German actor. He is known for playing villainous and supporting roles in English-speaking films since 2009; he has been primarily active in the United States. His accolades include two Academy Awards, two Golden Globe Awards, two BAFTA Awards and two Screen Actors Guild Awards.\nWaltz's American breakthrough role came in Quentin Tarantino's 2009 film Inglourious Basterds, in which he played SS officer Hans Landa. He collaborated with Tarantino again in 2012, when he played bounty hunter Dr. King Schultz in Django Unchained. For each performance, he earned an Academy Award, BAFTA Award, and Golden Globe Award for Best Supporting Actor. He also received the Best Actor Award at the Cannes Film Festival and a Screen Actors Guild Award for his portrayal of Landa.Waltz has also starred in Roman Polanski's dark comedy Carnage (2011), Terry Gilliam's science fiction film The Zero Theorem (2013), Tim Burton's biographical film Big Eyes (2014), for which he was nominated for a Golden Globe Award, Alexander Payne's satire Downsizing (2017), as Dr. Dyson Ido in Alita: Battle Angel (2019) Woody Allen's comedy Rifkin's Festival (2020), and Wes Anderson's comedy-drama The French Dispatch (2021). Waltz also gained acclaim for his performance as James Bond's nemesis Ernst Stavro Blofeld in Sam Mendes' Spectre (2015), and Cary Joji Fukunaga's No Time to Die (2021).In 2020, he starred in the web series Most Dangerous Game, receiving his first Primetime Emmy Award nomination for Outstanding Actor in a Short Form Comedy or Drama Series. He also voiced Mandrake in Epic (2013) and Count Volpe in Guillermo del Toro's Pinocchio adaptation (2022). In 2023, he starred in a dark comedy series The Consultant, and officially confirmed his role in Quentin Tarantino’s upcoming movie The Movie Critic"}