{"wikidata_id": "Q77803", "title": "Selmar Schonland", "url": "https://en.wikipedia.org/wiki/Selmar_Schonland", "summary": "Selmar Schonland (15 August 1860 – 22 April 1940), originally spelt Schönland, the founder of the Department of Botany at Rhodes University, was a German immigrant, who came to the Eastern part of the Cape Colony in 1889 to take up an appointment as curator of the Albany Museum. He came to Grahamstown via a doctorate at the University of Hamburg and a post at Oxford University (1886–1889 as curator of the Fielding Herbarium and a lecturer in Botany). Working under Prof. Sir Isaac Bayley Balfour and Prof. Sydney Howard Vines, he developed an interest in the family Crassulaceae and contributed an account of this group to Engler & Prantl's Natürl. Pflanzenfamilien.\nWhile at Oxford, he translated, with Edward Bagnall Poulton and Arthur Shipley, August Weismann's \"Essays upon Heredity and Kindred Biological Problems\".\nComing to the museum in Grahamstown gave him the opportunity to broaden his interests and develop the second largest herbarium in South Africa which had been founded by W. G. Atherstone in 1860. His father-in-law, Peter MacOwan, had been its honorary curator from 1862 to 1869 before moving to Somerset East. When MacOwan retired from his subsequent post as director of the Cape Town Botanical Garden and curator of the Cape Government Herbarium, he returned to Grahamstown and assisted Schonland in the development of the local herbarium. The Irish descendant Henry George Flanagan of the Eastern Cape contributed to this Herbarium with specimens, both in Grahamstown and in Cape Town, as did Florence Mary Paterson in 1909 and Constance Georgina Adams, who contributed her collection in 1919.Schonland approached one of the Rhodes Trustees, Dr. Leander Starr Jameson to assist in funding. Jameson, soon to be elected Member of Parliament for Albany and Prime Minister of the Cape Colony, promised £50,000 without consulting his fellow Trustees. At first they refused to confirm the grant; then, persuaded by Schonland, they made over De Beers Preference Shares to the value of £50 000 to Rhodes University College, founded by Act of Parliament on May 31, 1904. By the time Schonland retired, the Botany Department and Rhodes University had become an established centre of taxonomic research and learning in South Africa. He played a leading role in the Botanical Survey of South Africa which had been initiated by Pole Evans.\nHe was a foundation member of the South African Association for the Advancement of Science, honorary member of the Geological Society of South Africa, foundation member and Fellow of the Royal Soc. of S. Afr. His name was originally spelt Schönland, but he later dropped the umlaut. He is commemorated in Schoenlandia L.Bol., Euphorbia schoenlandii Pax, Brachystelma schonlandianum Schltr. and Sebaea schoenlandii Schinz.\nSelmar Schonland married Peter MacOwan's daughter Flora in 1895 and was the father of Sir Basil Schonland who contributed greatly to lightning research and radar development."}