{"wikidata_id": "Q7788114", "title": "Thomas C. Bach", "url": "https://en.wikipedia.org/wiki/Thomas_C._Bach", "summary": "Thomas Cumming Bach (October 10, 1853 – October 29, 1914) was one of the first members of the Supreme Court of the Montana Territory.\nHis grandfather, Robert Bach (1777–1846), emigrated to New York from Hereford, England, in 1796.  His grandmother was Margaret Cowen (or Cowan) (1783–1865), who emigrated to New York from Newry, Ireland.   Robert Bach and his son, John Casnave Bach (1814–1885), engaged in the wholesale drug business and erected the first brick house in the city of Brooklyn.  Thomas Bach's mother was Elizabeth Brinckhoff Nostrand (1822–1887), a descendant of the 1624 Dutch settlers to New Amsterdam.\nThomas was born to John and Elizabeth Bach in Brooklyn on October 10, 1853, the seventh of 12 children.  In the early 1860s, the family moved to Manhattan, where the Bach family's wealth afforded them an opulent lifestyle.  Young Bach graduated from Columbia College in 1875 with the degree of A.B. and in 1877 he completed his studies in the law department of the School of Arts graduating with the degrees of A.M. and LL.B.  In 1884, after seven years in the private practice of law in New York, Bach moved to the Montana Territory, where his younger brother, Edmund William Bach, had established a successful accounting practice.  On August 9, 1886, President Grover Cleveland appointed Bach as a judge of the Supreme Court of the Territory of Montana to serve in the newly created fourth position on the territorial supreme court.  Bach held the office until 1889, when Montana gained statehood.  In 1892, Bach was elected a member of the Montana State Legislature and was chairman of the Judiciary Committee.  He served as a district judge for the First Judicial District from 1907 to 1909.\nBach was married to Kathryn Child (1863–1926), a native of San Francisco, California. They had two children, Dorothy (1891–1968) and Marjorie (1892–1972). Thomas Bach died in Pasadena, California, on October 29, 1914, at the age of 61."}