{"wikidata_id": "Q7803257", "title": "Tim Burton (musician)", "url": "https://en.wikipedia.org/wiki/Tim_Burton_(musician)", "summary": "Tim Burton (born John Timothy Burton; 1963), known professionally as Johnny Vegas, is an American musician who played saxophone for the band The Mighty Mighty Bosstones. Burton was one of the four remaining founding band members when the Bosstones disbanded in January 2022.\nBurton grew up on Martha's Vineyard with two brothers, Steve and Sledge. His father was a minister and his mother was an art teacher. Tim attended Martha's Vineyard Regional High School. After graduating from Emerson College in Boston, Massachusetts, he and several high school friends formed the band The Cheapskates, a ska-punk band that went through many line-up changes before several of its members, including Burton, formed The Mighty Mighty Bosstones.\nAt some point he was tagged with the nickname Johnny Vegas. \"When we started we were really young, but I was a few years older than some of the guys in the band,\" said Burton. \"I used to go to the horsetrack, and I drove an Oldsmobile, played golf. And they thought those kinds of activities were pretty funny. It was pretty un-punk. So they just tagged me with Johnny Vegas.\"\nBurton married Kristie Lassiter in Las Vegas in 2002 and they moved to Hollywood, California, where Burton worked as a production assistant on various projects while not performing with the Bosstones. In 2005, they relocated to Jacksonville Beach, Florida along with his stepson, Noah, but continued to work on films, including The Year of Getting to Know Us and HBO's Recount.\nBurton is also an avid boater and began volunteering at the U.S. Coast Guard Station at Naval Station Mayport in Jacksonville during the Bosstones 2004-2006 hiatus.  As a volunteer member of the Coast Guard Auxiliary, Burton was trained to monitor communications radio traffic on the Coast Guard's local channel.  At the conclusion of the Bosstones summer 2010 tour, Burton returned to his home in Jacksonville and continued his volunteer work.Tim co-founded Financial Records, an indie record label based in Clearwater, Florida.Tim produced and performed on Victims of Circumstances' 2007 debut album Do It Yourself available on Financial Records.\n\n\n== References =="}