{"wikidata_id": "Q7814917", "title": "Tom Beck (American football)", "url": "https://en.wikipedia.org/wiki/Tom_Beck_(American_football)", "summary": "Tom Beck (born December 21, 1940) is a former American football player and coach. He served as the head football coach at Illinois Benedictine College—now Benedictine University—from 1970 to 1974, Elmhurst College from 1976 to 1983, and Grand Valley State University from 1985 to 1990. During his college football head coaching career, he compiled a 137–52–1 record, a .724 winning percentage. All three institutions where Beck coached had historically losing teams before he turned them into nationally ranked programs. Beck was inducted into the College Football Hall of Fame as a coach in 2004.\nBeck played football at Northern Illinois University, where he started on offense, defense, and played special teams. He was the last two-way player in the history of Northern Illinois Huskies football. Beck was All-Conference on both offense and defense, an Academic All-American, and was inducted into the Northern Illinois University Athletics Hall of Fame. He has also been inducted into the athletic hall of fame at Elmhurst College, Benedictine University, and Grand Valley State University as a coach.\nBeck served as the offensive coordinator at Northern Illinois University in 1975, at the University of Notre Dame in 1990, and at the University of Illinois at Urbana–Champaign in 1991. He coached one season in 1984 with the Chicago Blitz of the United States Football League (USFL) before the league folded. While head coach at Grand Valley State, Beck gave Brian Kelly his first coaching job as a graduate assistant. Kelly was Beck's successor at Grand Valley State in 1991 and is currently the head coach at LSU.After his coaching career, Beck spent time as a scout for the National Football League's Buffalo Bills and Chicago Bears. After scouting, he was an analyst for nine years for two different web sites, IrishEyes and Irish Today, that covered Notre Dame football."}