{"wikidata_id": "Q7822546", "title": "Tony Hawksworth", "url": "https://en.wikipedia.org/wiki/Tony_Hawksworth", "summary": "Anthony Hawksworth (born 15 January 1938) is an English former footballer who played as a goalkeeper for Manchester United. He was born in Sheffield and grew up in the village of Dungworth in the Stannington area of the city. The formative years of his football career were spent in the Manchester United youth teams, playing in the same sides as players like Duncan Edwards and Bobby Charlton. With Manchester United's youth team, he became one of five players to win three consecutive FA Youth Cup winner's medals, in 1954, 1955 and 1956. He also played international football for England at schoolboy and youth level.After playing just three matches for the club's reserve team, Hawksworth was called up to the Manchester United first team for a First Division match away to Blackpool on 27 October 1956, after regular goalkeeper Ray Wood had pulled out due to injury. United drew the match 2–2, but it was to be Hawksworth's only appearance for the Manchester United first team. He was doing his National Service at Catterick in North Yorkshire at the time, and only able to go on leave to play for United on weekends, so after Wood recovered from his injury, Hawksworth had no complaints about dropping back down to the reserve team.However, a couple of weeks after the Blackpool game, Hawksworth was approached by an army captain who wanted him to play for the regimental team the following weekend. Hawksworth was intent on playing for Manchester United, but the captain – who was also the posting officer for the regiment – threatened him with redeployment to Benghazi by the following Monday. It is unknown whether the captain's threat was serious or not, but Hawksworth was in no position to argue; nevertheless, he took the matter to United manager Matt Busby, but Busby recommended that Hawksworth play for the regiment. By 1958, Hawksworth had been posted to the Royal Tank Regiment in Germany. That February, a plane carrying the Manchester United team home from a European Cup match in Belgrade made a stopover in snowy conditions in Munich. In an incident that later became known as the Munich air disaster, the plane crashed on a failed take-off attempt, and eight players were killed. As he was already in Germany, Hawksworth requested leave, and two weeks after the incident, he was able to visit his friends and former teammates; he arrived at Munich on the night that Duncan Edwards died.In December 1958, Hawksworth was allowed to leave Manchester United to join Bedford Town, who were considered to be the best non-League side at the time. That season, Bedford Town won the Southern League title, beating Hereford United 2–1 in a play-off between the winners of the North-Western and South-Eastern sections of the league. Hawksworth remained at Bedford for seven years, a contribution for which he was given a testimonial by the club. He then moved to Rushden Town, the forerunners of Rushden & Diamonds, and remained there until his retirement.After retiring from football, Hawksworth worked for a sweet company, before working for British Gas until 1995, when he retired. He and his wife, Brenda, married in 1959, and they live in Dronfield Woodhouse, Derbyshire. They have four children (three sons and a daughter) and five grandchildren."}