{"wikidata_id": "Q7933011", "title": "Viola Desmond", "url": "https://en.wikipedia.org/wiki/Viola_Desmond", "summary": "Viola Irene Desmond (July 6, 1914 – February 7, 1965) was a Canadian civil and women's rights activist and businesswoman of Black Nova Scotian descent. In 1946, she challenged racial segregation at a cinema in New Glasgow, Nova Scotia, by refusing to leave a whites-only area of the Roseland Theatre. For this, she was convicted of a minor tax violation for the one-cent tax difference between the seat that she had paid for and the seat that she used, which was more expensive. Desmond's case is one of the most publicized incidents of racial discrimination in Canadian history and helped start the modern civil rights movement in Canada.\nIn 2010, Desmond was granted a posthumous free pardon, the first to be granted in Canada. A free pardon deems the person granted the pardon to have never committed the offence and cancels any consequence resulting from the conviction, such as fines, prohibitions or forfeitures. However, it was not until 2021 that the government repaid the $26 (now $324 CAD as of 2023) fine to her estate in the form of a $1,000 scholarship that adjusted the amount to reflect the time value of money. The Crown-in-Right-of-Nova Scotia also apologized for prosecuting her for tax evasion and acknowledged she was rightfully resisting racial discrimination. In 2016, the Bank of Canada inaccurately announced that Desmond would be the first Canadian woman to be featured on the front of a Canadian banknote, but that honour went to Agnes Macphail, who appeared along with three men on a small print run commemorative note issued in 2017 to mark the 150th anniversary of Confederation.\nIn late 2018, Desmond became the second Canadian woman, after Queen Elizabeth II, to appear alone on a Canadian bank note—a $10 bill—which was unveiled by Finance Minister Bill Morneau and Bank of Canada Governor Stephen Poloz during a ceremony at the Halifax Central Library on March 8, 2018. Desmond was also named a National Historic Person in 2018."}