{"wikidata_id": "Q8003105", "title": "Will Smith (cricketer)", "url": "https://en.wikipedia.org/wiki/Will_Smith_(cricketer)", "summary": "William Rew Smith (born 28 September 1982) is an English former first-class cricketer. He was a right-handed batsman and a right-arm off-spin bowler. He played for Durham County Cricket Club up until his retirement.Smith originally played for Harrold CC and Bedford School (where he captained England opening batsman Alastair Cook). He played minor county cricket for Bedfordshire as a schoolboy, until he moved to Nottinghamshire in 2002. Primarily an opening batsman, at times Smith played slightly further down the order, especially during the Twenty20 cup. Smith was an exciting fielder who took some great catches (Twenty 20 Cup Finals day vs Surrey) and fielded as 12th Man for the full England side whilst at Trent Bridge.\nThough having played three times during Nottinghamshire's 2005 title-winning season, he was unable to establish himself within the Championship team, and subsequently joined Durham County Cricket Club, thus returning to his University town: Smith is a graduate of Durham University, where he successfully captained Durham UCCE and gained a 2:1 (Hons) in Biochemistry.\nDuring the course of the 2008 season, Smith has established himself in the Durham championship side, primarily batting at No 3, and recorded his maiden 1st class double-hundred (201 not out) against Surrey, sending Durham to the top of the County Championship Division 1 as a result. Durham went on to win the County Championship for the first time in their history, and Smith's runs saw him named 2008 Player of the Year ahead of more recognisable names such as Shiv Chanderpaul and Steven Harmison.\nSmith was appointed as the new captain of Durham on 14 November 2008, succeeding Dale Benkenstein.Durham County Cricket Club continued their success in 2009, with Smith leading them to a successful defence of their County Championship Title in his first year in charge.\nSince his cricket-playing retirement, Smith has developed a career in sports journalism and media. He wrote for All-Out Cricket magazine, and provides ad-hoc cricket commentary for Sky and the BBC. He also has a lifelong passion for Horse Racing and is a knowledgeable Horse Racing pundit/analyst, including for Racing TV and William Hill Racing Radio."}