{"wikidata_id": "Q8003886", "title": "William (bishop of Dunblane)", "url": "https://en.wikipedia.org/wiki/William_(bishop_of_Dunblane)", "summary": "William O. Tiron. (died early 1290s) was a late 13th-century Tironensian abbot and bishop in the Kingdom of Scotland. He appears in the extant sources for the first time on 25 April 1276; he is Abbot of Arbroath. According to the  Scotichronicon, the work of the 15th-century historian Walter Bower, William's predecessor Adam de Inverlunan had died in 1275, so William probably became abbot in either that year or in 1276.William was abbot until 1284, when he was elected to be Bishop of Dunblane. The abbots of Arbroath were ex officio canons of Dunblane Cathedral, and the bishopric in this period rotated between full-time Dunblane canons and ex officio canons such as the abbots of Arbroath. The election was apparently unanimous, and William set off to obtain confirmation at the papal curia; after going through the formality of resigning his rights to the bishopric to the Pope, he received papal provision, and on 18 December 1284 he was consecrated by Cardinal Ordonius, Bishop of Tusculum.During William's time as Bishop of Dunblane, a conflict of patronage arouse with Inchaffray Abbey. After the vicar of Strogeith Richard de Stirling had died, the Earl of Strathearn, Maol Íosa III, used his influence to get William to appoint Roger de Legerwood to the vacant vicarage. Though of English extraction, Roger was Maol Íosa's chaplain, and the Bishop appointed him to the vicarage in the belief or desire that it was the bishopric's place to do so.  Hugh, Abbot of Inchaffray, however, bombarded the episcopal court with legal deeds in order to prove that Inchaffray's rights were superior. On 21 September 1287, at Arbroath, the Bishop publicly admitted the superiority of Inchaffray's rights, and in the following week a final agreement was reached at Kenmore. William backed down to Inchaffray's claims, but the abbot of Inchaffray appointed Legerwood anyway.In 1291, Pope Nicholas IV granted William permission to take oaths from everyone in his diocese regarding the property belonging to churches. Movable and unmovable goods, altars, lands, etc., were all valued, in order to facilitate the repayment of debts owed to the church; particularly in relation to unpaid funeral charges. The Pope also ordered Bishop William to ensure that his own property was left to the church; the former complained of the \"evil custom\" whereby the Earls of Strathearn would take the property of all deceased bishops.William's episcopate was contemporaneous with the onset on the First War of Scottish Independence. As Guillame Evesque de Dunblain he was one of the many great figures of the Kingdom who had confirmed the Treaty of Salisbury at the Birgham assembly in 1290. On 12 July 1291 he gave an oath of fealty to the English king. The bishop was probably one of the forty commissioners chosen by John de Balliol to make his case for the Scottish throne to King Edward I of England, 5 June 1292 William did not live long enough to take any great role in the warfare that brewed up later in the decade, after 1296, as he does not appear again in any contemporary record. He probably died in either 1294 or 1295, as the election of his successor Alpín fell sometime after 4 May 1295 but before 16 October 1296, when Alpín was consecrated as bishop."}