{"wikidata_id": "Q8004148", "title": "William Adams (oculist)", "url": "https://en.wikipedia.org/wiki/William_Adams_(oculist)", "summary": "Sir William Adams (1783–1827), also known as Sir William Rawson after 1825, was an English surgeon.\nHe was born at Morwenstow in Cornwall, youngest son of Henry Adams. He was well known as an ophthalmic surgeon and was founder of Exeter's West of England Eye Infirmary. John Nash had built the Ophthalmic Hospital for him on Albany Street, London. For several years Adams gave his services free to soldiers whose eyesight had been affected in the military campaigns in Egypt.  The hospital was closed in 1822.\nAs a young man, he worked for John  Hill, a surgeon in Barnstaple, who sent him to London to obtain his professional qualifications. William Adams was a pupil of John Cunningham Saunders. He became a Member of the Royal College of Surgeons of England  in 1807. He was one of the central figures in the controversy which raged between 1806 and 1820 over the treatment of Egyptian ophthalmia, with his critics refusing to accept that his treatment for the condition produced any benefits whatsoever, and subjecting him to a campaign of vilification. He had a valuable political supporter in the future Prime Minister, Lord Palmerston, who persuaded Parliament to award him £4000. He was knighted and became a personal oculist to the Prince Regent and other members of the British Royal Family. Adams was a gifted man with unbounded energy, but his vanity and passion for publicity, at a time when very few doctors publicized their work, made him numerous enemies.\nAdams assumed his wife's family name in accordance with her mother's wishes, and was known as Sir William Rawson after 1825. He married Jane Eliza Rawson (died 1844), fourth daughter of Colonel George Rawson of Belmont House, County Wicklow, MP for Armagh, and Mary Bowes Benson, and had five children, including the senior government official Sir Rawson William Rawson, and Mary, who married firstly the Irish barrister John Goddard Richards of Ardamine Estate, County Wexford, and secondly the English judge John Billingsley Parry."}