{"wikidata_id": "Q8004144", "title": "William Adams (haberdasher)", "url": "https://en.wikipedia.org/wiki/William_Adams_(haberdasher)", "summary": "William Adams (1585–1661) was a 17th-century London haberdasher born in Newport, Shropshire who, in 1656, founded Adams' Grammar School, now called Haberdashers' Adams. Since his death in 1661, the school has been governed by the Worshipful Company of Haberdashers.\nIn addition to the school, William Adams founded William Adams’ Eleemosynary Charity which built the almshouse cottages on the high street in Newport, on either side of the original school gates and on property surrounded by the school.\nTables representing the Will of William Adams hang in the 'Big School' building of Haberdashers' Adams Grammar School, and the copying of these texts (known as Bill's Will) was a common punishment for minor misdemeanours up until the end of the twentieth century.\n\nThe text of these tables reads as follows:A Table representing the pious & charitable deeds of William Adams Esq. born in this town of Newport & Citizen of London the which were performed and settled by him in his lifetime 1657 who deceased 1661First the said William Adams Esq. purchased two Burgagies in Newport aforesaid and thereupon Founded at his own proper Cost and ChargeFirst A fair and sumptuous Building containing one Free Grammar School, with a Library over the same & two convenient Houses at each end thereof, one for the Master & one for the Usher with necessary Courts & Gardens to either of them. 2ly, Two Almeshouses adjoining to ye Street for 4 single people 2 whereof to be Men & 2 Women to inhabit in successively forever, all which amounteth to the value of 7 Thousand 5 Hundred Pounds Building & Purchase, 2ly. He purchased moreover a fair & ample Estate in Lands at Knighton in the County of Stafford in the present possession of Luke Justice of Knighton Gent. Which said lands are charged with the clear Rent of 175 pr.ann: for ever & payable to the uses following This Grammar School is free for 80 Scholars within 3 or 5 Miles.First to the Minister of Newport for the time being the Sum of £20 pr.ann: forever. 2ly To the Head School-Master of the said Free Grammar School the Sum of £40 pr.ann: forever. 3ly. To the Usher the same the Sum of £20 pr.ann: forever. 4ly. To 4 Scholars elected thence successively £20 pr.ann: forever. 5ly. To 3 boys set forth Apprentices the Sun of £24 pr.ann: forever. 6ly. To 1 or 2 Boys for Ringing the Bells & Sweeping the said School the Sum of £2 pr.ann: forever. 7ly. To the 4 AlmsPeople the Sum of £20 6s pr.ann: forever. 8ly. To 20 decayed Tradesmen of Haberdashers in London £20 pr.ann: 9ly. For entertainment of Visitors the Sum of £1 4s pr.ann: 10ly. To the Officers of Haberdashers Hall the Sum of £2 pr.ann: 11ly. For the Repair of the said School, Library and Houses, the Sum of £5 pr.ann: forever. Every seventh Year the Boys £24 goeth to the Visitors from London.Moreover the said William Adams Esq. purchased 2 Pieces of Land in Norbroom adjoining the Marsh which said pieces of Land he settled in Trust for an additional Maintenance to the Master of the Old School in Newport to the intent that all Children born there may be taught freely till they be capable of Admission into the Free Grammar School of his own Foundation, the said land yielding the Rent of £9 pr.ann: forever. Lastly, He bequeathed in his last Will & Testament a Legacy to the said Town of Newport being the Sum of £550 for erecting of a Market-House there, which was accordingly done in due time & substantial manner, by his Executor William Justice Esq, being finished Anno Do: 1665.He being dead yet speaketh, Hebs 11th ver 4th. The Memory of the Just is blessed, Provs 10th ver 7th. Cast thy Bread upon the Waters, for thou shalt find it after many Days. Eccle 11th v 1st.These tables repair’d at the Expence of the Parish, in the year 1781. Thomas Brown and George Baxter Holmes. Church Wardens.Restored in the Year 1948, at the expense of Mr. Samuel H. Elkes. President for that year of the Old Novaportans Club"}