{"wikidata_id": "Q8003184", "title": "Will Wheaton", "url": "https://en.wikipedia.org/wiki/Will_Wheaton", "summary": "Will Wheaton, born Willie Mack Wheaton Jr. (born October 26, 1972) is an American singer, songwriter and musician. He grew up in Los Angeles and is the son of Gospel singer Juanita Wheaton. He studied music in his teens and was eventually tutored by Furman Fordham, whose former students include Lena Horne.\nHe became a sought-after studio background singer and has performed on projects for Natalie Cole, Coolio, Celine Dion, Michael Jackson, Willy DeVille, Quincy Jones, Montell Jordan, Kenny Loggins, Diana Ross, Barbra Streisand, Whitney Houston, and Stevie Wonder. In 1998, he did background vocals on Rod Stewart's When We Were the New Boys, and played bass in his performances. He also sings in commercials, including spots for American Express, Dr Pepper, The Gap, MasterCard, McDonald's and Sprite.In 1992 he won Dick Clark's USA Music Challenge talent contest and received an MCA recording contract. Clark said of him, \"Will Wheaton has a signature voice that puts you in the mood for romance.\" Although an MCA album never materialized, in 1995 he came to the attention of Grammy Award-winning producer David Foster who signed him to the vocal group Next Millennium. He co-wrote four songs for the project with Foster but that album was not released either.Wheaton began to achieve major success as a songwriter in the 1990s and has composed songs for the Manhattans, Earth, Wind & Fire, Tevin Campbell, Will Downing, and Iyanla Vanzant. He also co-wrote the title hit for American superstar Anastacia's Not That Kind which sold over 10 million copies.\nHe has released two albums on his own Platinum Brass Records imprint: Consenting Adultz in 1999, and the critically acclaimed Old School Soul in 2005. In a nationwide promotion and marketing campaign, the latter was launched in AMC Theatres in Los Angeles, Houston, Chicago, and New York.In 2000 Black Entertainment Television used three of Wheaton's songs from \"Consenting Adultz\" for its Midnight Blue movie of the week. He also sang bass on the soundtrack for The Temptations mini series. The Felicity TV series used two of his songs for their syndication update.He toured with Japanese superstar Namie Amuro on her Genius 2000 tour and has worked on her recent albums. He was also a featured singer in Ben Stiller's Mystery Men. Wheaton lives in Los Angeles."}