{"page_url": "https://en.wikipedia.org/wiki/List_of_nineteenth-century_Major_League_Baseball_players_with_unidentified_given_names", "page_title": "List of nineteenth-century Major League Baseball players with unidentified given names", "wikidata_id": "Q8032154", "title": "Wood (baseball)", "url": "https://en.wikipedia.org/wiki/Wood_(baseball)", "summary": "Thirty-four individuals who played professional baseball at the major league level before 1900 lack identified given names (there are hundreds of other players of which this is true from the twentieth-century Negro leagues). All 34 played between 1872 and 1892; 17 played in the National Association, which folded in 1875. Identification of players remains difficult due to a lack of biographical information.  A Brooklyn, New York, directory, for instance, lists more than 30 men who could be the professional player \"Stoddard\". Philadelphia Athletics manager Bill Sharsig signed four of the 34, \"local players\" McBride, Stafford, Sterling, and Sweigert, for Philadelphia's last game of the season against the Syracuse Stars on October 12, 1890. Sterling pitched five innings for the Athletics and conceded 12 runs. McBride, Philadelphia's center fielder, and Stafford, the team's right fielder, both failed to reach base, but left fielder Sweigert reached base on a walk and stole a base. Society for American Baseball Research writer Bill Carle \"doubt[s] we will ever be able to identify them\". David Nemec has commented on this phenomenon with both major league and minor league players, noting, for example, that a McGuire (not on this list because he was a minor league player) is probably the player with an unknown first name whose appearances came closest to the twentieth century.Despite their relative anonymity, several of these players received media coverage describing their games. Sporting Life noted that \"the visitors took kindly to the curves of Sterling\", as \"the Athletics were easily beaten by the Stars\" in Philadelphia's contest against Syracuse. In 1872, The New York Times described O'Rourke as a new player on Eckford of Brooklyn who \"appear[ed] to be an improvement over the recent incumbents\": in his only game, the pitcher allowed 15 runs to score in a complete game against the Troy Trojans. Lewis received a mention in Sporting Life (pictured) that recapped his performance, and another in the Pittsburgh Press, with a synopsis that summarized the game as \"one of the greatest slugging matches ever seen since curve pitching came into vogue\".Of the 34 athletes with an unidentified given name, Baltimore Monumentals right fielder Scott played in the most games at the major league level, with 13, followed by Wills with 9. Scott also has the most hits among players without an identified given name, with 12, followed by both Wills and Jones with 5 each. Among pitchers, Lewis has the highest earned run average, 60.00, whereas McDoolan has the lowest, 3.00."}