{"wikidata_id": "Q80976", "title": "Prince Philip, Duke of Edinburgh", "url": "https://en.wikipedia.org/wiki/Prince_Philip,_Duke_of_Edinburgh", "summary": "Prince Philip, Duke of Edinburgh (born Prince Philip of Greece and Denmark, later Philip Mountbatten; 10 June 1921 – 9 April 2021), was the husband of Queen Elizabeth II. As such, he served as the consort of the British monarch from Elizabeth's accession as queen on 6 February 1952 until his death in 2021, making him the longest-serving royal consort in history.\nPhilip was born in Greece into the Greek and Danish royal families; his family was exiled from the country when he was eighteen months old. After being educated in France, Germany, and the United Kingdom, he joined the Royal Navy in 1939, when he was 18 years old. In July 1939, he began corresponding with the 13-year-old Princess Elizabeth, the elder daughter and heir presumptive of King George VI. Philip had first met her in 1934. During the Second World War, he served with distinction in the British Mediterranean and Pacific fleets.\nIn the summer of 1946, the King granted Philip permission to marry Elizabeth. Before the official announcement of their engagement in July 1947, Philip stopped using his Greek and Danish royal titles and styles, became a naturalised British subject, and adopted his maternal grandparents' surname Mountbatten. He married Elizabeth on 20 November 1947. The day before their wedding, the King granted Philip the style His Royal Highness. On the day of their wedding, he was additionally created Duke of Edinburgh, Earl of Merioneth, and Baron Greenwich. Philip left active military service when Elizabeth ascended the throne in 1952, having reached the rank of commander. In 1957, he was created a British prince. Philip had four children with Elizabeth: Charles, Anne, Andrew, and Edward.\nA sports enthusiast, Philip helped develop the equestrian event of carriage driving. He was a patron, president, or member of over 780 organisations, including the World Wide Fund for Nature, and served as chairman of The Duke of Edinburgh's Award, a youth awards program for people aged 14 to 24. Philip is the longest-lived male member of the British royal family. He retired from his royal duties on 2 August 2017, aged 96, having completed 22,219 solo engagements and 5,493 speeches from 1952. Philip died in 2021 at Windsor Castle, at the age of 99."}