{"wikidata_id": "Q818048", "title": "Benny Blanco", "url": "https://en.wikipedia.org/wiki/Benny_Blanco", "summary": "Benjamin Joseph Levin (born March 8, 1988), known professionally as Benny Blanco (stylized in all lowercase), is an American record producer. He is the recipient of the 2013 Hal David Starlight Award from the Songwriters Hall of Fame. He is also a five-time BMI Songwriter of the Year award winner and 2017 iHeartRadio Producer of the Year award winner.\nBlanco was initially mentored by songwriter and producer Dr. Luke, who signed Blanco to his production company Kasz Money Productions. While under his tutelage, Blanco co-produced and co-wrote a multitude of hit singles in the late 2000s and thereafter. Blanco has contributed to the sale of over 500 million albums worldwide through his work with artists including Ed Sheeran, Justin Bieber, Halsey, Katy Perry, Maroon 5, Kesha, Britney Spears, Rihanna, Sia, The Weeknd, Avicii, Selena Gomez, Adam Lambert, Charlie Puth, Keith Urban, Tory Lanez, Wiz Khalifa, J Balvin, Kali Uchis and Juice Wrld. In July 2018, Blanco released his debut single as a lead artist, \"Eastside\" a collaboration with singer-songwriters Halsey and Khalid. The song peaked at number nine on the Billboard Hot 100, marking Blanco's first top ten song credited as an artist and his 27th top ten song as a writer, a sum that includes seven number ones. \"Eastside\" was also a global success, topping the charts in New Zealand, the Republic of Ireland, Singapore, and the United Kingdom, and peaking within the top ten of the charts in several other countries, including Australia, Canada, Denmark, and Norway. \"Eastside\" was followed by \"I Found You\" with Calvin Harris, \"Better to Lie\" with Jesse and Swae Lee, and two songs with Juice Wrld, \"Roses\" (also with Brendon Urie), and  \"Graduation\", then he released his debut album later in 2018. A deluxe version of his debut album was released in March 2021 and certified RIAA platinum on release day.Levin is also the founder of two labels in collaboration with Interscope Records, Mad Love Records and Friends Keep Secrets."}