{"wikidata_id": "Q82652", "title": "Felipe Massa", "url": "https://en.wikipedia.org/wiki/Felipe_Massa", "summary": "Felipe Massa (Brazilian Portuguese: [fiˈlipi ˈmasɐ]; born 25 April 1981) is a Brazilian racing driver. He competed in 15 seasons of Formula One between 2002 and 2017, where he scored 11 Grand Prix victories, 41 podiums and finished as championship runner-up in 2008 by one point. He currently competes full-time in the Brazilian Stock Car Pro Series, driving the No. 19 Chevrolet Cruze for Lubrax Podium.\nMassa started his career in go-karting from the age of eight continuing in national and regional championships for seven years. He moved into Formula Chevrolet and claimed the championship. He moved in Italian Formula Renault in 2000 and won the title along with the European championship. He went into Euro Formula 3000 taking the championship in 2001.\nHe started his Formula One career with Sauber before joining Scuderia Ferrari as a test driver for 2003. He returned to Sauber for 2004 and 2005 before rejoining Ferrari where he won two races in 2006 including his home Grand Prix becoming the first Brazilian since Ayrton Senna to win the Brazilian Grand Prix. He won three races in 2007, finishing 4th in the Drivers' Championship. He finished second in the 2008 Drivers' World Championship after a long title battle with Lewis Hamilton, winning six races to Hamilton's five. At the 2009 Hungarian Grand Prix, he was injured by a suspension spring that had fallen off the Brawn GP car of Rubens Barrichello. He was forced to miss the rest of the season but returned in 2010 during which he briefly led the championship. He suffered a dip in form in 2011 scoring no podiums but consistently scoring points. He contributed to Ferrari's Constructors' Championships in 2007 and 2008 and was under contract to race for the team until the end of the 2013 season. On 10 September 2013, he confirmed he would be leaving Ferrari at the end of the 2013 season. He replaced Pastor Maldonado alongside Valtteri Bottas at Williams from 2014.Massa announced that he would retire from Formula One at the end of the 2016 season. \nHowever, the abrupt retirement of 2016 Formula One Champion Nico Rosberg from Mercedes precipitated the late move of Valtteri Bottas from Williams to Mercedes, leaving a late vacancy at Williams. Massa subsequently postponed his retirement, returning to Williams to partner rookie Lance Stroll for the 2017 season. On 4 November 2017, Massa confirmed that he would be retiring from Formula One at the end of the 2017 season.Since retirement from Formula One, Massa has pursued a career in the FIA's all electric series Formula E. He retired from Formula E at the end of the 2019-20 Championship. He then joined the 2021 season of the Stock Car Brasil series."}