{"wikidata_id": "Q83171", "title": "Alexander II of Russia", "url": "https://en.wikipedia.org/wiki/Alexander_II_of_Russia", "summary": "Alexander II (Russian: Алекса́ндр II Никола́евич, tr. Aleksándr II Nikoláyevich, IPA: [ɐlʲɪˈksandr ftɐˈroj nʲɪkɐˈlajɪvʲɪtɕ]; 29 April 1818 – 13 March 1881) was Emperor of Russia, King of Poland and Grand Duke of Finland from 2 March 1855 until his assassination in 1881.Alexander's most significant reform as emperor was the emancipation of Russia's serfs in 1861, for which he is known as Alexander the Liberator (Russian: Алекса́ндр Освободи́тель, tr. Aleksándr Osvobodítel, IPA: [ɐlʲɪˈksandr ɐsvəbɐˈdʲitʲɪlʲ]). The tsar was responsible for other reforms, including reorganizing the judicial system, setting up elected local judges, abolishing corporal punishment, promoting local self-government through the zemstvo system, imposing universal military service, ending some privileges of the nobility, and promoting university education. After an assassination attempt in 1866, Alexander adopted a somewhat more conservative stance until his death.Alexander was also notable for his foreign policy, which was mainly pacifist, supportive of the United States, and opposite of Great Britain. Alexander backed the Union during the American Civil War and sent warships to New York Harbor and San Francisco Bay ostensibly to deter attacks by the Confederate Navy and sold Alaska to the United States in 1867, fearing the remote colony would fall into British hands if there were another war. He sought peace, moved away from bellicose France when Napoleon III fell in 1871, and in 1872 joined with Germany and Austria in the League of the Three Emperors that stabilized the European situation. Despite his otherwise pacifist foreign policy, he fought a brief war with the Ottoman Empire in 1877–78, leading to the independence of the Bulgarian, Montenegrin, Romanian and Serbian states, pursued further expansion into Far East and the Caucasus, and conquered Turkestan, also approving plans leading to the Circassian genocide. Although disappointed by the results of the Congress of Berlin in 1878, Alexander abided by that agreement. Among his greatest domestic challenges was an uprising in Poland in 1863, to which he responded by stripping that land of its separate constitution and incorporating it directly into Russia. Alexander was proposing additional parliamentary reforms to counter the rise of nascent revolutionary and anarchistic movements when he was assassinated in 1881."}