{"wikidata_id": "Q888209", "title": "Haakon the Young", "url": "https://en.wikipedia.org/wiki/Haakon_the_Young", "summary": "Haakon Haakonsson the Young (Norwegian: Håkon Håkonsson Unge, Old Norse: Hákon Hákonarson hinn ungi) (10 November 1232 – 5 May 1257) was the son of king Haakon Haakonsson of Norway, and held the title of king, subordinate to his father, from 1 April 1240 to his death. He was referred to as Haakon the Young to distinguish him from his father, who was sometimes correspondingly called Haakon the Old.\nHaakon was born in Bergen on 10 November 1232, as the second son of king Haakon Haakonsson of Norway and his queen, Margaret Skulesdatter. His older brother died in infancy. In 1239, queen Margaret's father, Duke Skule Bårdsson, rebelled against his son-in-law, king Haakon, and had himself hailed as king. This revolt marked the end of the civil war era in Norway. Part of king Haakon's response to Skule's action was to have the seven-year-old Haakon the Young hailed as king and co-ruler. This took place at the thing of Eyrathing in Nidaros (Trondheim) on 1 April 1240. The ceremony was repeated at the thing in Bergen on 12 April. In this way, king Haakon the Old had provided his supporters with a successor, should he himself fall in the battle against Skule. Haakon proceeded to put down Skule's rebellion, and Skule himself was killed by Haakon's men on 24 May the same year.\nThe appointment of Haakon the Young as king Haakon the Old's heir-apparent marked a new development in the heredity of the Norwegian monarchy. King Haakon did have an older, illegitimate son, Sigurd, who was bypassed in favour of Haakon the Young. This marked a break with older traditions, when the question of legitimacy of birth was not of consequence in inheriting the kingdom.\nAlthough he held the title of \"king\", it was clear that Haakon the Young's position was subordinate to that of his father. This was underlined at the coronation of Haakon the Old in 1247, when Haakon the Young carried the crown in the procession. He himself was not crowned.\nIn 1251, he married the Swedish Rikitsa Birgersdotter in Oslo. Rikitsa was the daughter of the Swedish de facto ruler, Earl Birger Magnusson, and sister of the under-aged Swedish king Valdemar Birgersson. The match was the result of diplomatic activity on king Haakon the Old's part to forge an alliance between Norway and Sweden, primarily directed against Denmark. The couple had one son, who was named Sverre (Old Norse Sverrir).\nHaakon the Young took part in his father's military operations against Denmark in 1256 and 1257, when the Norwegian kings ravaged the Danish province of Halland. In the spring of 1257, he fell ill at Konghelle while preparing to travel to Oslo. He broke off his journey at Tønsberg, and took lodgings at a monastery there. The saga records that he was attended to by a Spanish physician, who was with a Spanish diplomatic delegation to Norway at the time. However, the illness got worse, and he died in Tønsberg on 5 May 1257. His body was taken to Oslo, where he was buried in the St. Hallvard's Cathedral.\nThe main source on the life of Haakon the Young is the saga of his father, the Saga of Haakon Haakonsson, written by Sturla Þórðarson in the 1260s. The saga describes Haakon the Young as \"of somewhat over medium height, well-shaped, handsome of countenance, with pretty hair and beautiful eyes. He was a strong man, unusually fast and agile. He was the best horseman there was in Norway at that time.\"\nAfter his death, his wife Rikitsa returned to her father in Sweden. Their young son Sverre remained in Norway with his grandfather. He does not seem to have been considered an heir to the throne, as Haakon the Young's younger brother, Magnus, was hailed as king already in 1257. Sverre died young, in 1261."}