{"wikidata_id": "Q90087689", "title": "Nan Giese", "url": "https://en.wikipedia.org/wiki/Nan_Giese", "summary": "Nancy (Nan) Giese  (née Wilson; 31 January 1922 – 8 May 2012) was an Australian leader in education and the visual and performing arts, who pioneered tertiary education in the Northern Territory, leading the Darwin Community College which eventually became Charles Darwin University.\nBorn Nancy Wilson in Queensland, Australia, she was educated at Brisbane Girls Grammar School and the University of Queensland where she qualified as a teacher. In 1946, she married public servant Harry C. Giese, and in 1954 they moved to Darwin in the Northern Territory, where he took up a senior role as Director of Welfare and served on the Northern Territory Legislative Council. Seeing the lack of post-secondary educational options for Territorians, Giese became part of initiatives that established the Darwin Community College, Australia’s first. It developed into the Darwin Institute of Technology, then the Northern Territory University, of which she was for 10 years elected Chancellor. In 2003, it became Charles Darwin University.Giese was appointed a Member of the Order of the British Empire (MBE) in 1971, an Officer of the Order of the British Empire (OBE) in 1977, and an Officer of the Order of Australia (AO) in 1997.Nan Giese’s citation for her 2004 award of Doctor of Education honoris causa described her as ‘a true pioneer within our community, recognizing needs and then taking the lead in the creation of amenities and institutions to meet those needs’.\nFrom the 1960s, Giese served on and led the founding committees of the Arts Council of the Northern Territory, the Darwin Performing Arts Centre Board and the Museums and Art Galleries Board of the Northern Territory. In 2011, CDU named the Nan Giese Gallery in her honour.\nHer awards include Tribute to Northern Territory Women (2005); Administrator’s Medal and Centenary Medal (2003) and Northern Territory Senior Australian of the Year (2001)."}