{"wikidata_id": "Q920403", "title": "Micheál Martin", "url": "https://en.wikipedia.org/wiki/Miche%C3%A1l_Martin", "summary": "Micheál Martin (Irish pronunciation: [ˈmʲiːçaːl̪ˠ]; born 1 August 1960) is an Irish Fianna Fáil politician who is serving as Tánaiste, Minister for Foreign Affairs, and Minister for Defence since December 2022. He served as Taoiseach from 2020 to 2022 and has been Leader of Fianna Fáil since January 2011. He has been a Teachta Dála (TD) for Cork South-Central since 1989. He served as Leader of the Opposition from 2011 to 2020 and held various Cabinet offices under Bertie Ahern and Brian Cowen.\nBorn in Cork, Martin initially worked as a teacher before entering politics. He was elected to Cork City Council in 1985, and served as Lord Mayor of Cork from 1992 to 1993. In 1989, he was first elected to Dáil Éireann for Cork South-Central, a seat he has represented ever since. After the victory of Fianna Fáil at the 1997 election, Taoiseach Bertie Ahern appointed Martin to the Cabinet as Minister for Education and Science. In 2000, Martin was appointed Minister for Health and Children. In 2004, during his time as Health Minister, Martin was notable for introducing a ban on tobacco smoking in all Irish workplaces, making Ireland the first country in the world to introduce a full workplace smoking ban. In the same year, Martin established the Health Service Executive. He served as Minister for Enterprise, Trade and Employment from 2004 to 2008, before being appointed Minister for Foreign Affairs by Ahern's successor, Brian Cowen. In 2009, Martin became the first Irish foreign minister to travel to Latin America, during which time he also made the first official visit to Cuba by any Irish minister. Martin also visited Khartoum during his time as Foreign Minister, following the kidnapping of Sharon Commins and Hilda Kawuki.\nIn January 2011, Martin resigned as Foreign Minister in protest at Cowen's leadership. Following Cowen's own resignation as Leader of Fianna Fáil, Martin was quickly elected to replace him. Just weeks later, at the 2011 general election, Martin led Fianna Fáil to the worst result in its 85-year history, with a loss of 57 seats and a popular vote of just 17.4%. He nevertheless remained in the leadership, becoming Leader of the Opposition. At the 2016 general election, Fianna Fáil's performance improved significantly, more than doubling their representation in the Dáil, with Martin continuing as Leader of the Opposition.\nMartin led his party through the 2020 general election, which led to Fianna Fáil becoming the largest party in the Dáil by just one seat. After lengthy negotiations, he was appointed Taoiseach on 27 June 2020, leading a grand coalition with longtime rival party Fine Gael, marking the first time these two parties had governed together, along with the Green Party. Under the terms of the coalition agreement, Martin served as Taoiseach for the first half of the five-year term, with his predecessor Leo Varadkar as Tánaiste. Martin then resigned as Taoiseach on 17 December 2022 to facilitate the appointment of Varadkar to the office."}