{"wikidata_id": "Q936976", "title": "Henry IV of France", "url": "https://en.wikipedia.org/wiki/Henry_IV_of_France", "summary": "Henry IV (French: Henri IV; 13 December 1553 – 14 May 1610), also known by the epithets Good King Henry or Henry the Great, was King of Navarre (as Henry III) from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a Catholic zealot, and was succeeded by his son Louis XIII.\nHenry was the son of Jeanne III of Navarre and Antoine de Bourbon, Duke of Vendôme. He was baptised as a Catholic but raised in the Protestant faith by his mother. He inherited the throne of Navarre in 1572 on his mother's death. As a Huguenot, Henry was involved in the French Wars of Religion, barely escaping assassination in the St. Bartholomew's Day massacre. He later led Protestant forces against the French royal army. \nHenry became king of France in 1589 upon the death of Henry III, his brother-in-law and distant cousin. He was the first French monarch from the House of Bourbon. Henry initially kept the Protestant faith (the only French king to do so) and had to fight against the Catholic League, which denied that he could wear France's crown as a Protestant. After four years of stalemate, he converted to Catholicism to obtain mastery over his kingdom (reportedly saying, \"Paris vaut bien une messe.\" \"Paris is well worth a mass.\"). As a pragmatic politician (in the parlance of the time, a politique), he promulgated the Edict of Nantes (1598), which guaranteed religious liberties to Protestants, thereby effectively ending the French Wars of Religion.\nAn active ruler, Henry worked to regularise state finance, promote agriculture, eliminate corruption and encourage education. During his reign, the French colonization of the Americas truly began with the foundation of the colonies of Acadia and Canada at Port-Royal and Quebec, respectively. He is celebrated in the popular song \"Vive le roi Henri\" (which later became an anthem for the French monarchy during the reigns of his successors) and in Voltaire's Henriade."}