{"wikidata_id": "Q950362", "title": "Robert Edge Pine", "url": "https://en.wikipedia.org/wiki/Robert_Edge_Pine", "summary": "Robert Edge Pine (1730, London – November 18, 1788, Philadelphia) was an English portrait and historical painter, born in London. He was the son of John Pine, the engraver and designer.\nHe painted portraits, including of King George II, David Garrick (in the National Portrait Gallery), a series of scenes from Shakespeare, some of which afterward appeared in Boydell's Shakespeare, and historical compositions, including Lord Rodney Aboard the Formidable (now housed at Town Hall in Kingston, Jamaica). \nPine was active in the society of artists and learned gentlemen in London, in particular the circle of the anatomist, William Hunter. Pine painted Hunter, Hunter's sister, Dorothy Baillie, and Baillie's husband, Prof. Rev. James Baillie. Pine also painted a vibrant portrait of the Captain William Baillie.Pine held radical political opinions; he painted John Wilkes, MP, during his imprisonment and political exile, and his unfashionable views likely led to his exclusion from the founding group of the Royal Academy of Art in 1768. Nevertheless, Pine did exhibit at the Royal Academy in 1772, 1780, and 1784. Pine's views led him to friendships with others in England sympathetic to the cause of the American Revolution, such as the merchant, Samuel Vaughan, a friend of Benjamin Franklin, both of whom he painted.Around 1784, Pine travelled to America, taking with him an exhibition of a series of paintings depicting scenes and characters from William Shakespeare's plays and settled in Philadelphia, where his time was completely taken up with portraiture. Among his sitters were General Gates, Charles Carroll, Robert Morris, George Read, Thomas Stone, Mrs. Reid (Metropolitan Museum, New York), George Washington (1785), Martha Washington, and other members of the Washington family. The portrait of Washington was engraved for Irving's Life of Washington, but it is weak in characterization. An historically interesting canvas Congress Voting Independence, now in the Historical Society, Philadelphia, was begun by Pine and finished by Edward Savage. In 1786, Pine was elected a member of the American Philosophical Society. After Pine's death many of his pictures were collected in the Columbian Museum in Boston.\nIt is thought that Pine gave lessons to Prince Demah in London."}