{"wikidata_id": "Q991584", "title": "Bruce Darnell", "url": "https://en.wikipedia.org/wiki/Bruce_Darnell", "summary": "Bruce Darnell (born July 19, 1957) is an American choreographer, model and television personality based in Germany.\nDarnell was born and grew up in Colorado. After studying sociology, he enlisted in the U.S. Army and served six years as a paratrooper in the 82nd Airborne Division.In 1983, he began his career as a model in Germany. During the following years he modeled for Kenzo, Issey Miyake, Hermès and Calvin Klein in Paris, Milan, Tokyo, and New York. Darnell has also worked since 1990 as a choreographer and coached models for the catwalk.\nDarnell attained public fame in Germany when he took part in 2006 in the ProSieben show Germany's Next Topmodel as a juror. In connection with advertisements for this show, he became famous for his typically American accent and his effeminacy. He has also become famous for his mistakes in spoken German, most notably \"das ist der Wahrheit\" (whereas it should be \"die Wahrheit\"; \"this is the truth\"), which he has since taken as a trademark expression.\nHe has appeared in television advertisements for C&A and O2. From February to March 2008, he hosted his own fashion-themed television show, called Bruce, on Das Erste, but the show received poor ratings and was canceled after the initial run's 20 episodes.After Darnell cancelled his participation as a judge in the first season of Das Supertalent due to scheduling difficulties, music producer Dieter Bohlen expressed the wish to cast Darnell as a judge for the fifth season of the RTL casting show Deutschland sucht den Superstar, but the broadcaster refused. From 2008 to 2010, Darnell was a jury member on Das Supertalent. Darnell also appeared again as a catwalk coach in the 2008 Supermodel show on the Swiss channel 3+ TV. In October 2009, his first perfume Bruce for men was launched, Darnell for women. In September 2011, he was appointed to the jury of Deutschland sucht den Superstar 2012 together with Natalie Horler. From 2013 to 2020, Darnell sat on the jury of Das Supertalent. In 2021, RTL announced that with the departure of head judge Dieter Bohlen, Darnell would also leave the show. In 2015, Darnell did advertising for the furniture association Einrichtungspartnerring VME. In December 2021, he hosted the program Surprise! The Bruce Darnell Show. This was not continued in view of a 3.2 percent market share among 14- to 49-year-olds."}