{"wikidata_id": "Q9960", "title": "Ronald Reagan", "url": "https://en.wikipedia.org/wiki/Ronald_Reagan", "summary": "Ronald Wilson Reagan ( RAY-gən; February 6, 1911 – June 5, 2004) was an American politician and actor who served as the 40th president of the United States from 1981 to 1989. He previously served as the 33rd governor of California from 1967 to 1975 and as president of the Screen Actors Guild from 1947 to 1952 and from 1959 until 1960.\nReagan graduated from Eureka College in 1932 and began to work as a sports broadcaster in Iowa. In 1937, Reagan moved to California, where he became a film actor. From 1947 to 1952, Reagan served as the president of the Screen Actors Guild. In the 1950s, he worked in television and spoke for General Electric. From 1959 to 1960, he again served as the Screen Actors Guild's president. In 1964, \"A Time for Choosing\" gave Reagan attention as a new conservative figure. He was elected governor of California in 1966. During his governorship, he raised taxes, turned the state budget deficit into a surplus, and cracked down harshly on student protests in Berkeley. After challenging and nearly defeating incumbent president Gerald Ford in the 1976 Republican presidential primaries, Reagan won the Republican nomination and then a landslide victory over incumbent Democratic president Jimmy Carter in the 1980 United States presidential election.\nIn his first term, Reagan implemented \"Reaganomics\", which involved economic deregulation and cuts in both taxes and government spending during a period of stagflation. He escalated an arms race and transitioned Cold War policy away from détente with the Soviet Union. He also survived an assassination attempt, fought public sector labor unions, expanded the war on drugs, and ordered the invasion of Grenada in 1983. In the 1984 presidential election, Reagan defeated former vice president Walter Mondale in another landslide victory. Foreign affairs dominated Reagan's second term, including the 1986 bombing of Libya, the Iran–Iraq War, the secret sale of arms to Iran to fund the Contras, and a more conciliatory approach in talks with Soviet leader Mikhail Gorbachev that culminated in the Intermediate-Range Nuclear Forces Treaty.\nReagan left the presidency in 1989 with the American economy having seen a significant reduction of inflation, the unemployment rate having fallen, and the United States having entered its then-longest peacetime expansion. At the same time, the federal debt had nearly tripled since 1981 as a result of his cuts in taxes and increased military spending, despite cuts to domestic discretionary spending. Alzheimer's disease hindered Reagan's post-presidency and his physical and mental capacities rapidly deteriorated, ultimately leading to his death in 2004. His presidency constituted the Reagan era, and he is considered a prominent conservative figure in the United States. Historians and scholars have ranked Reagan among the middle to upper tier of American presidents, and he is often viewed favorably among the general public."}